Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Block image uploads by IP if the system notice a flood behavior based on the number of uploads per time period. This setting doesn't affect administrators.
cs: Zablokovat nahrávání obrázku pro zvolenou IP adresu a obrana proti záplavě na základě maximálního počtu nahraných souborů za časový úsek. Toto nastavení neovlivňuje administrátory.
da: Bloker billede upload per IP hvis systemet opdager suspekt opførelser baseret på det tilladt antal uploads per time. Denne indstilling har ikke indflydelse på administratorer.
de: Der Flood-Schutz verhindert Bild-Uploads über bestimmte IP-Adressen, so bald das System eine zu hohe Anzahl an Uploads innerhalb einer vorgegebenen Zeitspanne registriert. Diese Einstellung hat keinen Einfluss auf Administratoren.
es: Bloquear la subida de imágenes por IP si el sistema detecta un comportamiento abusivo basado en el número de subidas por periodo de tiempo. Esta configuración no afecta a los administradores.
fr: Restreint l'envoi d'images par IP si le système détecte un comportement de flood basé sur le nombre d'images par période temps. Ceci n'affecte pas les administrateurs.
it: Blocca l'Upload dell' immagine in base al suo IP se il sistema nota un comportamento anomalo in base al numero di arrivi per periodo di tempo. Questa impostazione non influisce sugli amministratori.
ja: 既定の時間内に許可されたアップロード数を超えた場合に、IPアドレスで画像のアップロードをブロックします。どれくらいの投稿数でブロックを行うかを設定します。この設定は管理者には影響しません。
nb: Blokker bildeopplastning på IP hvis systemet merker høy trafikk basert på antall opplastninger per tidsperiode. Denne innstillingen berører ikke administratorer.
nl: Blokkeer afbeelding uploads per IP wanneer het systeem merkt dat er een spamgolf bezig is op basis van het aantal uploads per periode. Deze instelling heeft geen invloed op beheerders.
pl: Zablokuj wysyłanie grafik z danego adresu IP po wykryciu podejrzanego zachowania bazując na liczbie plików wysłanych w danym czasie. To ustawienie nie dotyczy administratorów.
pt_br: Bloquear envios de imagens por IP se o sistema de detectar um comportamento de inundação com base no número de envios por período de tempo. Esta configuração não afecta administradores.
ru: Блокировать загрузку изображений по IP, если на основании количества загрузок, система обнаружит подозрение на флуд. Эта настройка не влияет на администраторов.
uk: Блокувати завантаження зображень по IP, якщо на підставі кількості завантажень, система виявить підозру на флуд. Цей параметр не впливає на адміністраторів.
zh_cn: 通过IP封锁图片上传, 如果系统发现根据每个时间段上传数量洪水的行为. 此设置不会影响管理员.
zh_tw: 通過IP封鎖圖片上傳, 如果系統發現根據每個時間段上傳數量暴增的行為. 此設置不會影響管理員.

source: Notify to email
cs: Upozornit na e-mail
da: Anmeld til email
de: Nachricht an E-Mail
es: Notificar por email
fr: Notifier par email
id: Beritahu lewat surel
it: Notifica per e-mail
ja: 電子メールで知らせる
nb: Varsle til e-post
nl: Stuur meldingen naar email
pl: Powiadom adres
pt_br: Notificar para o e-mail
ru: Уведомить по электронной почте
uk: Повідомити електронною поштою
vi: Thông báo tới email
zh_cn: 以电子邮件通知
zh_tw: 以電子郵件通知

source: If enabled the system will send an email on flood incidents.
cs: Pokud je zapnuté, pak vás systém o pokusu o záplavu varuje e-mailem.
da: Hvis aktiveret vil system sende en email i tilfælde af suspekt opførelse (DDoS)
de: Aktivieren, falls bei Flood-Ereignissen eine E-Mail an den Administrator versendet werden soll.
es: Si esta habilitado el sistema enviará un email en incidentes de flood.
fr: Si activé, le système va envoyer un email lors d'un incident flood.
it: Se attivato il sistema invierà una e-mail sui flood che subisce il sito
ja: 有効にされている場合、フラッディング攻撃があった場合メールで通知します。
nb: Hvis aktivert vil systemet sende en e-post når spamming skjer.
nl: Schakel dit in om een e-mail te ontvangen bij spam uploads
pl: Jeśli włączone, system wyśle wiadomość po wykryciu podejrzanego zachowania.
pt_br: Se habilitado, o sistema irá enviar um e-mail sobre incidentes de flood.
ru: При включении этой настройки, система будет уведомлять о флуд-атаках по почте.
uk: При включенні цієї опції, система буде повідомляти про флуд-атаках поштою.
zh_cn: 发现洪水攻击后系统自动发送电子邮件.
zh_tw: 發現流量攻擊後系統自動發送電子郵件.

source: Minute limit
cs: Minutový limit
da: Grænse per minut
de: Minuten-Limit
es: Límite por minuto
fr: Limite par minute
id: Batas menitan
it: Limite in minuti
ja: 1分間の許容量
nb: Minuttbegrensning
nl: Minuutlimiet
pl: Limit minutowy
pt_br: Limite por minuto
ru: Загрузок в минуту
uk: Завантаження за хвилину
zh_cn: 每分钟的限额
zh_tw: 每分鐘的限額

source: Hourly limit
cs: Hodinový limit
da: Grænse per time
de: Stunden-Limit
es: Límite horario
fr: Limite par heure
id: Batas jam-jam an
it: Limite orario
ja: 1時間の許容量
nb: Timebegrensning
nl: Uurlimiet
pl: Limit godzinowy
pt_br: Limite por hora
ru: Загрузок в час
uk: Завантаження за годину
zh_cn: 每小时的限额
zh_tw: 每小時的限額

source: Daily limit
cs: Denní limit
da: Grænse per dag
de: Tages-Limit
es: Límite diario
fr: Limite par jour
id: Batas harian
it: Limite giornaliero
ja: 1日の許容量
nb: Daglig begrensning
nl: Dagelijks limiet
pl: Limit dzienny
pt_br: Limite por dia
ru: Загрузок в день
uk: Завантаження за день
zh_cn: 每日的限额
zh_tw: 每天的限額

source: Weekly limit
cs: Týdenní limit
da: Grænse per uge
de: Wochen-Limit
es: Límite semanal
fr: Limite par semaine
id: Batas mingguan
it: Limite settimanale
ja: 1週間の許容量
nb: Ukentlig begrensning
nl: Weeklimiet
pl: Limit tygodniowy
pt_br: Limite por semana
ru: Загрузок в неделю
uk: Завантаження за тиждень
zh_cn: 每周的限额
zh_tw: 每周的限額

source: Monthly limit
cs: Měsíční limit
da: Grænse per uge
de: Monats-Limit
es: Límite mensual
fr: Limite par mois
id: Batas bulanan
it: Limite mensile
ja: 1ヶ月の許容量
nb: Månedlig begrensning
nl: Maandlimiet
pl: Limit miesięczny
pt_br: Limite por mês
ru: Загрузок в месяц
uk: Завантаження за місяць
zh_cn: 每月的限额
zh_tw: 每月的限額

source: Show not safe content in listings
cs: V galerii vypisovat i nevhodný obsah
de: Anstößige Inhalte anzeigen
es: Mostrar contenido no seguro en los listados
fr: Afficher le contenu signalé dans les listes
id: Perlihatkan isi yang tidak aman
it: Mostra contenuto non sicuro in lista
ja: リスト中にファミリーセーフティに接触するコンテンツが含まれている場合でも表示する
nb: Viser utrygt innhold i lister
nl: Geef onveilige (NFSW) inhoud weer
pt_br: Mostrar conteúdo não seguro em listas
ru: Показывать небезопасное содержимое
uk: Показувати небезпечний зміст
vi: Hiển thị hình ảnh 18+ trong danh sách
zh_cn: 显示在列表中没有安全内容
zh_tw: 在列表中顯示非安全內容

source: Enable this if you want to show not safe content in listings. This setting doesn't affect administrators and can be overridden by user own settings.
cs: Povolte tuto možnost, pokud chcete zobrazit obsah, který není bezpečný v seznamech. Toto nastavení neovlivní správci a lze přepsat vlastním nastavením uživatele.
de: Aktivieren, falls anstößiger Inhalt in Auflistungen angezeigt werden sollen. Diese Einstellung gilt nicht für Administratoren und kann durch Benutzereinstellungen außer Kraft gesetzt werden.
es: Habilita esto si quieres mostrar contenido no seguro en los listados. Este ajuste no afecta a los administradores y puede ser sobrescrita por los ajustes del usuario.
fr: Activez-ceci si vous souhaitez afficher du contenu non sûr dans la liste. Ce paramètre n'affecte pas les administrateurs et peut être substitué par les paramètres de l'utilisateur.
it: Attivare questa opzione se si desidera visualizzare il contenuto non sicuro in inserzioni. Questa impostazione non influisce sugli amministratori e può essere soprascritta sulle proprie impostazioni di utente.
ja: リスト内に不適切なコンテンツを表示したい場合に有効にしてください。なお、この設定は管理者と自分自身で設定を行っている場合には適用されません。
nb: Aktiver dette hvis du ønsker å vise utrygt innhold i lister. Denne innstillingen berører ikke administratorer og kan bli overstyrt av brukerens egne innstillinger.
nl: Schakel dit in als u onveilige inhoud wilt weergeven in lijsten. Deze instelling heeft geen invloed op beheerders en kan worden overschreven door gebruikersinstellingen.
pt_br: Habilite esta se você quer mostrar o conteúdo não seguro em listas. Essa configuração não afeta os administradores e podem ser substituídas pelas configurações próprios usuários.
ru: Включите, чтобы отображать небезопасное содержимое. Эта настройка не влияет на администраторов и может быть переопределена пользователем.
uk: Увімкніть, щоб відображати небезпечний зміст. Ця установка не впливає на адміністраторів і може бути скасована користувачем з власних настройок
zh_cn: 如果要在列表中显示不安全内容请启用此功能. 此设置不会影响管理员, 并且可以由用户自己的设置重写.
zh_tw: 如果要在列表中顯示不安全內容請啟用此功能. 此設置不會影響管理員, 並且可以由用戶自己的設置覆蓋.

source: Blur NSFW content in listings
cs: Rozostření NSFW obsahu v seznamech
de: Freizügige Inhalte in Auflistung verschleiern
es: Desenfocar contenido de NSFW en los listados.
fr: Flouter le contenu sensible dans la liste.
it: Contenuti Blur NSFW nelle inserzioni
ja: リスト内のNSFW（不適切なコンテンツ）をボカす。
nb: Gjør NSFW-innhold i lister uskarpt
nl: Vervaag NSFW inhoud in lijstoverzicht
pt_br: Blur conteúdo NSFW em anúncios
ru: Размытие небезопасных изображений в списках
uk: Робити не чітким NSFW контент в списку
zh_cn: 模糊NSFW（标记为不安全）的内容显示在列表
zh_tw: 模糊非闔家皆宜（標記為不安全）的內容顯示在列表

source: Enable this if you want to apply a blur effect on the NSFW images in listings.
cs: Povolte tuto možnost, pokud chcete použít efekt rozostření NSFW obrázků v seznamech.
de: Aktivieren, falls als freizügig markierte Inhalte in der Auflistung der Bilder verschwommen dargestellt werden sollen.
es: Habilite esta opción si desea aplicar un efecto borroso en las imágenes NSFW en los listados.
fr: Activez ceci si vous souhaitez appliquer un effet de flou sur les images sensibles dans la liste.
it: Attivare questa opzione se si desidera applicare un effetto di sfocatura sulle immagini NSFW nelle inserzioni.
ja: リスト内のNSFW（不適切なコンテンツ）をボカす場合、ONにする。
nb: Aktiver dette alternativet hvis du vil bruke en dimmeeffekt på NSFW-bilder i lister.
nl: Schakel dit in als je het vervaag effect wilt inschakelen in lijstoverzicht.
pt_br: Habilitar se você deseja aplicar um efeito de blur nas imagens NSFW em listas.
ru: Включите, чтобы применять эффект размытия к небезопасным изображениям.
uk: Включіть це, якщо хочете використовувати розмите зображення для NSFW контенту в списку
zh_cn: 如果你想申请一个模糊效果的NSFW图像列表启用它.
zh_tw: 如果您想為非闔家皆宜圖像列表開啟模糊效果，請啟用它.

source: Show banners in not safe content
cs: Zobrazit bannery v nevhodném obsahu
de: Werbeanzeigen bei anstößigem Inhalt anzeigen
es: Mostrar avisos en contenido no seguro
fr: Afficher les bannières pour le contenu signalé
it: Mostra banner nel contenuto non sicuro
ja: バナー中にファミリーセーフティに接触するコンテンツがある場合でも表示する
nb: Vis bannere i utrygt innhold
nl: Geef banners weer bij onveilige (NFSW) inhoud
pt_br: Mostrar banners em conteúdo não seguro
ru: Показывать баннеры на страницах с небезопасным содержимым.
uk: Показувати банери на сторінках з небезпечним змістом.
vi: Hiển thị banner trong hình ảnh 18+
zh_cn: 显示横幅在不安全的内容
zh_tw: 在不安全的內容顯示廣告橫幅

source: Enable this if you want to show banners in not safe content pages.
cs: Nastavte pokud chcete zobrazovat bannery i mezi nevhodným obsahem.
de: Aktivieren, falls Werbeanzeigen bei Seiten mit anstößigem Inhalt angezeigt werden sollen.
es: Habilita esto si quieres mostrar avisos en páginas de contenido no seguro.
fr: Activez ceci si vous souhaitez afficher les bannières sur les pages avec du contenu signalé.
it: Abilitare questa opzione se si desidera visualizzare banner in pagine di contenuti non sicuri.
ja: 有効を選択すると、バナー中にファミリーセーフティに接触するなコンテンツが含まれていた場合にも表示します。この設定は管理者には影響しません。
nb: Aktiver dette alternativet hvis du ønsker å vise bannere på utrygge innholdssider.
nl: Schakel dit in om banners weer te geven bij onveilige inhoud
pt_br: Ative esta opção se quiser mostrar banners em páginas de conteúdo não seguras.
ru: Включите, если вы хотите показывать баннеры на страницах с небезопасным содержимым.
uk: Увімкніть, якщо ви хочете показувати банери на сторінках з небезпечним змістом.
zh_cn: 如果你想显示在不安全的内容页面的横幅请启用这个功能.
zh_tw: 如果你想顯示在不安全的內容頁面的橫幅請啟用這個功能.

source: Show not safe content in random mode
cs: Zobraz nevhodný obsah v náhodném pořadí
de: Zeige anstößigen Inhalt im Zufall-Modus
es: Mostrar contenido no seguro en modo aleatorio
fr: Afficher le contenu non sûr dans le mode aléatoire
it: Mostra contenuto non sicuro in modalità casuale
ja: ランダム表示でのコンテンツにファミリーセーフティに接触するものが含まれている場合でも表示する
nb: Vis utrygt innhold i tilfeldig modus
nl: Toon onveilige (NSFW) inhoud in willekeurige modus.
pt_br: Mostrar conteúdo não seguro em modo aleatório
ru: Показывать небезопасное содержимое в режиме случайного изображения
uk: Показувати небезпечне зміст в режимі випадкового зображення
vi: Hiển thị ảnh 18+ trong chế độ ngẫu nhiên
zh_cn: 在随机模式显示标记为不安全内容
zh_tw: 在隨機模式顯示標記為不安全內容

source: List items per page
cs: Počet obrázků na stránku
de: Listen-Objekte je Seite
es: Elementos por página de listado
fr: Lister les objets par page
it: Elenco articoli per pagina
ja: 1ページへの表示アイテム数
nb: Bilder pr. side
nl: Items per pagina
pt_br: itens da lista por página
ru: Элементов на страницу
uk: Елементів на сторінку
vi: Số ảnh trên mỗi trang
zh_cn: 每页清单项目
zh_tw: 每頁列出清單數目

source: How many items should be displayed per page listing.
cs: Kolik položek může být zobrazeno na jedné stránce výpisu
da: Hvor mange elementer der skal vises per side.
de: Anzahl der dargestellten Objekte je Seite.
es: Cuantos elementos se deberian mostrar por página de listado
fr: Combien d'objets devraient être affichés par page.
it: Quanti articoli devono essere visualizzati per pagina in elenco.
ja: 1ページに表示するアイテム数をいくつにしますか？
nb: Hvor mange bilder som skal vises pr. side.
nl: Hoeveel items moeten zichtbaar zijn per pagina ?
pl: Ilość pozycji wyświetlana na każdej stronie listy
pt_br: Quantos itens devem ser mostrador por página de listagem.
ru: Сколько изображений отображать на одну страницу.
uk: Скільки зображень відображати на сторінку.
vi: Số lượng hình ảnh hiển thị mỗi trang liệt kê
zh_cn: 每页显示多少项目
zh_tw: 設定每頁的顯示數目

source: List pagination mode
cs: Listovací stránkování
de: Seitenumbruch-Modus
es: Modo de paginación
fr: Mode de pagination de la liste
it: Modalità di impaginazione Lista
ja: ページネーション方法の選択
nb: Sideinndelingsmodus
nl: Paginanummering
pt_br: Modo Lista de paginação
ru: Режим разбиения на страницы
uk: Режим розбиття на сторінки
vi: Chế độ phân trang
zh_cn: 列表分页模式
zh_tw: 列表分頁模式

source: Endless scrolling
cs: Nekonečné skrolování
de: Endlos-Scrolling
es: Desplazamiento infinito
fr: Défilement infini
it: Scrolling infinito
ja: 無限スクロール
nb: Endeløs rulling
nl: Oneindig scrollen
pl: Nieskończone przewijanie
pt_br: Rolagem Infinita
ru: Бесконечная прокрутка
uk: Нескінченна прокрутка
vi: Tự động tải vĩnh cửu
zh_cn: 瀑布流模式
zh_tw: 瀑布流模式(無限載入)

source: Classic pagination
cs: Klasické stránkování
de: Klassischer Seitenumbruch
es: Paginación clasica
fr: Pagination classique
id: Penomoran halaman klasik
it: Impaginazione Classica
ja: 通常のページネーション
nb: Klassisk sideinndeling
nl: Standaard paginanummering
pl: Klasyczne stronicowanie
pt_br: Paginação clássica
ru: Нумерованные страницы
uk: Нумеровані сторінки
vi: Phân trang bình thường
zh_cn: 经典分页模式
zh_tw: 經典分頁模式

source: What pagination method should be used.
cs: Jaká metoda stránkování má být použita?
de: Auswahl der Methode zum Seitenumbruch.
es: Que modo de paginación se debería usar.
fr: Quel mode de pagination devrait être utilisé.
id: Metode penomoran apa yang harusnya digunakan.
it: Quale metodo impaginazione deve essere utilizzato.
ja: どのようなページネーションを使用しますか？
nb: Hvilken sideinndelingsmodus som skal brukes.
nl: Wat voor paginanummering moet er gebruikt worden?
pl: Metoda stronicowania, która ma być używana.
pt_br: Qual método de paginação deve ser usado.
ru: Какой способ разбиения на станицы использовать.
uk: Який спосіб розбиття на сторінки використовувати.
vi: Chọn chế độ phân trang
zh_cn: 应该用什么分页模式.
zh_tw: 選擇使用什麼分頁模式.

source: Listing viewer
de: Listenansicht
es: Visualizador de listados
ja: リスト型ビューワー
nl: Lijst viewer
zh_cn: 列表预览

source: Enable this to use the listing viewer when clicking on an image.
cs: Povolte to, chcete-li kliknutím na obrázek otevřít prohlížeč seznamu obrázků.
de: Aktivieren, wenn eine Listenansicht bei einem Klick auf ein Bild angezeigt werden soll.
es: Habilita esto para usar el visualizador de imágenes cuando se haga click en una imagen.
fr: Activez cette option pour utiliser le visualiseur d'image lorsque vous cliquez sur une image.
ja: 画像をクリックした際にリスト型のビューワーを使う場合は有効にしてください。
nl: Schakel dit in om de lijst viewer te gebruiken wanneer er op een afbeelding wordt geklikt.
zh_cn: 启用之后，你在探索页面点击图片之后会有预览界面.

source: Image listing size
cs: Velikost náhledu
de: Bildgröße für Auflistung
es: Tamaño de imagen de listado
fr: Taille de la liste des images
id: Ukuran pendaftaran gambar
it: Dimensioni lista Immagine
ja: 表示される画像のサイズ
nb: Bildeoppføringsstørrelse
nl: Afbeeldingen lijstgrootte
pt_br: Tamanho listagem imagem
ru: Размер миниатюр в списке
uk: Розмір мініатюр в списку
zh_cn: 图片列表样式
zh_tw: 圖片列表大小樣式

source: Fluid
cs: Plynulý
de: Fließend
es: Fluido
fr: Fluide
it: Fluido
ja: フレキシブル
nb: Flytende
nl: Niet vast
pl: Płynna
pt_br: Fluido
ru: Адаптивный
uk: Адаптивний
zh_cn: 自动
zh_tw: 浮動

source: Fixed
cs: Pevný
de: Fixiert
es: Fijo
fr: Fixé
id: Tetap
it: Fisso
ja: 固定
nb: Fast
nl: Vast
pl: Stała
pt_br: Fixo
ru: Фиксированный
uk: Фіксований
zh_cn: 固定
zh_tw: 固定

source: Both methods use a fixed width but fluid method uses automatic heights.
cs: Obě metody používají pevnou šířku, ale plynulá využívá proměnnou výšku.
de: Beide Methoden nutzen eine feste Bildbreite, mit "Fließend" wird die Bildhöhe automatisch angepasst.
es: Ambos métodos usan ancho fijo pero el método fluido usa alturas automáticas.
fr: Les deux méthodes utilisent une largeur fixe mais la méthode fluide utilise des hauteurs automatiques.
id: kedua metode menggunakan lebar tetap tapi metode tidak pasti menggunakan tinggi otomatis.
it: Entrambi i metodi utilizzano una larghezza fissa, ma il metodo fluido utilizza altezze automatici.
ja: どちらも固定の幅になりますが、フレキシブルを選択すると高さは自動となります。
nb: Begge metodene bruker en fast bredde, men den flytende metoden regner automatisk ut høyden.
nl: Beide methodes gebruiken een vaste breedte maar de niet vaste methode gebruikt automatische hoogte.
pl: Obie metody używają stałej szerokości, ale metoda "płynna" używa automatycznej wysokości.
pt_br: Ambos os métodos utilizam uma largura fixa, mas método utiliza fluido alturas automáticas.
ru: Оба метода используют фиксированную ширину, но в адаптивном методе, высота вычисляется с сохранением пропорций изображения.
uk: Обидва методи використовують фіксовану ширину, але в адаптивному методі, висота обчислюється із збереженням пропорцій зображення.
zh_cn: 首页图片列表样式. 这两种方法都使用固定宽度, 但“自动”的方法是使用自动图片的高度.
zh_tw: 首頁圖片列表樣式. 這兩種方法都使用固定寬度, 但「浮動」的方法是使用自動圖片的高度.

source: Album listing images requirement
cs: Požadavek na seznam obrázků v albu
de: Mindestanzahl von Bildern für Alben-Listenmodus
es: Requerimiento de imágenes para listados de álbumes
ja: アルバムをリスト化する際に必要な画像の枚数
nl: Album lijst afbeeldingen eis
zh_cn: 相册被列出所需图片数量

source: explore
cs: průzkumník
da: udforsk
de: Entdecken
es: explorar
fr: explorer
ja: もっと見る
nl: Verken
zh_cn: 探索

source: Sets the minimum image count needed to show albums in explore.
cs: Nastavte minimální počet obrázků potřebných pro zobrazení alb v průzkumníkovi.
de: Definiert die Mindestanzahl von Bildern die notwendig ist, um Alben im "Entdecken"-Modus anzuzeigen.
es: Establece la cantidad mínima de imágenes necesarias para mostrar álbumes en el explorador.
fr: Définit le nombre minimum d'images nécessaires pour afficher les albums dans l'explorateur.
ja: アルバムを「もっと見る」ページに表示するために必要な画像の最低枚数を設定してください。
nl: Geef het minimum aantal afbeeldingen aan om albums weer te geven in verkenner.
zh_cn: 设置探索页中可以被展示出的相册所需的最少图像数量.

source: Listing columns number
cs: Počet sloupců výpisu
de: Anzahl der Listen-Spalten
es: Número de columnas en listado
fr: Nombre de colonnes à afficher
id: Jumlah kolom pendaftaran
it: Numero colonne Lista
ja: 表示する列数
nb: Antall kolonner for oppføringer
nl: Toon aantal kolommen
pt_br: Número de colunas Listando
ru: Количество столбцов в списках изображений
uk: Кількість колонок
zh_cn: 页面显示列数
zh_tw: 頁面顯示列數

source: Here you can set how many columns are used based on each target device.
cs: Zde můžete nastavit, kolik sloupců se použije na základě každého cílového zařízení.
de: Hier können Sie festlegen, wie viele Spalten auf welchem Gerät benutzt werden sollen
es: Aquí puedes establecer cuantas columnas se usaran según en cada dispositivo objetivo.
fr: Ici vous pouvez définir combien de colonnes sont affichées suivant chaque périphérique.
id: Disini anda dapat mengatur berapa banyak kolom yang digunakan berdasarkan masing-masing target perangkat.
it: Qui è possibile impostare il numero di colonne vengono utilizzate in base a ciascun dispositivo di destinazione.
ja: ここで、ターゲットデバイス毎にいくつの列を使用するか設定することができます。
nb: Her kan du angi hvor mange kolonner som brukes basert på hver enhet.
nl: Hier kun je instellen hoeveel kolommen er gebruikt moeten worden, gebaseerd op het gebruikte apparaat.
pt_br: Aqui você pode definir quantas colunas são usados ​​com base em cada dispositivo de destino.
ru: Здесь можно указать количество столбцов для каждого устройства.
uk: Тут ви можете встановити, скільки стовпців використовуються на основі кожного цільового пристрою.
zh_cn: 在这里你可以设置针对不同的设备显示多少列, 以优化各设备的显示体验.
zh_tw: 在這裡你可以設置針對不同的裝置顯示多少列, 以優化各裝置的顯示體驗.

source: Phone
cs: Telefon
de: Handy
es: Telefóno
fr: Mobile
id: Selular
it: Telefono
ja: スマートフォン
nb: Telefon
nl: Telefoon
pl: Telefon
pt_br: Telefone
ru: Телефон
uk: Телефон
zh_cn: 手机
zh_tw: 手機

source: Phablet
fr: Phablette
id: Phapblet
ja: ファブレット
ru: Фаблет
uk: Фаблет
zh_cn: 大屏手机
zh_tw: 大螢幕手機

source: Tablet
fr: Tablette
ja: タブレット
nb: Nettbrett
ru: Планшет
uk: Планшет
zh_cn: 平板电脑
zh_tw: 平板

source: Laptop
cs: Notebook
fr: PC Portable
ja: ラップトップ
nb: Bærbar PC
ru: Ноутбук
uk: Ноутбук
zh_cn: 笔记本电脑
zh_tw: 筆電

source: Desktop
cs: Počítač
es: Escritorio
fr: PC Fixe
ja: デスクトップ
nb: Stasjonær PC
nl: Desktop (PC)
pl: Komputer stacjonarny
ru: ПК
uk: ПК
zh_cn: 桌面台式电脑
zh_tw: 桌電

source: theme editing
cs: úprava šablony
de: Theme-Bearbeitung
es: edición de tema
fr: édition du thème
id: penyuntingan tema
it: edita tema
ja: テーマ編集
nb: temaredigering
nl: Thema wijzigen
pt_br: edição do tema
ru: редактирование темы
zh_cn: 主题编辑
zh_tw: 風格變更中

source: Put your themes in the %s folder
cs: Vlož svoje téma (šablonu) do složky %s
da: Put dine temaer i %s folderen
de: Platzieren Sie Ihre Themes in das Verzeichnis "%s".
es: Pon tus temas en la carpeta %s
fr: Insérez vos thèmes dans le dossier %s
id: Tempatkan tema anda di folder %s
it: Mettere i temi nella cartella %s
ja: テーマは%sフォルダへ入れて下さい。
nb: Last opp temaer i mappen %s
nl: Plaats uw thema in de map %s
pl: Umieść swoje style w folderze %s
pt_br: Coloque seus temas na pasta %s
ru: Поместите свои темы в папку %s
uk: Помістіть свої теми в папку %s
vi: Đặt giao diện của bạn tại thư mục %s
zh_cn: 把你的主题上传到 %s 文件夹
zh_tw: 把你的主題上傳到 %s 資料夾

source: Tone
cs: Tón
de: Farbschema
es: Tono
fr: Ton
id: Suasana
it: Tono
ja: 色調
nl: Kleur
pt_br: Tom
ru: Стиль
uk: Стиль
vi: Màu sắc
zh_cn: 色调
zh_tw: 色調

source: Light
cs: Světlý
de: Hell
es: Claro
fr: Clair
id: Menyala
it: Chiaro
ja: 明るく
nb: Lys
nl: Licht
pl: Jasny
pt_br: Luz
ru: Светлый
uk: Світлий
vi: Sáng
zh_cn: 白
zh_tw: 亮

source: Dark
cs: Tmavý
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ja: 暗く
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Темный
uk: Темний
vi: Tối
zh_cn: 黑
zh_tw: 暗

source: Main color
cs: Hlavní barva
de: Hauptfarbe
es: Color principal
fr: Couleur princiaple
id: Warna utama
it: Colore principale
ja: メインカラー
nb: Hovedfarge
nl: Hoofdkleur
pl: Główny kolor
pt_br: Cor principal
ru: Основной цвет
uk: Основний колір
zh_cn: 主要颜色
zh_tw: 主要色彩
