Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Note: Deleting a category doesn't delete the images that belongs to that category.
cs: Upozornění: Odstranění kategorie nezpůsobí odstranění obrázků do ní zařazených.
da: Bemærk: Sletning af en kategori sletter ikke de billeder, som hører til denne kategori.
de: Hinweis: Wird eine Kategorie gelöscht, bleiben die zugehörigen Bilder erhalten.
es: Nota: Eliminar una categoría no elimina las imágenes pertenecientes a esa categoría.
fr: Note : supprimer une catégorie ne supprime pas les images associées à cette catégorie.
id: Catatan: Menghapus sebuah kategori tidak berarti menghapus gambar yang memiliki kategori tersebut.
it: Nota: Eliminazione di una categoria non elimina le immagini che appartiene a quella categoria.
ja: 注意:カテゴリ名を削除してもカテゴリに属する画像は削除されません。
nb: NB: Selv om du sletter en kategori vil ikke bildene tilhørende i denne kategorien bli slettet.
nl: Opmerking: verwijderen van een categorie heeft geen invloed op de plaatjes die bij de categorie horen.
pl: Pamiętaj: Usunięcie kategorii nie spowoduje usunięcia grafik do niej należących.
pt_br: Aviso: Apagar a categoria não apagará as imagens que ela contém.
ru: Внимание: Удаление категории не повлечет за собой удаление изображений.
uk: Замітка: Видалення категорії не спричинить за собою видалення зображень.
vi: Hình ảnh sẽ không bị xóa nếu bạn xóa danh sách
zh_cn: 注意: 删除分类不会删除属于该类别中的图像.
zh_tw: 注意: 刪除分類不會刪除屬於該類別中的圖像.

source: Edit category
cs: Uprav kategorii
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier catégorie
id: Ubah kategori
it: Edita categoria
ja: カテゴリの編集
nb: Rediger kategori
nl: Wijzig categorie
pl: Edytuj kategorię
pt_br: Editar categoria
ru: Изменить категорию
uk: Змінити категорію
vi: Chỉnh sửa danh sách
zh_cn: 编辑类别
zh_tw: 編輯分類

source: Expires
cs: Vyprší
de: Ablaufdatum
es: Expira
fr: Expiration
id: Kadaluarsa
it: Scade
ja: 期限
nb: Utløper
nl: Verloopt
pl: Wygasa
pt_br: Expira
ru: Истекает
uk: Закінчення
zh_cn: 到期
zh_tw: 到期

source: Do you really want to remove the ban to the IP %s? This can't be undone.
cs: Opravdu chcete odstranit zákaz pro tuto IP %s? Tato akce nelze vrátit zpět.
de: Wollen Sie wirklich die IP-Adresse %s entsperren? Dies kann nicht rückgängig gemacht werden.
es: ¿Realmente quieres remover el baneo a la IP %s? Esto no se podrá deshacer.
fr: Souhaitez-vous réellement supprimer le bannissement de l'IP %s ? Cela ne peut être annulé.
id: Apakah anda yakin ingin menghapus larangan terhadap IP %s? Hal ini tidak dapat dibatalkan.
it: Vuoi davvero eliminare il divieto alla IP %s? Questa azione non può essere annullata.
ja: 本当にIPアドレス: %s のアクセス禁止を解除しますか？ 解除すると戻せません。
nb: Vil du virkelig fjerne blokkeringen av IP %s? Dette kan ikke gjøres om.
nl: Zeker weten dat IP ban %s ongedaan moet worden gemaakt? Dit kan niet ongedaan worden gemaakt.
pt_br: Quer mesmo remover o ban do IP %s? Esta operação não pode ser revertida.
ru: Вы действительно хотите разблокировать IP-адрес %s? Это действие необратимо.
uk: Ви дійсно хочете зняти блокування IP %s ? Це не може бути скасовано.
zh_cn: 你真的想要删除该已禁止的IP %s ? 这将是无法撤销的.
zh_tw: 你真的想要刪除該已禁止的IP: %s ? 這將是無法撤銷的.

source: Banned IP address will be forbidden to use the entire website.
cs: Zakázaným IP adresám bude znemožněn přístup na celý tento web.
de: Für gesperrte IP-Adressen wird die Nutzung der gesamten Internetseite unterbunden.
es: A las direcciones de IP baneadas se les prohibirá el uso de todo el sitio web.
fr: L'adresse IP bannie ne pourra plus utiliser le site web.
id: Alamat IP yang diblokir akan melarang penggunaan ke seluruh website.
it: Agli indirizzi IP bloccati è inibito l'utilizzo dell'intero sito.
ja: アクセス禁止にされたIPアドレスは、このウェブサイトへアクセスできなくなります。
nb: IP-adresser som er svartelistet vil bli blokkert fra hele nettstedet.
nl: Verbannen IP adressen kunnen de gehele website niet meer gebruiken.
pt_br: Endereço de IP banido será proibido de usar todo o site.
ru: Пользователям, чьи IP-адреса заблокированы, будет недоступен весь сайт.
uk: Заблокованій IP-адресі буде заборонено використовувати весь веб-сайт.
zh_cn: 被禁止的IP地址将禁止使用整个网站.
zh_tw: 被禁止的IP地址將禁止使用整個網站.

source: Edit IP ban
cs: Upravit IP zákaz
de: IP-Bann bearbeiten
es: Editar baneo de IP
fr: Modifier le bannissement IP
id: Ubah larangan IP
it: Edita l'indirizzo IP del ban
ja: アクセス禁止IPアドレスの編集
nb: Rediger IP-blokkering
nl: Wijzig IP ban
pl: Edytuj blokadę IP
pt_br: Editar IP do ban
ru: Редактировать
uk: Редагувати блокування IP
zh_cn: 编辑IP屏蔽列表
zh_tw: 編輯阻擋的IP

source: Enable signups
cs: Povolit registrace
de: Registrierung aktivieren
es: Habilitar registros
fr: Activer les inscriptions
id: Aktifkan mendaftar
it: Attiva registrazione utenti
ja: 新規アカウントの登録を有効にする
nb: Aktiver registrering
nl: Schakel registraties in
pl: Włącz rejestrację
pt_br: Ativar as inscrições
ru: Включить регистрацию
uk: Включити реєстрацію
vi: Cho phép đăng ký
zh_cn: 开放注册
zh_tw: 開放註冊

source: Enable this if you want to allow users to signup.
cs: Povolte, pokud chcete povolit uživatelům registraci.
de: Aktivieren, falls Benutzern die Registrierung erlaubt sein soll.
es: Habilita esto si deseas permitir el registro de cuentas de usuario.
fr: Activez ceci si vous souhaitez autoriser les utilisateurs à s'inscrire.
id: Aktifkan ini jika anda ingin membolehkan pengguna untuk mendaftar.
it: Attiva questa opzione per consentire all'utente di registrarsi al sito
ja: ゲストに新規アカウントの登録を許可する場合に有効にしてください。
nb: Aktiver hvis du vil tillate registrering av nye brukere.
nl: Schakel dit in om registraties toe te staan
pl: Włącz to, jeśli chcesz pozwolić użytkownikom na rejestrację.
pt_br: Ative esta opção para permitir que os utilizadores possam registar-se.
ru: Включите, чтобы разрешить регистрацию пользователей.
uk: Увімкніть, щоб дозволити реєстрацію користувачів.
vi: Mở chức năng này để cho phép người dùng đăng ký
zh_cn: 启用它代表您允许用户自行注册账号.
zh_tw: 啟用此代表您允許用戶自行註冊賬號.

source: Enable user content delete
cs: Povolit smazání obsahu uživatele
de: Löschen von Nutzerinhalten aktivieren
es: Habilitar eliminación de contenido de usuario
fr: Activer la suppression du contenu pour les utilisateurs
it: Abilita l'eliminazione dei contenuti utente
ja: ユーザーのコンテンツの消去を許可
nb: Aktiver sletting av brukerinnhold
nl: Sta gebruikers toe hun inhoud te verwijderen
pt_br: Ativar códigos embed (conteúdo)
ru: Разрешить пользователям удаление содержимого
zh_cn: 用户内容删除

source: Enable this if you want to allow users to delete their own content. This setting doesn't affect administrators.
cs: Zapněte tuto funkci, pokud chcete uživatelům povolit smazat vlastní obsah. Toto nastavení nemá vliv na správce.
de: Aktivieren, falls Nutzern erlaubt werden soll, ihre eigenen Inhalte zu löschen. Diese Einstellung hat keine Auswirkung auf Administratoren.
es: Habilita esto si deseas permitir que los usuarios eliminen su contenido propio. Esta configuración no afecta a los administradores.
fr: Activez ceci si vous souhaitez permettre aux utilisateurs de supprimer leur propre contenu. Ce paramètre n'affecte pas les administrateurs.
it: Abilitare questa opzione se si desidera consentire agli utenti di eliminare i propri contenuti. Questa impostazione non riguarda gli amministratori.
ja: ユーザーに自分のコンテンツの削除を許可する。この設定は管理者には影響しません。
nb: Aktiver hvis du vil la brukere slette sitt eget innhold. Denne innstillingen berører ikke administratorer.
nl: Schakel dit in om gebruikers zelf hun eigen inhoud te verwijderen. Deze instelling heeft geen invloed op de beheerders.
pt_br: Ative isto se você deseja permitir que os usuários deletem o próprio conteúdo. Esta opção não afeta administradores.
ru: Включите, чтобы позволить пользователям удалять свое содержимое. Эта настройка не влияет на администраторов.
zh_cn: 如果要允许用户删除自己的内容，请启用此功能。 此设置不会影响管理员。

source: Minimum age required
cs: Požadavek na minimální věk
da: Mindste alder kræves
de: Mindestalter erforderlich
es: Edad mínima requerida
fr: Age minimum requis
id: Usia minimum dibutuhkan
it: Età minima richiesta
ja: 最低年齢の要求
nb: Minimum alder som kreves
nl: Vereiste minimum leeftijd
pt_br: Idade mínima
ru: Минимальный возраст посетителя
zh_cn: 最低年龄要求
zh_tw: 最低年齡要求

source: Empty
cs: Prázdné
de: Leer
es: Vacío
fr: Vide
id: Kosong
it: Vuoto
ja: 空白
nb: Tom
nl: Leeg
pt_br: Vazio
ru: Пусто
zh_cn: 空
zh_tw: 空

source: Leave it empty to don't require a minimum age to use the website.
cs: Zanechte pole prázdné, pokud nevyžadujete minimální věk uživatele pro používání této webové stránky.
de: Lassen Sie dieses Feld leer, um kein Mindestalter für die Internetseite einzurichten.
es: Dejar vacío para no requerir una edad mínima para usar el sitio web.
fr: Laissez-le vide s'il n'y a pas un âge minimum pour utiliser le site.
id: Biarkan kosong jika anda tidak memerlukan usia minimum untuk bisa menggunakan website.
it: Lascia vuoto per non richiedono un'età minima per utilizzare il sito.
ja: 空白の状態だとこのサイトを利用するのに必要な年齢の要求を行いません。
nb: La denne være blank dersom det ikke er noen aldersbegrensning for å benytte nettstedet.
nl: Laat leeg als er geen minimum leeftijd is vereist om de website te gebruiken.
pt_br: Deixa vazio para não requerer uma idade mínima para usar o site.
ru: Оставьте поле пустым, если ваш сайт не предполагает возрастного ограничения.
zh_cn: 留空则表示不设置最低年龄, 对所有年龄都有效.
zh_tw: 留空則表示不設置最低年齡, 對所有年齡都有效.

source: Notify on user signup
cs: Upozornit na registraci uživatele
de: Benachrichtigung bei Neuanmeldung
es: Notificar en registro de usuario
fr: Notifier lors de l'inscription de l'utilisateur
ja: ユーザーの会員登録時に通知する
nl: Stuur kennisgeving bij registratie gebruiker
zh_cn: 用户注册通知

source: Enable this if you want to get an email notification for each new user signup.
cs: Povolte to, pokud chcete dostat e-mailové upozornění pro každou novou registraci uživatele.
de: Aktivieren, falls Sie eine E-Mail-Benachrichtigung erhalten möchten, wenn sich ein neuer Nutzer anmeldet.
es: Habilita esto si deseas recibir una notificación vía email cada vez que se registre un usuario.
fr: Activez cette option si vous souhaitez recevoir une notification par email pour chaque nouvel utilisateur inscrit.
ja: ユーザーが会員登録する際にメールで通知が欲しい場合は有効にしてください。
nl: Schakel dit in als je een email notificatie wilt ontvangen bij registratie van een nieuwe gebruiker.
zh_cn: 启用之后，如果有人注册就会给你发送邮件通知.

source: Username routing
cs: Routování uživatelského jména
de: Benutzernamen-Routing
es: Enrutamiento de nombre de usuario
fr: Routage du nom d'utilisateur
it: Percorso nome utente
ja: ユーザのURL形式の選択
nb: Brukernavn-ruting
nl: Gebruikersnaam routering
pl: Routing nazwy użytkownika
pt_br: Rota do nome de usuário
ru: Адресация пользователей
uk: Адресація користувачів
zh_cn: 用户名链接结构
zh_tw: 用戶名連結結構

source: Enable this if you want to use %s/username URLs instead of %s/user/username.
cs: Povolte pokud chcete používat URL ve formátu %s/uzivatelskejmeno namísto %s/uzivatel/username.
de: Aktivieren, falls %s/Benutzername URLs anstatt %s/user/Benutzername für die Darstellung der URLs benutzt werden soll.
es: Habilita esto si deseas usar URLs %s/username en lugar de %s/user/username
fr: Activez ceci si vous souhaitez utiliser les URLs %s/nom-d'utilisateur à la place de %s/user/nom-d'utilisateur
it: Abilita questa opzione se vuoi usare l'URL %s/username invece di %s/user/username
ja: URLを %s/user/username の替わりに %s/username を使いたい場合に有効にしてください。
nb: Aktiver hvis du vil benytte URLer i formatet %s/brukernavn istedenfor %s/bruker/brukernavn.
nl: Selecteer indien je %s/gebruikersnaam wilt gebruiken in plaats van %s/gebruiker/gebruikersnaam.
pt_br: Ative isto se desejar usar %s/nome_de_usuário em vez de %s/usuários/nome_de_usuário
ru: Включите, если вы хотите использовать адреса профилей вида %s/имя_пользователя вместо %s/user/имя_пользователя.
uk: Ввімкніть цю опцію, якщо ви хочете використовувати адреси профілів виду %s/ім'я_користувача замість %s/user/ім'я_користувача
vi: Chọn cái này để sử dụng địa chỉ %s/tên-tài-khoản thay vì %s/tài-khoản/tên-tài-khoản
zh_cn: 启用它选项, 则使用（%s/用户名）的URL结构, 而不是（%s/user/用户名）的URL结构.
zh_tw: 啟用此選項, 則使用（%s/用戶名）的URL結構, 而不是（%s/用戶/用戶名）的URL結構.

source: Require email confirmation
cs: Je vyžadováno potvrzení e-mailu
de: E-Mail-Bestätigung
es: Requerir confirmación email
fr: Confirmation par email obligatoire
id: Konfirmasi email dibutuhkan
it: Richiede mail di conferma
ja: メールアドレスの確認が必要
nb: Krev e-postbekreftelse
nl: Verplicht email bevestiging
pl: Wymagaj potwierdzenia adresu e-mail
pt_br: Requerer confirmação de email
ru: Требовать подтверждение электронной почты
uk: Вимагати підтвердження електронної пошти
vi: Yêu cầu xác nhận email
zh_cn: 需要电子邮件确认
zh_tw: 需要電子郵件確認

source: Enable this if users must validate their email address on sign up.
cs: Povolte pokud uživatelé musí potvrdit svou e-mailovou schránku během registrace.
de: Aktivieren, falls eine Validierung der E-Mail-Adresse bei Anmeldung durch den Benutzer erfolgen soll.
es: Habilita esto si los usuarios deben validar su dirección de email en registro.
fr: Activez ceci si vous souhaitez que les utilisateurs valident leur adresse email pour s'inscrire.
id: Aktifkan ini jika pengguna harus memvalidasi alamat email mereka untuk mendaftar.
it: Abilitare questa opzione se gli utenti devono confermare il proprio indirizzo e-mail per l'inscrizione
ja: アカウント作成時にメールアドレスの確認を必須とする場合に有効にしてください。
nb: Aktiver for å kreve at brukere må bekrefte e-postadressen sin når de registrerer seg.
nl: Selecteer indien gebruikers hun emailadres moeten valideren bij lid worden.
pl: Włącz to, jeśli użytkownicy muszą potwierdzić swój adres e-mail po rejestracji.
pt_br: Ative isto se desejar que os utilizadores necessitem de validar o e-mail quando criam conta.
ru: Включите, чтобы требовать подтверждение адреса электронной почты при регистрации.
uk: Ввімкніть цю опцію, щоб вимагати підтвердження адреси електронної пошти при реєстрації.
vi: Chọn cái này để bắt buộc người dùng xác nhận email khi đăng kí
zh_cn: 启用此选项, 用户必须验证注册电子邮件地址.
zh_tw: 啟用此選項, 用戶必須驗證註冊電子郵件地址.

source: Require email for social signup
cs: K přihlášení přes sociální síť je vyžadován e-mail.
de: E-Mail-Bestätigung für Anmeldung über soziales Netzwerk
es: Requerir email para registro social
fr: Adresse email nécessaire pour l'enregistrement via réseaux sociaux
it: Richiedi e-mail per inscrizione dei social
ja: ソーシャルネットワーク経由でのログインを使用するためにはメールアドレスが必要
nb: Krever e-post for sosial registrering
nl: Email verplicht voor registeren via sociaal netwerk
pt_br: Requerer confirmação de email quando criam conta através de uma rede social
ru: Требовать email-адрес при регистрации через социальную сеть
uk: Вимагати Email-адресу при реєстрації через соціальну мережу
vi: Yêu cầu email cho đăng kí qua mạng xã hội
zh_cn: 需要电子邮件社交注册
zh_tw: 需要電子郵件社交註冊

source: Enable this if users using social networks to register must provide an email address.
cs: Povolte pokud uživatelé, využívající k registraci sociální sítě, budou muset také poskytnou svou e-mailovou adresu.
de: Aktivieren, falls bei Anmeldung über ein soziales Netzwerk die Eingabe einer E-Mail-Adresse vorausgesetzt werden soll.
es: Habilita esto si los usuarios que usan redes sociales para registrarse deben indicar una dirección de email.
fr: Activez ceci si vous souhaitez que les utilisateurs utilisant les réseaux sociaux pour se connecter fournissent une adresse email.
it: Abilita questa opzione se gli utenti che usano i social network per registrarsi devono fornire un indirizzo email.
ja: ユーザがソーシャルネットワーク経由でのログインを使用するために、メールアドレスの登録を必須とする場合に有効にしてください。
nb: Aktiver hvis brukere som benytter sosial tilkobling må oppgi e-postadresse.
nl: Selecteer indien gebruikers welke een sociaal netwerk gebruiken een emailadres moeten instellen.
pt_br: Ative isto se desejar que os utilizadores necessitem de validar o e-mail quando criam conta através de uma rede social.
ru: Включите, если вы хотите, чтобы пользователям, регистрирующимся через социальные сети, необходимо было указывать email-адрес.
uk: Ввімкніть цю опцію, якщо ви хочете, щоб користувачам, які реєструються через соціальні мережі, необхідно було вказувати адресу електронної пошти.
vi: Chọn cái này để bắt buộc người đăng kí dùng mạng xã hội phải xác nhận email
zh_cn: 启用此选项, 使用社交网络注册的用户必须提供一个电子邮件地址.
zh_tw: 啟用此選項, 使用社交網絡註冊的用戶必須提供一個電子郵件地址.

source: User avatar max. filesize
cs: Max. velikost souboru avatara
de: Profilbild - Maximale Dateigröße
es: Tamaño máx. de avatar de usuario
fr: Taille maximale de l'avatar de l'utilisateur.
it: Avatar utente massima dimensione del file
ja: ユーザーアバターの最大ファイルサイズ
nb: Brukeravatar maks filstørrelse
nl: Maximale bestandsgrootte avatar gebruiker.
pt_br: Tamanho máximo do arquivo do avatar
ru: Максимальный размер аватара
uk: Аватар користувача макс. розмір файлу
zh_cn: 最大的用户头像大小
zh_tw: 最大的用戶頭像大小

source: Max. allowed filesize for user avatar image. (Max allowed by server is %s)
cs: Max. povolená velikost souboru obrázku avatara. (Max. velikost povolená serverem je %s)
de: Maximale Dateigröße für Profilbild des Benutzers (%s werden vom Server maximal erlaubt).
es: Tamaño máx. de avatar de usuario permitido (El máx. permitido por el sistema es %s)
fr: Taille maximale autorisée pour l'avatar de l'utilisateur. (Maximum autorisé par le serveur : %s)
it: Dimensione massima consentita per l'immagine avatar dell'utente. (Max consentito dal server è %s)
ja: ユーザーアバター画像の最大サイズ. (最大 %s に制限されます。)
nb: Maks tillatt størrelse for brukeravatar. (Maks tillatt av server er %s)
nl: Maximaal toegestane bestandsgrootte voor avatar gebruiker (maximaal toegestaan door server is %s)
pt_br: Tamanho máximo permitido para a imagem do avatar do usuário. (Máximo permitido pelo servidor é %s)
ru: Максимально допустимый размер файла для аватара пользователя. (Ограничение сервера: %s)
uk: Максимально дозволений розмір файлу для аватару користувача. (Макс. дозволено на сервері %s)
zh_cn: 最大允许用户头像的文件大小. (由服务器最大允许 %s)
zh_tw: 最大允許用戶頭像的檔案大小. (伺服器最大允許： %s)

source: User background max. filesize
cs: Max. velikost souboru uživatelského pozadí
de: Hintergrundbild - Maximale Dateigröße
es: Tamaño máx. de fondo de usuario
fr: Taille maximale du fond d'écran utilisateur
it: Dimensione massima per lo sfondo dell'utente
ja: ユーザー背景画像の最大ファイルサイズ
nb: Personlig bakgrunnsbilde maks størrelse
nl: Maximale bestandsgrootte achtergrond gebruiker
pt_br: Tamanha da imagem de fundo do usuário
ru: Максимальный размер фона профиля
uk: Фонове зображення сторінки користувача макс. розмір файлу
zh_cn: 最大的背景图片大小
zh_tw: 最大的背景圖片大小

source: Max. allowed filesize for user background image. (Max allowed by server is %s)
cs: Max. povolená velikost souboru obrázku pozadí. (Max. velikost povolená serverem je %s)
de: Maximale Dateigröße für das Hintergrundbild des Benutzers (%s werden vom Server maximal erlaubt).
es: Tamaño máx. de fondo de usuario permitido (El máx. permitido por el sistema es %s)
fr: Taille maximale autorisée pour le fond d'écran utilisateur (Maximum autorisé par le serveur : %s)
it: Dimensione massima consentita per l'immagine di sfondo dell'utente. (Max consentito dal server è %s)
ja: ユーザ背景画像の最大サイズ(最大 %s に制限されます。)
nb: Maks tillatt filstørrelse for personlig bakgrunnsbilde. (Maks tillatt av server er %s)
nl: Maximaal toegestane bestandsgrootte voor achtergrond gebruiker (maximaal toegestaan door server is %s)
pt_br: Tamanho máximo permitido para a imagem de fundo do usuário. (Máximo permitido pelo servidor é %s)
ru: Максимально допустимый размер файла для фона профиля пользователя. (Ограничение сервера: %s)
uk: Максимально дозволений розмір файлу для фонового зображення сторінки користувача. (Макс. дозволено на сервері %s)
zh_cn: 最大允许背景图片的文件大小. (由服务器最大允许 %s)
zh_tw: 最大允許背景圖片的檔案大小. (伺服器最大允許： %s)

source: Shows a consent screen before accessing the website. Useful for adult content websites where minors shouldn't be allowed.
cs: Zobrazuje schvalovací obrazovku před přístupem na tyto webové stránky. Toto je užitečné pro webové stránky s obsahem pro dospělé, který by neměl být přístupný nezletilím.
de: Zeigt ein Zustimmungsmitteilung, bevor der Zugriff auf die Website erlaubt wird. Dies ist nützlich für Internetseiten mit Inhalten für Erwachsene und auf denen Minderjährige nicht zugelassen werden sollen.
es: Muestra una pantalla de consentimiento antes de acceder al sitio. Util para sitios web con contenido de adultos donde los menores no deberían ser permitidos.
fr: Affiche un disclamer avant d'accéder au site. Utile pour les sites de contenu pour adultes où les mineurs ne devraient pas être autorisés.
id: Menampilkan sebuah layar persetujuan sebelum mengakses website. Sangat berguna untuk website konten dewasa dimana anak dibawah umur harusnya tidak diperbolehkan.
it: Mostra una schermata consenso prima di accedere al sito web. Utile per i siti web di contenuti per adulti in cui non dovrebbe essere consentito minori.
ja: Webサイトにアクセスする前にコンセント画面を表示します。成人向けコンテンツを含むサイトを運用する場合に便利です。
nb: Vis en samtykke-side før man kommer inn på siden. Benyttes f.eks. for nettsteder med seksuelt innhold.
nl: Toont een toestemmingsformulier scherm voordat de toegang tot de website mogelijk is. Handig voor adult content websites waar minderjarigen niet toegestaan zijn.
ru: Показывает экран возрастного ограничения перед посещением сайта. Полезно сайтам "для взрослых", куда не стоит пускать несовершеннолетних.
zh_cn: 在访问网站之前显示屏幕的一个同意. 对于成人内容的网站,不应该让未成年人浏览.
zh_tw: 在瀏覽網站之前顯示螢幕的一個同意. 對於成人內容的網站,不應該讓未成年人瀏覽.

source: Enable consent screen
cs: Zapnout schvalovací obrazovku
de: Aktiviere Zustimmungsmitteilung
es: Habilitar pantalla de consentimiento
fr: Activer le disclamer
id: Aktifkan layar persetujuan
it: Abilita schermo consenso
ja: コンセント画面を有効にする
nb: Aktiver samtykke-side
nl: Schakel toestemmingsformulier scherm in
pt_br: Ativar tela de conscientização
ru: Включить экран возрастного ценза
zh_cn: 启用网站内容警告
zh_tw: 啟用內容警告

source: Consent screen cover image
cs: Obrázek schvalovací obrazovky
de: Titelbild für Zustimmungsmitteilung
es: Imagen de portada de pantalla de consentimiento
fr: Image de couverture du disclamer
it: immagine di copertina schermo consenso
ja: コンセント画面のカバー画像
nb: Bilde for samtykke-side
nl: Toestemmingsformulier scherm afbeelding
pt_br: Plano de fundo da página de conscientização
ru: Обложка экрана возрастного ценза
zh_cn: 内容警告背景图片
zh_tw: 警告封面圖像內容
