Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: By clicking in "I Agree" you declare that you have read and understood all the conditions mentioned above.
cs: Kliknutím na "Souhlasím " prohlašujete, že jste si přečetli a pochopili všechny výše uvedené podmínky.
de: Mit dem Klick auf "Ich stimme zu" erklären Sie, dass Sie die oben genannten Bedingungen gelesen und verstanden haben.
es: Al hacer click en "Estoy de acuerdo" declaras que has leído y entendido todas las condiciones mencionadas anteriormente.
fr: En cliquant sur "J'accepte", vous déclarez que vous avez lu et compris toutes les conditions mentionnées ci-dessus.
id: Dengan mengklik di "Saya Setuju" nda menyatakan bahwa Anda telah membaca dan memahami semua kondisi yang disebutkan di atas.
it: Selezionando "Accetto" dichiari di aver letto e compreso tutte le condizioni riportate.
ja: ”同意します”をクリックした時点で、あなたは上記の利用規約を読み、ご理解いただいたと見なします。
nb: Ved å klikke på "Jeg aksepterer" erklærer du at du har lest og forstått alle vilkårene nevnt ovenfor.
nl: Middels klikken op 'Ik bevestig' verklaart u alle bovengenoemde voorwaarden als gelezen en begrepen.
pt_br: Clicando em "Eu aceito" você declara que você leu e entendeu todas as condições mencionadas.
ru: Нажимая на кнопку "Я согласен" вы подтверждаете, что прочитали и поняли все условия, указанные выше.
zh_cn: 通过点击"我同意", 您可声明自己已阅读并理解上述的所有条件.
zh_tw: 點擊 "我同意" 後您可申明自己已閱讀並理解上述的所有條件.

source: I Agree
cs: Souhlasím
da: Jeg er enig
de: Ich stimme zu
es: Estoy de acuerdo
fr: J'accepte
id: Saya Setuju
it: Accetto
ja: 同意します
nb: Jeg aksepterer
nl: Ik bevestig
pt_br: Eu aceito
ru: Я согласен
zh_cn: 我同意
zh_tw: 我同意

source: Disk used
cs: Využití disku
da: Plads brugt
de: Speicherverbrauch
es: Disco usado
fr: Espace disque utilisé
id: Ruang disk digunakan
it: Spazio occupato su disco
ja: ディスク使用量
nb: Diskplass brukt
nl: Schijfverbruik
pl: Zajęta powierzchnia dyskowa
pt_br: Espaço usado
ru: Использовано места на диске
uk: Використано місця на диску
vi: Dung lượng đã sử dụng
zh_cn: 已用大小
zh_tw: 已用大小

source: Add user
cs: Přidat uživatele
de: Benutzer hinzufügen
es: Agregar usuario
fr: Ajouter utilisateur
id: Tambahkan pengguna
it: Aggiungi utente
ja: ユーザの追加
nb: Legg til bruker
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
pt_br: Adicionar usuário
ru: Добавить пользователя
uk: Додати користувача
vi: Thêm tài khoản
zh_cn: 添加用户
zh_tw: 新增使用者

source: Role
cs: Úloha
da: Rolle
de: Berechtigung
es: Rol
fr: Rôle
id: Peran
it: Ruolo
ja: 権限
nb: Rolle
nl: Rol
pl: Rola
pt_br: Papel
ru: Роль
uk: Роль
vi: Quyền
zh_cn: 角色
zh_tw: 規則

source: Administrator
cs: Administrátor
es: Administrador
fr: Administrateur
it: Amministratore
ja: 管理者
nl: Beheerder
pl: Administrato
pt_br: Administrador
ru: Администратор
uk: Адміністратор
zh_cn: 管理员
zh_tw: 管理員

source: This setting is always diabled when using personal website mode.
cs: Toto nastavení je vždy zakázáno při použití režimu osobní webové stránky.
de: Diese Einstellung ist immer deaktivert, wenn Sie den Privat-Modus aktiviert habe.
es: Esta configuración siempre está inhabilitada cuando se usa el modo de sitio web personal.
fr: Ce réglage est toujours désactivé lorsque vous utilisez le mode personnel.
id: Pengaturan ini akan selalu dinonaktifkan ketika menggunakan mode website pribadi.
it: Questa impostazione è sempre disabilitata quando si utilizza la modalità sito personale.
ja: この設定は個人Webサイトモードを利用している時は常に無効です。
nb: Denne innstillingen er deaktivert når personlig webside modus benyttes.
nl: Deze instelling is altijd uitgeschakeld bij persoonlijk gebruik van de website.
pt_br: Esta configuração estará sempre desativada quando você utilizar o modo pessoal do site.
ru: Данная настройка всегда выключена, если вы используете персональный режим.
zh_cn: 开启个人网站模式时, 该设置始终禁用.
zh_tw: 個人網站模式被開啟時, 該設置始終禁用.

source: documentation
cs: dokumentace
de: Dokumentation
es: documentación
id: dokumentasi
it: documentazione
ja: ドキュメント
nb: dokumentasjon
nl: documentatie
pt_br: documentação
ru: документации
zh_cn: 文档
zh_tw: 文件

source: Learn more about %s at our %d.
cs: Přečtěte si více o %s na našich stránkách %d.
de: Lernen Sie mehr über %s in unserer %d.
es: Aprende más sobre %s en nuestra %d.
fr: Pour en savoir plus sur %s consulter notre %d.
id: Pelajari lebih lanjut tentang %s di %d kami.
it: Ulteriori informazioni su %s sul nostro %d.
ja: %sについての詳細は、 %dから。
nb: Lær mer om %s på vår %d.
nl: Leer meer over %s in onze %d.
pt_br: Aprenda mais sobre %s em nosso %d.
ru: Узнайте больше о %s в %d.
zh_cn: 在 %d 处了解 %s 的详情.
zh_tw: 在我們的 %d 知道更多關於 %s 的資料

source: Add category
cs: Přidat kategorii
da: Tilføj kategori
de: Kategorie hinzufügen
es: Agregar categoría
fr: Ajouter catégorie
id: Tambah kategori
it: Aggiungi categoria
ja: カテゴリの追加
nb: Legg til kategori
nl: Categorie toevoegen
pl: Dodaj kategorię
pt_br: Adicionar categoria
ru: Добавить категорию
uk: Додати категорію
vi: Thêm danh sách
zh_cn: 添加类别
zh_tw: 新增分類

source: Add IP ban
cs: Přidat zakázanou IP
de: IP-Bann hinzufügen
es: Agregar baneo de IP
fr: Ajouter bannissement IP
id: Tambah IP di blokir
it: Aggiungi blocco IP
ja: アクセス禁止IPアドレスの追加
nb: Legg til en IP-blokkering
nl: IP ban toevoegen
pl: Dodaj blokadę IP
pt_br: Adicionar banimento de IP
ru: Заблокировать IP-адрес
uk: Додати блокування по IP
zh_cn: 添加IP
zh_tw: 新增阻擋IP

source: Add storage
cs: Přidat úložiště
de: Datenspeicher hinzufügen
es: Agregar almacenamiento
fr: Ajouter stockage
id: Tambahkan penyimpanan
it: Aggiungi spazio di archiviazione
ja: ストレージの追加
nb: Legg til lagringsplass
nl: Opslag toevoegen
pt_br: Adicionar armazanamento
ru: Добавить хранилище
uk: Додати сховище
zh_cn: 添加存储
zh_tw: 增加儲存空間

source: Return to pages
cs: Návrat na stránky
de: Zurück zu den Seiten
es: Volver a páginas
fr: Retourner aux pages
id: Kembali ke halaman
it: Torna alle pagine
ja: ページに戻る
nb: Returner til sider
nl: Ga terug naar pagina's
pt_br: Retornar às páginas
ru: Вернутся к страницам
uk: Повернутись до сторінок
zh_cn: 返回页面
zh_tw: 返回頁面

source: Website name
cs: Název webu
da: Sidens navn
de: Name der Internetseite
es: Nombre del sitio
fr: Nom du site web
id: Nama website
it: Nome del sito web
ja: ウェブサイト名
nb: Navn på nettsted
nl: Website naam
pl: Nazwa strony
pt_br: Nome da página
ru: Название сайта
uk: Назва сайту
vi: Tên trang web
zh_cn: 网站名称
zh_tw: 網站名稱

source: Website doctitle
cs: Nadpis webové stránky (title)
da: Sidens doctitle
de: Titel der Internetseite
es: Doctitle del sitio
fr: Titre du site web
id: Doctitle website
it: Doctitle sito web
ja: ウェブサイトのタイトル (ページタイトル)
nb: Tittel på nettsted
nl: Website titel
pl: Doctitle strony
pt_br: Subtítulo
ru: Заголовок сайта
uk: Заголовок сайту
vi: Tên website
zh_cn: 网站标题
zh_tw: 網站標題

source: Website description
cs: Popis webu
da: Sidens beskrivelse
de: Beschreibung der Internetseite
es: Descripción del sitio
fr: Description du site web
id: Deskripsi website
it: Descrizione sito web
ja: ウェブサイトの詳細
nb: Beskrivelse av nettsted
nl: Website omschrijving
pl: Opis strony
pt_br: Descrição da página
ru: Описание сайта
uk: Опис сайту
vi: Mô tả website
zh_cn: 网站描述
zh_tw: 網站描述

source: Default time zone
cs: Výchozí časové pásmo
da: Standard tidszone
de: Standard-Zeitzone
es: Zona horaria predeterminada
fr: Fuseau horaire par défaut
id: Zona waktu default
it: Fuso orario predefinito
ja: 既定のタイムゾーン
nb: Standard tidssone
nl: Standaard tijdzone
pl: Domyślna strefa czasowa
pt_br: Fuso horário padrão
ru: Часовой пояс по-умолчанию
uk: Часовий пояс за замовчуванням
vi: Múi giờ mặc định
zh_cn: 默认时区
zh_tw: 預設時區

source: Select region
cs: Vyber region
da: Vælg region
de: Region wählen
es: Seleccionar región
fr: Sélectionnez la région
id: Pilih region
it: Seleziona la regione
ja: 地域の選択
nb: Velg region
nl: Selecteer regio
pl: Wybierz region
pt_br: Selecionar região
ru: Выберите регион
uk: Оберіть регіон
vi: Chọn vùng
zh_cn: 选择区域
zh_tw: 選擇地區

source: Allows to search images, albums and users based on a given search query.
cs: Umožňuje vyhledávat obrázky, alba a uživatele na základě daného vyhledávacího dotazu.
de: Ermöglicht die Suche nach Bildern, Alben und Benutzern anhand der gegebenen Suchanfrage.
es: Permite buscar imágenes, álbumes y usuarios basado en una determinada consulta de búsqueda.
fr: Permet de rechercher des images, des albums et des utilisateurs.
id: Bolehkan pencarian gambar, album dan pengguna berdasarkan permintaan pencarian yang diberikan.
it: Abilita la ricerca di immagini, album ed utenti in base a specifica chiave di ricerca.
ja: 検索クエリによる画像、アルバムやユーザーの検索を許可する
nb: Tillat søk etter bilder, album og brukere basert på en egendefinert søkestreng.
nl: Maakt het mogelijk om te zoeken op foto's, albums en gebruikers op basis van een bepaalde zoekopdracht.
pt_br: Permitir a procura de imagens, álbuns e usuários baseado na determinada consulta de pesquisa.
ru: Позволяет производить поиск изображений, альбомов и пользователей на основании заданного поискового запроса.
zh_cn: 可以按特定的内容查询图片, 相册, 和用户.
zh_tw: 可以按特定的內容查詢圖像, 相簿, 和用戶.

source: Enables to browse public uploaded images. It also enables categories.
cs: Umožňuje procházet veřejně nahrané obrázky. Také umožňuje procházet veřejné kategorie.
de: Erlaubt öffentlich bereitgestellte Bilder zu durchsuchen. Die Kategorien werden ebenso aktiviert.
es: Permite navegar las imágenes subidas de manera publica. También permite categorías.
fr: Permets de consulter les images publiques du site. Permets également l'utilisation des catégories.
it: Abilita la visualizzazione delle immagini pubbliche. Inoltre abilita le categorie.
ja: 公開状態のアップロードされている画像の閲覧を有効にする。同時にカテゴリーも有効になります。
nb: Aktiverer visning av offentlige bilder. Det aktiverer også kategorier.
nl: Staat toe om te bladeren in publiek toegevoegde afbeeldingen. Het zet ook de categorieën aan.
pt_br: Permite procurar imagens públicas enviadas. Também ativa as categorias.
ru: Позволяет просмотр публичных изображений и категорий.
zh_cn: 启用探索图库功能, 允许查看所有用户上传的图片（不含私隐）,并可以按分类查看.
zh_tw: 啟用探索圖庫功能, 允許查看所有用戶上傳的圖像（不含隱私）, 並可以按分類查看.

source: guests
cs: hosté
da: gæster
de: Gäste
es: invitados
fr: invités
ja: ゲスト
nl: bezoekers
zh_cn: 游客
zh_tw: 訪客

source: Enables explore for guests.
cs: Umožňuje procházet veřejně nahrané obrázky i neregistrovaným uživatelům.
de: "Entdecken"-Modus für Gäste aktivieren.
es: Habilita explorador para invitados.
fr: Activer l'explorateur pour les visiteurs.
ja: ゲストに「もっと見る」機能を有効にします。
nl: Schakel verkennen in voor bezoekers.
zh_cn: 为游客启用探索.

source: Enables to browse images randomly.
cs: Umožňuje prohlížet obrázky v náhodném pořadí.
de: Aktiviert das zufällige Durchsuchen von Bildern.
es: Permite navegar imágenes de manera aleatoria.
fr: Permets de parcourir les images une par une de manière aléatoire.
id: Aktifkan mencari gambar secara acak.
it: Abilita la visualizzazione casuale delle immagini.
ja: ランダムな画像の閲覧を有効にする
nb: Aktiverer mulighet for å bla tilfeldig i bilder
nl: Sta toe om willekeurig afbeeldingen te bladeren.
pt_br: Ativar a procura de imagens randomicamente.
ru: Позволяет просмотр случайных изображений.
zh_cn: 启用随机浏览图片.
zh_tw: 啟用隨機圖像瀏覽

source: Likes
cs: Líbí se
es: Me gusta
fr: J'aimes
id: Suka
it: Piaciuti
ja: いいね
nb: Liker
nl: Waarderingen
pt_br: Curtidas
ru: Понравилось
zh_cn: 喜欢
zh_tw: 喜歡

source: Allows users to like content and populate "Most liked" listings.
cs: Umožňuje uživatelům "lajkovat" obsah a šířit výpisy "Nejoblíbenějších".
de: Erlaubt Benutzern, Content zu liken und die beliebtesten Inhalte anzeigen zu lassen.
es: Permite a los usuarios gustar contenido y generar listados con lo "Más gustado".
fr: Permets aux utilisateurs d'aimer le contenu et de consulter les images les plus aimées de la communauté.
id: Memungkinkan pengguna menyukai konten dan mengisi daftar "Paling disukai".
it: Consente agli utenti di usare i "like" e popolare l'elenco dei "più graditi".
ja: ユーザーによるコンテンツへの”いいね”と”もっともいいねされている”リストを許可する
nb: Tillat brukere å like innhold
nl: Staat gebruikers toe om inhoud te waarderen en lijsten met 'Meest gewaardeerd' te maken.
pt_br: Permite aos usuários curtir conteúdos e aparecer na lista de "Mais curtidas".
ru: Позволяет пользователям отмечать контент, как понравившийся и формирует список "Самые популярные".
zh_cn: 允许用户使用喜欢LIKE功能, 并显示用户已喜欢列表.
zh_tw: 允許用戶使用喜歡功能, 並顯示用戶已喜歡列表.

source: Followers allows users to follow each other.
cs: Odběratelé uživatelům umožňují se navzájem sledovat.
de: Die Funktion "Followers" ermöglicht es, Inhalte anderer Benutzer zu folgen.
es: Seguidores permite a los usuarios que se sigan mutuamente.
fr: Permets aux utilisateurs de s'abonner aux autres utilisateurs du site.
id: Pengikut membolehkan pengguna untuk saling mengikuti.
it: Consente agli utenti di seguirsi.
ja: フォロワーはユーザーと互いにフォローすることを許可する
nb: Følgere tillater brukere å følge hverandre
nl: Volgers staan gebruikers toe om elkaar te volgen.
pt_br: Seguidores permitem usuários a seguirem uns aos outros.
ru: Система подписки позволяет пользователям подписываться на контент друг друга.
zh_cn: 关注者允许用户互相关注.
zh_tw: 跟隨者允許使用者互相跟隨

source: Personal mode target user
cs: Cílový uživatel osobního režimu
de: Privat-Modus Zielbenutzer
es: Usuario objetivo para modo personal
fr: Utilisateur cible du mode personnel
it: Modalità personale utente di destinazione
ja: パーソナルモードが可能なユーザ
nb: Personlig modus målbruker
nl: Persoonlijke modus doelgebruiker
pt_br: Modo pessoal de usuário de destino
ru: Пользователь в частном режиме
uk: Особистий режим цільового користувача
zh_cn: 个人模式的目标用户
zh_tw: 個人模式的目標對象

source: User ID
cs: Uživatelské ID
da: Bruger ID
de: Benutzer-ID
es: ID usuario
fr: ID Utilisateur
id: ID pengguna
it: ID utente
ja: ユーザID
nb: Bruker-ID
nl: Gebruikers ID
pl: Identyfikator użytkownika
pt_br: ID de utilizador
ru: ID пользователя
uk: ID користувача
zh_cn: 用户ID
zh_tw: 使用者ID

source: Your user id is: %s
cs: Vaše uživatelské id je: %s
de: Ihre Benutzer-ID lautet: %s
es: Tu id de usuario es: %s
fr: Votre identifiant utilisateur est : %s
id: Id pengguna anda adalah: %s
it: Il tuo ID utente è: %s
ja: あなたのユーザID: %s
nb: Din bruker-ID er: %s
nl: Jouw gebruikersnummer is: %s
pl: Twój identyfikator użytkownika: %s
pt_br: Seu ID de usuário é: %s
ru: Ваш ID пользователя: %s
uk: Ваш id користувача: %s
zh_cn: 你的用户ID是: %s
zh_tw: 您的使用者ID為：%s

source: Numeric ID of the target user for personal mode.
cs: Číselné ID cílového uživatele pro osobním režim.
de: Numerische ID des Zielbenutzer für den Privat-Modus.
es: ID numérica del usuario objetivo para modo personal.
fr: ID numérique du client ciblé pour le mode personnel.
it: ID numerico dell'utente di destinazione per la modalità personale.
ja: パーソナルモードが可能なユーザのID(数字)
nb: Numerisk ID for målbrukeren for personlig modus.
nl: Numeriek nummer van de doelgebruiker voor persoonlijke modus.
pt_br: ID numérico do usuário-alvo para o modo pessoal.
ru: Числовой ID пользователя в частном режиме.
uk: Цифровий ідентифікатор цільового користувача для особистого режиму.
zh_cn: 个人模式的数值是目标用户的ID.
zh_tw: 個人模式的數值是目標用戶的ID.

source: Personal mode routing
cs: Routování osobního režimu
de: Privat-Modus Routing
es: Enrutamiento modo personal
fr: Routage du mode personnel
id: Pengarahan mode personal
it: Percorso modalità personale
ja: パーソナルモード ルーティング
nb: Ruting for personlig modus
nl: Persoonlijke mode route
pt_br: Roteamento modo Pessoal
ru: Маршрутизация в частном режиме
uk: Особистий режим направлення
zh_cn: 个人模式链接格式
zh_tw: 個人模式連結格式

source: Custom route to map /username to /something. Use "/" to map to homepage.
cs: Vlastní cesta pro namapování /uživatelskéjméno na /cokoliv. Použijte "/" pro namapování na domovskou stránku.
de: Individuelle Route um /Benutzername auf /etwas abzubilden. Verwenden Sie "/" auf die Startseite abzubilden.
es: Ruta personalizada para mapear /nombredeusuario a /algo. Usa "/" para mapear a la página principal.
fr: Routage personnalité pour rediriger /nomdutilisateur vers /quelquechose. utilisez "/" pour rediriger vers la page d'accueil.
it: Percorso personalizzato per mappare /username a /esempio. Utilizza "/" per mappare alla homepage.
ja: カスタムルートを /username から /somethingのようにマップします。ホームページへのマップは、"/"を使います。
nb: Tilpasset rute for å tilordne /brukernavn til /noe. Bruk "/" å tilordne til hjemmesiden.
nl: Persoonlijke route voor verwijzing naar /gebruikersnaam of /iets. Gebruik "/" om naar de homepage te verwijzen.
pt_br: Rota personalizada para mapear / nome de usuário para / algo. Use "/" para mapear a homepage.
ru: Собственный маршрут для переадресации запросов вида /имя_пользователя на /новый_адрес. Используйте "/" для перехода на главную страницу.
uk: Звичайне перенаправлення з /ім'я-користувача в /кудась. Використовуйте "/" для направлення на домашню сторінку.
zh_cn: 定制的链接格式 /username 到 /something. 使用 “/” 映射到主页。
zh_tw: 定製的鏈接格式 /username 到 /something. 使用 「/」 映射到主頁。

source: Website privacy mode
cs: Režim soukromí webu
de: Datenschutzmodus der Internetseite
es: Modo de privacidad del sitio
fr: Mode de confidentialité du site web
id: Mode privasi website
it: Modalità privacy sito web
ja: Webサイト プライバシーモード
nb: Nettstedsmodus for personvern
nl: Website privé mode
pt_br: Modo de privacidade do site
ru: Режим видимости сайта
uk: Режим конфіденційності сайту
zh_cn: 网站的隐私模式
zh_tw: 網站隱私模式

source: Private mode will make the website only available for registered users.
cs: Soukromý režim způsobí, že stránka bude dostupná pouze registrovaným uživatelům.
da: Privat tilstand vil gøre at hjemmesiden kun er tilgængelig for registrerede brugere.
de: Im Privat-Modus ist die Internetseite nur für registrierte Benutzer verfügbar.
es: El modo privado hace que el sitio este disponible sólo para usuarios registrados.
fr: Le mode privé ne rendra le site accessible qu'aux utilisateurs enregistrés.
id: Mode pribadi akan menjadikan website hanya tersedia untuk pengguna terdaftar.
it: In modalità privata il sito è disponibile soltanto agli utenti iscritti.
ja: 非公開モードは、登録されたユーザのみ閲覧することが出来るようになります。
nb: Privatmodus vil gjøre siden tilgjengelig kun for registrerte brukere.
nl: Privémodus zorgt ervoor dat alleen geregistreerde gebruikers de website kunnen gebruiken
pl: Tryb prywatny pozwoli na wyświetlanie strony tylko zarejestrowanym użytkownikom.
pt_br: Modo privado fará com que o site só esteja disponível para usuários registados.
ru: Частный сайт будет доступен только для зарегистрированных пользователей.
uk: Приватний сайт буде доступний тільки для зареєстрованих користувачів.
vi: Trang web sẽ chỉ hoạt động đối với thành viên trong chế độ riêng tư
zh_cn: 启用私密模式后仅对注册用户开放使用.
zh_tw: 啟用私密模式後僅對註冊用戶開放使用.

source: Content privacy mode
cs: Obsah soukromého módu
de: Inhalt-Datenschutzmodus
es: Modo de privacidad del contenido
fr: Mode ce confidentialité du contenu
id: Mode privasi konten
it: Modalità privacy contenuto
ja: コンテンツ非公開モード
nb: Innhold privatmodus
nl: Privacy-instellingen
pl: Z prywatną treścią
pt_br: Modo de privacidade conteúdo
ru: Режим видимости содержимого
uk: Режим видимості вмісту
vi: Chế độ riêng tư
zh_cn: 隐私模式
zh_tw: 內容隱私模式

source: Default
cs: Výchozí
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinito
ja: 既定
nb: Standard
nl: Standaard
pl: Domyślna
pt_br: Padrão
ru: По-умолчанию
uk: За замовчуванням
vi: Mặc định
zh_cn: 默认
zh_tw: 預設

source: Force private (self)
cs: Vynutit soukromí (jen já)
de: Erzwinge Privat (Ich)
es: Forzar privado (propio)
fr: Forcer privé (lui même)
id: Paksa pribadi (sendiri)
it: Forza privato (sé stessi)
ja: 強制的に非公開 (自分のみ)
nb: Tving privat (egen)
nl: Forceer privé (alleen ik)
pt_br: Forçar privado (auto)
ru: Скрытые (только владелец)
uk: Приховані (тільки власник)
vi: Bắt buộc bí mật (bản thân)
zh_cn: 全局隐私（只有用户本人可见）
zh_tw: 私密（只有本人可見）

source: Force private (anyone with the link)
cs: Vynutit soukromí (kdokoliv kdo má link)
de: Erzwinge Privat (Alle mit Link)
es: Forzar privado (cualquiera con el enlace)
fr: Forcer privé (ceux avec le lien)
id: Paksa pribadi (semua orang dengan tautan)
it: Imposta privato (chiunque tramite link)
ja: 強制的に非公開(リンクを知っている人全員)
nb: Tvinge privat (alle med link)
nl: Forceer privé (iedereen met link)
pt_br: Forçar privado (qualquer pessoa com o link)
ru: Скрытые (только по ссылке)
uk: Приховані (тільки за посиланням)
vi: Bắt buộc bí mất (bất cứ ai có link)
zh_cn: 全局隐私（所有人通过链接可见）
zh_tw: 私密（任何知道連結的人）

source: Forced privacy modes will override user selected privacy.
cs: Vynucení soukromí ovlivní i to co měl uživatel nastaveno.
de: Erzwungener Datenschutz-Modus ignoriert ausgewählte Datenschutzeinstellung des Benutzers.
es: Los modos forzados sobrescribirán la selección de privacidad del usuario.
fr: Les modes de confidentialité forcés outrepassent la confidentialité définie par l'utilisateur.
id: Mode privasi dipaksakan akan mengembalikan privasi pengguna terpilih.
it: Le modalità di privacy forzata sostituiranno le modalità di privacy degli utenti selezionati.
ja: ユーザの選択した非公開モードを強制的に継承する
nb: Tvunget personvernmodus vil overstyre brukers valg av personvern.
nl: Geforceerde privacy-instellingen zullen gebruikersinstellingen vervangen
pt_br: Modos de privacidade forçadas substituirá preferência de privacidade de usuário.
ru: При включении принудительных режимов видимости, указанные пользователями значения будут проигнорированы.
uk: При включенні примусових режимів видимості, зазначені користувачами значення будуть проігноровані.
zh_cn: 全局隐私模式将覆盖用户选择的隐私.
zh_tw: 全局隱私模式將覆蓋用戶選擇的隱私.

source: Page title
cs: Název stránky
de: Seitentitel
es: Título de la página
fr: Titre de la page
id: Judul halaman
it: Titolo pagina
ja: ページタイトル
nb: Sidetittel
nl: Titel pagina
pl: Tytuł strony
pt_br: Título da página
ru: Заголовок страницы
uk: Заголовок сторінки
zh_cn: 页面标题
zh_tw: 頁面標題

source: Page status
cs: Stav stránky
de: Seitenstatus
es: Estado de la página
fr: Statut de la page
id: Status halaman
it: Stato pagina
ja: ページステータス
nb: Sidestatus
nl: Status pagina
pl: Status strony
pt_br: O status da página
ru: Статус страницы
uk: Статус сторінки
zh_cn: 页面状态
zh_tw: 頁面狀態

source: Active page
cs: Aktivní stránka
de: Aktive Seite
es: Página activa
fr: Page active
id: Halaman aktif
it: Pagina attiva
ja: アクティブページ
nb: Aktiv side
nl: Actieve pagina
pl: Aktywna strona
pt_br: Página ativa
ru: Активная
uk: Активна сторінка
zh_cn: 活动页面
zh_tw: 活動頁面

source: Inactive page (%s)
cs: Neaktivní stránka (%s)
de: Inaktive Seite (%s)
es: Página inactiva (%s)
fr: Page inactive (%s)
id: Halaman tidak aktif (%s)
it: Pagina non attiva (%s)
ja: 非アクティブページ (%s)
nb: Inaktiv side (%s)
nl: Inactieve pagina (%s)
pl: Nieaktywna strona (%s)
pt_br: Página Inativa (%s)
ru: Неактивная (%s)
uk: Не активна сторінка (%s)
zh_cn: 无效页面(%s)
zh_tw: 無效頁面 (%s)

source: Only active pages will be accessible.
cs: Pouze aktivní stránky budou přístupné.
de: Nur aktive Seiten werden angezeigt.
es: Solamente las páginas activas serán accesibles.
fr: Seules pages actives seront accessibles.
id: Hanya halaman aktif yang dapat diakses.
it: Saranno accessibili soltanto le pagine attive.
ja: アクティブページのみがアクセス可能です。
nb: bare aktive sider vil være tilgjengelige.
nl: Alleen actieve pagina's zijn toegankelijk.
pl: Tylko aktywne strony będą dostępne.
pt_br: Somente páginas ativas estarão acessíveis.
ru: Только активные страницы будут доступны пользователям
uk: Тільки активні сторінки будуть доступні
zh_cn: 只有活动页面可以访问.
zh_tw: 僅活動頁面可以瀏覽

source: Type
cs: Typ
de: Typ
es: Tipo
id: Tipe
it: Tipologia
ja: タイプ
pl: Rodzaj
pt_br: Tipo
ru: Тип
uk: Тип
zh_cn: 类型
zh_tw: 類型

source: Page visibility
cs: Viditelnost stránky
de: Seitensichtbarkeit
es: Visibilidad de página
fr: Visibilité de la page
id: Keterlihatan halaman
it: Visibilità pagina
ja: ページ可視性
nb: Sidesynlighet
nl: Zichtbaarheid pagina
pl: Widoczność strony
pt_br: Visibilidade página
ru: Видимость страницы
uk: Видимість сторінки
zh_cn: 页面可见度
zh_tw: 頁面可見度

source: Visible page
cs: Viditelná stránka
de: Sichtbare Seite
es: Página visible
fr: Page visible
id: Halaman terlihat
it: Pagina visibile
ja: 表示可能なページ
nb: Synlig side
nl: Zichtbare pagina
pl: Widoczna strona
pt_br: Página visível
ru: Видимая
uk: Видима сторінка
zh_cn: 可见页面
zh_tw: 可見頁面
