Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Sign up to unlock all the features
cs: Zaregistrujte se pro zpřístupnění všech funkcí
da: Tilmeld dig for at låse op for alle funktioner
de: Jetzt registrieren, um alle Funktionen nutzen zu können
es: Registrate para desbloquear todas las funcionalidades
fr: Enregistrez-vous pour débloquer toutes les fonctionnalités
id: Daftarlah untuk mendapatkan semua kelebihan yang ada
it: Iscriviti per accedere a tutte le funzionalità del sito
ja: すべての機能を利用するためにアカウントを作成しましょう。
nb: Registrer deg for å låse opp alle funksjonene
nl: Registreer om gebruik te maken van de mogelijkheden van deze website.
pl: Zarejestruj się, aby odblokować nowe funkcje
pt_br: Registre-se para desbloquear todas as funcionalidades do site
ru: Зарегистрируйтесь, чтобы получить больше возможностей.
uk: Зареєструватися, щоб отримати більше можливостей.
vi: Đăng ký để sử dụng mọi chức năng của website
zh_cn: 注册即可解锁并体验所有的功能
zh_tw: 註冊即可啟用所有的功能

source: Manage your content, create private albums, customize your profile and more.
cs: Spravujte váš obsah, vytvářejte soukromá alba, nastavujte váš profil a spoustu dalšího.
da: Administrer dit indhold, opret privat album, tilpass din profil og meget mere.
de: Verwalten Sie Ihre Inhalte, erstellen Sie private Alben, personalisieren Sie Ihr Profil und vieles mehr.
es: Administra tu contenido, crea álbumes privados, personaliza tu perfil y más.
fr: Gérez vos contenus, créez des albums privés, modifiez votre profil et plus encore.
id: Mengelola konten Anda, membuat album pribadi, menyesuaikan profil Anda dan banyak lagi.
it: Gestisci i tuoi contenuti, crea album privati​​, personalizza il tuo profilo e molto altro.
ja: あなたのコンテンツを管理したり、非公開アルバムを作成したり、プロフィールのカスタマイズなどが行えます。
nb: Administrer ditt innhold, opprett private album, tilpass din profil og mer.
nl: Beheer uw inhoud, maak privé-albums, personaliseer je profiel en nog veel meer.
pl: Zarządzaj swoimi grafikami, twórz prywatne albumy, dostosowuj profil i wiele, wiele więcej.
pt_br: Gerencie suas imagens, crie álbuns privados, personalize seu perfil e muito mais.
ru: Управляйте аккаунтом, создавайте альбомы, изменяйте свой профиль и многое другое.
uk: Керуйте аккаунтом, створюйте альбоми, змінюйте свій профіль і багато іншого.
vi: Quản lý hình ảnh, tạo album riêng tư, tùy chỉnh trang hồ sơ và hơn thế nữa
zh_cn: 管理您的内容, 建立您的个人相册, 自定义您的个人资料, 展示您的个人主页和更多.
zh_tw: 管理您的內容, 建立您的個人相簿, 自訂您的個人資料, 展示您的個人主頁和更多

source: Enter your password
cs: Vložte vaše heslo
da: Indtast dit kodeord
de: Passwort eingeben
es: Introduce tu contraseña
fr: Entrez votre mot de passe
id: Masukkan password anda
it: Inserisci la tua password
ja: パスワードを入力して下さい。
nb: Skriv inn ditt passord
nl: Voer uw wachtwoord in
pl: Wpisz swoje hasło
pt_br: Digite a sua senha
ru: Введите ваш пароль
uk: Введите ваш пароль
vi: Nhập mật khẩu của bạn
zh_cn: 请输入您的密码
zh_tw: 請輸入您的密碼

source: You have been logged off %s. Hope to see you soon.
cs: Odhlášení z webu %s proběhlo úspěšně. Brzy na shledanou.
da: Du er blevet logget ud %s. Vi håber vi ser dig snart igen.
de: Sie wurden von %s abgemeldet. Wir freuen uns auf Ihren nächsten Besuch!
es: Te has desconectado de %s. Esperamos verte pronto.
fr: Vous avez été déconnecté de %s. Nous espérons vous revoir prochainement.
id: Anda telah keluar %s. Sampai bertemu kembali.
it: Sei stato disconnesso %s.Spero di rivederti presto
ja: あなたは%sからログアウトしました。またのご利用をお待ちしています。
nb: Du har blitt logget ut fra %s. Velkommen tilbake!
nl: U bent nu uitgelogd van %s. Hopelijk tot snel.
pl: Wylogowano pomyślnie, %s. Mamy nadzieję, że wrócisz tu wkrótce.
pt_br: Você saiu da sua conta. Esperamos vê-lo novamente em breve.
ru: Успешный выход из системы. До скорых встреч на %s.
uk: Успішний вихід з системи. До нових зустрічей на %s.
vi: Bạn đã thoát khỏi tài khoản %s. Hẹn gặp lại sau!
zh_cn: 您已退出 %s , 希望很快再见到你.
zh_tw: 您已登出 %s , 希望很快再見到您

source: Website under maintenance
cs: Na webové stránce probíhá údržba
da: Hjemmesiden er under vedligeholdelse
de: Internetseite in Wartung
es: Página web en mantenimiento
fr: Site web en maintenance
id: Website dalam perbaikan
it: Sito in manutenzione
ja: 現在、メンテナンス中です。
nb: Nettstedet er under vedlikehold
nl: Website is in onderhoud.
pl: Strona w trakcie konserwacji
pt_br: O site está em manutenção
ru: Сайт находится в режиме технического обслуживания.
uk: Сайт на обслуговуванні
zh_cn: 网站正在维护中
zh_tw: 網站正在維護中

source: We're performing scheduled maintenance tasks in the website. Please come back in a few minutes.
cs: Snažíme se co nejdříve dokončit plánované úkoly údržby na naší webové stránce. Vraťte se prosím za pár minut.
da: Vi udfører planlagte vedligeholdelsesopgaver på hjemmesiden. Venligst kom tilbage igen senere.
de: Wir führen aktuell geplante Wartungsarbeiten durch. Bitte besuchen Sie uns in einigen Minuten wieder.
es: Estamos realizando tareas de mantenimiento programado en la página web. Por favor, vuelve en unos minutos.
fr: Nous effectuons une maintenance programmée sur le site web. Veuillez réessayer dans quelques minutes.
id: Kami sedang melakukan perawatan rutin. Silakan kembali dalam beberapa menit lagi.
it: Stiamo eseguendo operazioni di manutenzione programmata nel sito. Si prega di tornare tra pochi minuti.
ja: 大変申し訳ありませんが、現在、定期メンテナンスを行っています。しばらくしてから再度アクセスしてください。
nb: Vi utfører planlagt vedlikehold på nettstedet. Vennligst forsøk igjen senere.
nl: We hebben op dit moment gepland onderhoud aan de website. Kijk over een paar minuten nog eens.
pl: Wykonujemy zaplanowane prace konserwacyjne. Spróbuj ponownie za klika minut.
pt_br: Estamos no momento em manutenção. Por favor, volte em alguns minutos.
ru: Мы выполняем запланированные задачи по обслуживанию сайта. Попробуйте зайти позже.
uk: Ми виконуємо планові роботи з технічного обслуговування на веб-сайті. Будь ласка, поверніться до нас трошки пізніше
zh_cn: 我们在进行例行的网站维护任务. 请几分钟后再回来.
zh_tw: 我們在進行例行的網站維護任務. 請稍後再回來

source: This content is password protected.
cs: Tento obsah je chráněn heslem.
da: Dette indhold er beskyttet med adgangskode.
de: Dieser Inhalt ist durch ein Passwort geschützt.
es: Este contenido está protegido con contraseña.
fr: Ce contenu est protégé par mot de passe.
id: Konten ini dilindungi kata sandi.
it: Questo contenuto è protetto da password.
ja: このコンテンツはパスワードで保護されています。
nb: Dette innholdet er passordbeskyttet.
nl: De inhoud is beschermd met een wachtwoord.
pt_br: Este conteúdo é protegido por uma senha.
ru: Содержимое защищено паролем
zh_cn: 此内容已被密码保护.
zh_tw: 此內容已被密碼保護.

source: Please enter your password to continue.
cs: Pro pokračování zadejte prosím vaše heslo.
da: Indtast venligst dit adgangskode for at fortsætte.
de: Bitte geben Sie das Passwort ein, um fortzufahren.
es: Por favor introduce tu contraseña para continuar.
fr: Veuillez entrer le mot de passe pour continuer.
id: harap masukkan kata sandi anda untuk melanjutkan
it: Si prega di inserire la password per continuare
ja: 続けるにはパスワードを入力してください。
nb: Vennligst skriv inn passordet ditt for å fortsette.
nl: Voer het wachtwoord in om verder te gaan.
pt_br: Por favor, digite sua senha para continuar.
ru: Пожалуйста, введите пароль и нажмите Enter.
zh_cn: 请输入您的密码以继续浏览.
zh_tw: 請輸入您的密碼進行下一步.

source: Send
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
id: Terkirim
it: Invia
ja: 送信
nl: Verstuur.
pt_br: Enviar
ru: Отправить
zh_cn: 发送
zh_tw: 寄出

source: Add image uploading to your website, blog or forum by installing our upload plugin. It provides image uploading to any website by placing a button that will allow your users to directly upload images to our service and it will automatically handle the codes needed for insertion. All features included like drag and drop, remote upload, image resizing and more.
cs: Přidejte funkci nahrávání obrázků na své webové stránky, blog nebo fórum nainstalováním pluginu pro nahrávání. Tato funkce poskytuje možnost nahrávání obrázků z libovolné webové stránky tím, že zde umístí tlačítko, které umožní vašim uživatelům přímo odesílat obrázky do naší služby a automaticky zpracuje a vytvoří kódy potřebné pro vkládání. Všechny funkce zahrnují například funkci přetáhni a pusť, vzdálené nahrávání, změnu velikosti obrázků a další.
da: Tilføj billede upload til dit websted, blog eller forum ved at installere vores upload plugin. Det giver billede uploading service til enhver hjemmeside ved at placere en knap, der gør det muligt for dine brugere at uploade billeder direkte til vores server, og det vil automatisk håndtere de koder, der er nødvendige for indsættelse. Alle funktioner inkluderet som træk og slip, fjernopload, billede skalering og meget mere.
de: Ermöglichen Sie das Hochladen von Bildern auf Ihrer Internetseite, Ihrm Blog oder Ihrem Forum, indem Sie das Upload-Plugin installieren. Es ermöglicht das Hochladen von Bildern über einen zusätzlichen Button. Dieser erlaubt Ihren Nutzern, Bilder direkt über unseren Service hochzuladen. Das Plugin verwaltet automatisch die Codes, die für das Einfügen der Bilder notwendig sind. Der Funktionsumfang umfasst Drag & Drop, Remote-Uploads, Änderungen der Bildgröße und vieles mehr!
es: Agrega subida de imágenes a tu sitio web, blog o foro instalando nuestro complemento de subida. Proporciona subida de imágenes a cualquier sitio web mediante la colocación de un botón que permitirá a tus usuarios cargar directamente imágenes a nuestro servicio y se encargará automáticamente de los códigos necesarios para la inserción. Todas las características incluidas como arrastrar y soltar, subida remota, redimensionamiento de imágenes y mucho más.
fr: Ajoutez le téléchargement d'images sur votre site web, blog ou forum en installant notre plugin de téléchargement. Il permet de télécharger des images vers n'importe quel site Web en plaçant un bouton qui permettra à vos utilisateurs de télécharger directement des images vers notre service et il traitera automatiquement les codes nécessaires à l'insertion. Toutes les fonctions incluses comme le glisser-déposer, le téléchargement à distance, le redimensionnement des images et plus encore.
it: Aggiungi l'upload dell'immagine al tuo sito web, blog o forum installando il nostro plug-in per il caricamento. Fornisce l'upload di immagini a qualsiasi sito web posizionando un pulsante che permetterà agli utenti di caricare direttamente immagini al nostro servizio e gestirà automaticamente i codici necessari per l'inserimento. Tutte le funzioni incluse come trascinamento, rilascio remoto, ridimensionamento delle immagini e altro ancora.
ja: このアップロードプラグインのインストールされている、Webサイト、ブログ、またはフォーラムから画像をアップロードして追加する。画像の追加に必要なコードを自動で扱うボタンの設置されたWebサイトへ画像をアップロードします。ドラッグ＆ドロップやリモートアップロード、画像のリサイズなどの機能も全てふくまれています。
nb: Legg til bildeopplasting på nettsiden, bloggen eller forumet ditt ved å installere opplastingsutvidelsen vår. Den tilbyr bildeopplasting til en hvilken som helst nettside ved å legge til en knapp som lar brukerne dine laste opp bilder direkte til vår tjeneste, og håndterer automatisk kodene for å legge dem til. Alle funksjoner som dra-og-slipp, fjernopplasting, bildeskalering m.m. er tilgjengelige.
nl: Voeg het uploaden van afbeeldingen toe aan jouw website, blog of forum door onze upload plugin te installeren. Het biedt het uploaden van afbeeldingen naar elke website door een knop te plaatsen waarmee jouw gebruikers direct afbeeldingen kunnen uploaden naar onze service en het zal automatisch de codes verwerken die nodig zijn voor het invoegen. Alle functies zijn inbegrepen, zoals slepen en neerzetten, uploaden op afstand, beeldvergroting en nog veel meer.
pt_br: Adicione o upload da imagem ao seu site, blog ou fórum, instalando nosso plugin de upload. Ele fornece o upload de imagens para qualquer site, colocando um botão que permitirá que seus usuários enviem imagens diretamente para o nosso serviço e ele irá manipular automaticamente os códigos necessários para a inserção. Todos os recursos incluídos como arrastar e soltar, upload remoto, redimensionamento de imagem e muito mais.
ru: Добавьте возможность загружать изображение на ваш сайт, блог или форум установив наш плагин. Он предоставляет возможность загружать изображение путем установки кнопки, которая позволит вашим пользователям напрямую загружать изображения на наш сервис и автоматически предоставит коды для вставки. Плагин включает все возможности, такие как загрузка через перетаскивание, удаленная загрузка, изменение размера изображений и другие.
zh_cn: 通过安装我们的上传插件，将图像上传到您的网站，博客或论坛。 它提供图像上传到任何网站，放置一个按钮，将允许您的用户直接上传图像到我们的服务，它将自动处理插入所需的代码。 所有功能包括拖放，远程上传，图像调整大小等。

source: Supported software
cs: Podporovaný software
da: Understøttet software
de: Unterstützte Software
es: Software soportado
fr: Logiciel supporté
it: Software supportato
ja: サポートするソフトウェア
nb: Støttet programvare
nl: Ondersteunde software
pt_br: Software suportado
ru: Поддерживаемое ПО
zh_cn: 支持的项目

source: supported software
cs: podporovaný software
da: understøttet software
de: unterstützten Dienste
es: software soportado
fr: logiciel supporté
it: Software supportato
ja: サポートするソフトウェア
nb: støttet programvare
nl: ondersteunde software
pt_br: software suportado
ru: поддерживаемое ПО
zh_cn: 支持的项目

source: The plugin works in any website with user-editable content and for %sv, it will place an upload button that will match the target editor toolbar so no extra customization is needed.
cs: Plugin funguje na libovolné webové stránce s uživatelsky upravitelným obsahem a pro %sv, umístí tlačítko pro nahrání, které bude odpovídat panelu nástrojů pro cílový editor, takže není potřeba další přizpůsobení.
de: Das Plugin arbeitet auf jeder Internetseite, die über editierbare Inhalte verfügt. Bei %sv wird ein Upload-Button platziert, der sich an die Editor-Toolbar ohne weitere Änderungen anpasst.
es: El complemento funciona en cualquier sitio web con contenido editable por el usuario y para el %sv, colocará un botón de subida que coincidirá con la barra de herramientas del editor de destino, por lo que no se necesita personalización adicional.
fr: Le plugin fonctionne sur n'importe quel site web avec un contenu modifiable par l'utilisateur et pour %sv, il placera un bouton de téléchargement qui correspondra à la barre d'outils de l'éditeur cible, donc aucune personnalisation supplémentaire n'est nécessaire.
it: Il plugin funziona in qualsiasi sito web con contenuti modificabili dall'utente e per %sv, metterà un pulsante di caricamento che corrisponderà alla barra degli strumenti dell'editor di destinazione in modo che non sia necessaria alcuna personalizzazione aggiuntiva.
ja: プラグインは、ユーザーがコンテンツを編集可能なWebサイトや%sの編集用エディタに特別なカスタマイズなしで、画像のアップロートボタンを追加します。
nb: Utvidelsen fungerer på alle nettsteder med bruker-redigerbart innhold, og for %sv vil den plassere en knapp som passer med målets redigeringsverktøylinje, slik at ingen ekstra tilpassing er nødvendig.
nl: De plugin werkt in elke website met een gebruiker aanpasbare inhoud en voor %sv, het zal een upload knop plaatsen die overeenkomt met de doel editor werkbalk zodat er geen extra aanpassing nodig is.
pt_br: O plugin funciona em qualquer site com conteúdo editável pelo usuário e para %sv, ele colocará um botão de upload que irá corresponder à barra de ferramentas do editor de destino para que não seja necessária nenhuma personalização adicional.
ru: Плагин работает на любом сайте с редактируемым содержимым и для %s, он размещает кнопку рядом с панелью управления редактором, что позволит избежать необходимости внесения дополнительных изменений.
zh_cn: 该插件适用于具有用户可编辑内容的任何网站，对于%sv，它将放置一个与目标编辑器工具栏匹配的上传按钮，因此不需要额外的自定义。

source: Add it to your website
cs: Přidejte je na své webové stránky
da: Tilføj det til din hjemmeside
de: Zu Ihrer Internetseite hinzufügen
es: Añadir a su sitio web
fr: Ajoutez-le à votre site web
it: Aggiungilo al tuo sito web
ja: あなたのWebサイトへ追加
nb: Legg den til nettstedet ditt
nl: Toevoegen aan jouw website
pt_br: Adicione-o ao seu site
ru: Добавить на сайт
zh_cn: 将其添加到您的网站

source: options
cs: možnosti
da: muligheder
de: Optionen
es: opciones
it: opzioni
ja: オプション
nb: alternativer
nl: opties
pt_br: opções
ru: настройки
zh_cn: 选项

source: Copy and paste the plugin code into your website HTML code (preferably inside the head section). There are plenty %o to make it fit better to your needs.
cs: Zkopírujte a vložte kód pluginu do kódu HTML vašich stránek (nejlépe v sekci hlavičky webu). Existuje spousta %o, aby to lépe vyhovovalo vašim potřebám.
de: Kopieren Sie den Plugin-Code und fügen Sie ihn in den HTML-Code Ihrer Internetseite ein (vorzugsweise immerhalb des Head-Bereichs). Es gibt viele %o, um den Code an Ihre Bedürfnisse anzupassen.
es: Copia y pega el código del complemento en código HTML de tu sitio web (preferiblemente dentro de la cabecera). Hay un montón de %o para que se adapte mejor a tus necesidades.
fr: Copiez le code du plugin dans le code HTML de votre site (de préférence dans la section head). Il y a beaucoup de %o pour le faire correspondre au mieux à vos besoins.
it: Copia e incolla il codice plug-in nel codice HTML del tuo sito web (preferibilmente all'interno della sezione di testa). Ci sono molti %o per adattarla meglio alle tue esigenze.
ja: WebサイトのHTMLへコードをコピーして貼りつけます(head内が最適です)。豊富な%oが合わせます。
nb: Kopier og lim inn koden for utvidelsen direkte i HTML-kilden for nettstedet ditt (helst i HEAD-området). Det finnes mange %o for å la den bedre passe dine behov.
nl: Kopieer en plak de plugin code in jouw website HTML-code (bij voorkeur in de kopsectie). Er zijn tal van %o om het beter op jouw behoeften af te stemmen.
pt_br: Copie e cole o código do plugin no código HTML do seu site (de preferência dentro da seção principal). Há uma abundância de %o para adequá-lo melhor às suas necessidades.
ru: Вставьте код плагина в HTML-код вашего сайта (желательно в раздел head). Плагин имеет множество %o для лучшей интеграции с вашим сайтом.
zh_cn: 将插件代码复制并粘贴到您的网站HTML代码中（最好在head内）。 这里有更多%o来使其更好的满足您的需求。

source: Basic options
cs: Základní možnosti
de: Grundoptionen
es: Opciones básicas
fr: Options de base
it: Opzioni di base
ja: 基本オプション
nb: Grunnleggende alternativer
nl: Basis opties
pt_br: Opções básicas
ru: Основные настройки
zh_cn: 基本选项

source: Color palette
cs: Paleta barev
de: Farbpalette
es: Paleta de color
fr: Palette de couleurs
it: Palette dei colori
ja: カラーパレット
nb: Fargepalett
nl: Kleurenpalet
pt_br: Paleta de cores
ru: Палитра цветов
zh_cn: 调色板

source: Button color scheme
cs: Barevné schéma tlačítka
de: Button-Farbschema
es: Esquema de colores del botón
it: Schema colore dei pulsanti
ja: ボタン色スキーマ
nb: Fargetema for knapper
nl: Knop kleurstelling
pt_br: Esquema de cores do botão
ru: Цветовая схема кнопки
zh_cn: 按钮配色方案

source: Embed codes that will be auto-inserted in editor box
cs: Kódy pro sdílení, které budou automaticky vloženy do pole editoru
de: Eingebettete Codes, die automatisch in die Editor-Box eingefügt werden.
es: Códigos de inserción que se insertarán automáticamente en el cuadro del editor
fr: Intégrer des codes qui seront automatiquement insérés dans la boîte d'édition
it: Incorpora i codici che verranno inseriti automaticamente nella casella di testo
ja: エディターボックスに自動でコードを埋め込む
nb: Innbyggingskoder som automatisk blir fylt ut i redigeringsfeltet
nl: Ingebedde codes die automatisch in het reactievak worden geplaatst
pt_br: Códigos de incorporação que serão inseridos automaticamente na caixa de editor
ru: Коды для встраивания, которые будут автоматически вставлены в редактор
zh_cn: 嵌入代码将自动插入到编辑框中

source: Sibling selector
de: Geschwister-Selektor
es: Selector hermano
it: Selettore
ja: 兄弟セレクター
nb: Valg for beslektet element
nl: Zuster keuzeschakelaar
pt_br: Seletor Sibling
ru: Селектор элемента
zh_cn: Sibling选择器

source: Sibling element selector where to place the button next to
de: Bestimmt, an welchem Geschwister-Element der Button platziert wird.
es: Selector de elemento hermano donde poner el botón
it: Selettore di elementi di sintonia in cui posizionare il pulsante accanto
ja: ボタンの隣の兄弟セレクター
nb: Beslektet element å plassere knappen ved siden av
nl: Keuzeschakelaar van het zuster element waar de knop naast geplaatst moet worden
pt_br: Onde colocar o botão perto do elemento Sibling
ru: Селектор элемента, рядом с котором будет размещена кнопка
zh_cn: Sibling元素选择器的旁边放置按钮

source: Sibling position
de: Geschwister-Position
es: Posición hermano
it: Posizione del Selettore
ja: 兄弟ポジション
nb: Plassering av beslektet element
nl: Zusterpositie
pt_br: Posição do Sibling
ru: Позиция элемента
zh_cn: Sibling顺序

source: After
cs: Po
da: Efter
de: Nachher
es: Después
fr: Après
it: Dopo
ja: アフター
nb: Etter
nl: Na
pt_br: Depois
ru: После
zh_cn: 先

source: Before
cs: Před
da: Før
de: Vorher
es: Antes
fr: Avant
it: Prima
ja: ビフォー
nb: Før
nl: Voor
pt_br: Antes
ru: Перед
zh_cn: 后

source: Position relative to sibling element
de: Bestimmt die Position relativ zum Geschwister-Element.
es: Posición relativa al elemento hermano
it: Posizione relativa all'elemento del selettore
ja: 兄弟エレメントとrelativeに
nb: Plassering relativ til beslektet element
nl: Relatieve positie tot het zuster element
pt_br: Posição relativa ao elemento Sibling
ru: Позиция относительно элемента
zh_cn: 相对于sibling元素的位置

source: Advanced options
cs: Pokročilé možnosti
da: Avancerede indstillinger
de: Erweiterte Einstellungen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 追加オプション
nb: Avanserte alternativer
nl: Geavanceerde opties
pt_br: Opções avançadas
ru: Дополнительные настройки
zh_cn: 高级选项
