Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: An email to %s has been sent with instructions to activate your account. If you don't receive the instructions try checking your junk or spam filters.
cs: Na adresu %s byl zaslán email s instrukcemi pro aktivaci Vašeho účtu. Pokud jste neobdrželi žádné instrukce, zkontrolujte prosím Vaši nevyžádanou poštu nebo spamové filtry.
da: En email til %s er blevet sendt med instruktioner for at aktivere din konto. Hvis du ikke modtager vejledningen, skal du prøve at kontrollere dine junk eller spamfiltre.
de: Es wurde eine E-Mail an %s mit Anweisungen zur Aktivierung des Benutzerkontos versendet. Sollten Sie keine E-Mail mit Anweisungen erhalten haben, überprüfen Sie bitte Ihren Spam-Filter.
es: Un email ha sido enviado a %s con instrucciones para activar tu cuenta. Si no recibes las instrucciones revisa en tu carpeta de correo no deseado.
fr: Un email contenant les instructions d'activation de compte a été envoyé à %s. Si vous ne recevez pas les instructions, vérifiez le contenu de vos dossiers de spam ou vos filtres.
id: Sebuah email ke %s telah dikirimkan dengan instruksi untuk mengaktifkan akun. Jika anda tidak menerima instruksi cobalah periksa sampah atau penyaring spam anda.
it: Una e-mail a %s è stato inviato con le istruzioni per attivare l'account. Se non ricevete le istruzioni Prova a controllare i filtri junk o spam.
ja: 有効なアカウント %s 宛にE-mailを送信しました。届いていない場合には迷惑フォルダを確認してください。
nb: En e-post til %s er sendt med instruksjoner for å aktivere kontoen din. Hvis du ikke mottar instruksjonene prøve å sjekke søppelpost eller spam-filtre.
nl: Een email is verzonden naar %s met instructies om je account te activeren. Mocht je deze instructies niet ontvangen, kijk dan ook in de junk of spammail
pt_br: Um e-mail para %s foi enviado com instruções para ativar sua conta. Se você não receber as instruções tente verificar os seus filtros de spam ou caixa de spam.
ru: Инструкции по активации вашей учетной записи были отправлены на %s. Если вы не получили сообщение, проверьте папку Спам.
uk: Інструкції по активації облікового запису були відправлені на %s . Якщо ви не отримали повідомлення, перевірте папку Спам.
zh_cn: 一封激活邮件已经发送至您的邮箱 %s . n\ 如果你收不到请检查你的垃圾邮件.
zh_tw: 一封啟用郵件已經發送至您的郵箱 %s . n\ 如果你收不到請檢查你的垃圾郵件.

source: Enter the username or email address that you used to create your account to continue.
cs: Pro pokračování zadejte uživatelské jméno nebo e-mailovou adresu, kterou jste použili k vytvoření svého účtu.
da: Indtast brugernavnet eller e-mail adressen, som du brugte til at oprette din konto for at fortsætte.
de: Geben Sie den Benutzername oder die E-Mail-Adresse, die bei der Erstellung des Benutzeraccounts benutzt wurden ein, um fortzufahren.
es: Introduzca el nombre de usuario o la dirección de correo electrónico que utilizó para crear su cuenta para continuar.
fr: Entrez le nom d'utilisateur ou le mot de passe que vous avez utilisé pour créer votre compte pour continuer.
id: Masukkan username atau alamat email yang anda pakai untuk mendaftar untuk melanjutkan.
it: Per proseguire inserisci username/email con cui ti sei iscritto.
ja: アカウントを作成を続ける場合、ユーザ名、または、メールアドレスを入力してください。
nb: Skriv inn brukernavnet ditt, eller e-postadressen du oppga ved registrering for å fortsette.
nl: Voer de gebruikersnaam of het email adres in dat je hebt gebruikt tijdens de registratie, om verder te gaan.
pt_br: Digite o nome de usuário ou endereço de e-mail que você usou para criar sua conta para continuar.
ru: Чтобы продолжить, введите имя пользователя или email, указанный вами при регистрации.
uk: Для продовження введіть ім'я користувача або електронну адресу пошти яку ви використовували для створення вашого аккаунту.
zh_cn: 输入您用于继续创建您的帐户的用户名和电子邮件地址.
zh_tw: 輸入您用於繼續建立您的帳戶的用戶名稱及電子郵件地址.

source: This content is private
cs: Tento obsah je soukromý
da: Indholdet er privat
de: Dieser Inhalt ist privat
es: Este contenido es privado
fr: Ce contenu a été modifié.
id: Ini konten pribadi
it: Questo contenuto è privato
ja: このコンテンツは非公開です。
nb: Dette innholdet er privat
nl: Deze inhoud is privé
pl: Ta zawartość jest prywatna
pt_br: Este conteúdo é privado
ru: Скрытое содержимое
uk: Цей контент приватний
vi: Nội dung này được bảo mật
zh_cn: 此内容是私有的
zh_tw: 此內容是私人的

source: Do you really want to delete this album and all of its images? This can't be undone.
cs: Opravdu si přejete odstranit toto album a všechny obrázky do něj zařazené? (Tuto akci nelze vrátit)
da: Er du sikker på du vil slette dette album og alle dets billeder? Dette kan ikke fortrydes.
de: Wollen Sie dieses Album inklusive der enthaltenen Bilder wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Realmente quieres eliminar este álbum y todas sus imágenes? Esto no se podrá deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet album et toutes ses images ? Cette action est irréversible.
id: Apakah anda benar-benar ingin menghapus album ini dan semua gambarnya? Hal ini tidak dapat dibatalkan
it: Vuoi davvero cancellare questo album e le relative immagini? Questa azione non può essere annullata.
ja: 本当にこのアルバムとアルバムにある全ての画像を削除しますか？削除すると元には戻せません。
nb: Er du sikker på at du vil slette dette albumet og alle bildene? Dette kan ikke angres.
nl: Weet u zeker dat u dit album inclusief afbeeldingen wil verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Na pewno chcesz usunąć ten album razem ze wszystkimi grafikami? Nie można tego cofnąć.
pt_br: Quer mesmo apagar este álbum e todas as suas imagens? Esta operação não poderá ser revertida.
ru: Вы действительно хотите удалить этот альбом со всеми изображениями? Это действие необратимо.
uk: Ви дійсно хочете видалити цей альбом з усіма зображеннями? Ця дія є незворотньою.
vi: Bạn có muốn xoá tất cả hình ảnh album? Không phục hồi được nhé.
zh_cn: 你真的要删除这个相册和它的所有图像? 这将不能恢复.
zh_tw: 你真的想刪除所選相簿和所有內容? 一旦刪除將無法恢復.

source: Delete album
cs: Smazat album
da: Slet album
de: Album löschen
es: Eliminar álbum
fr: Supprimer l'album
id: Hapus album
it: Cancella album
ja: アルバムを削除する
nb: Slett album
nl: Verwijder album
pl: Usuń album
pt_br: Apagar álbum
ru: Удалить
uk: Видалити альбом
vi: Xóa album
zh_cn: 删除相册
zh_tw: 刪除相簿

source: You like this
cs: Toto se vám líbí
da: Du kan lide dette
de: Dir gefällt das
es: Te gusta esto
fr: Vous aimez ceci
id: Anda menyukai ini
it: Ti piace
ja: いいね！しました
nb: Du liker dette
nl: Je waardeert dit
pl: Lubisz to
pt_br: Você curtiu isso
ru: Вам это нравится
uk: Вам подобається це
zh_cn: 你喜欢它
zh_tw: 您喜歡這個

source: Upload to album
cs: Nahrát do alba
da: Upload til album
de: In Album hochladen
es: Subir al ábum
fr: Importer dans un album
id: Unggah ke album
it: Carica un album
ja: アルバムにアップロード
nb: Last opp til album
nl: Upload naar album
pt_br: Enviar para o álbum
ru: Загрузить в альбом
zh_cn: 上传到相册
zh_tw: 上傳至相簿

source: Album link
cs: Odkaz na album
es: Enlace al álbum
fr: Lien de l'album
id: Tautan album
it: Link album
ja: アルバムへのリンク
nb: Album-lenke
pl: Odnośnik do albumu
pt_br: Link do álbum
ru: Ссылка на альбом
uk: Посилання на альбом
zh_cn: 相册链接
zh_tw: 相簿鏈接

source: Please read and comply with the following conditions before you continue:
cs: Přečtěte si a souhlaste s těmito podmínkami, než budete moci pokračovat:
de: Bitte lesen und bestätigen Sie die folgenden Bedingungen, bevor Sie fortfahren:
es: Por favor lee y cumple con las siguientes condiciones antes de continuar:
fr: Merci de lire et de respecter les conditions suivantes avant de continuer:
id: Harap baca dan patuhi kondisi berikut ini sebelum anda melanjutkan:
it: Prima di proseguire sei invitato a leggere ed ad attenerti alle seguenti condizioni:
ja: 続行する前に次の利用規約をお読みになり同意いただく必要があります：
nb: Vennligst les og aksepter følgende betingelser før du fortsetter:
nl: Lees en voldoen aan de volgende voorwaarden voordat u verder gaat:
pt_br: Por favor, leia e compreenda as seguintes condições antes de você continuar:
ru: Прежде чем продолжить, прочтите и согласитесь с условиями ниже:
zh_cn: 请阅读并遵守以下条件, 然后再继续:
zh_tw: 請閱讀並遵守以下條款, 然後再繼續:

source: This website contains information, links and images of sexually explicit material. If you are under the age of %s, if such material offends you or if it's illegal to view such material in your community please do not continue. I am at least %s years of age and I believe that as an adult it is my inalienable right to receive/view sexually explicit material. I desire to receive/view sexually explicit material. I believe that sexual acts between consenting adults are neither offensive nor obscene. The viewing, reading and downloading of sexually explicit materials does not violate the standards of my community, town, city, state or country. The sexually explicit material I am viewing is for my own personal use and I will not expose minors to the material. I am solely responsible for any false disclosures or legal ramifications of viewing, reading or downloading any material in this site. Furthermore this website nor its affiliates will be held responsible for any legal ramifications arising from fraudulent entry into or use of this website. This consent screen constitutes a legal agreement between this website and you and/or any business in which you have any legal or equitable interest. If any portion of this agreement is deemed unenforceable by a court of competent jurisdiction it shall not affect the enforceability of the other portions of the agreement.
cs: Tato webová stránka obsahuje informace, odkazy a obrázky se sexuálním materiálem. Pokud jste mladší %s let, jestli Vás tento materiál uráží, nebo jestli je zobrazení tohoto materiálu nezákonné ve Vaší komunitě, prosím nepokračujte dál. Je mi alespoň %s let a věřím, že jako dospělý je to mé nezadatelné právo získávat/prohlížet sexuálně explicitní materiál. Přeji si získávat/zobrazovat sexuálně explicitní materiály. Domnívám se, že sexuální akty mezi dospělými nejsou nezákonné ani obscénní. Prohlížení, čtení a stahování sexuálně explicitních materiálů neporušuje standardy mé komunity, města, státu nebo země. Sexuálně explicitní materiál si prohlížím pro mou osobní potřebu a nebudu tomuto materiálu vystavovat děti a mladistvé. Jsem sám osobně zodpovědný(á) za poskytnutí nepravdivých informací nebo za jakékoli právní následky za prohlížení, čtení nebo stahování jakéhokoliv materiálu z této webové stránky. Navíc tyto webové stránky ani její pobočky nebudou zodpovědny za případné právní následky vyplývající z podvodného přístupu nebo používání této webové stránky. Tato obrazovka představuje souhlas a právní dohodu mezi těmito webovými stránkami a Vámi a / nebo jakýkoliv podnikem, ve kterém můžete mít jakýkoli právní nebo soukromý zájem. Pokud bude některá část této smlouvy považována za nevymahatelnou prostřednictvím příslušného soudu, nebude to mít vliv na vymahatelnost ostatních částí této dohody.
de: Diese Internetseite enthält Informationen, Links und Bilder mit sexuell anstößigen Materialien. Sollten Sie weniger als %s Jahre alt sein, sollten Sie mit den gezeigten Materialien in jedweder Weise nicht einverstanden sein oder sollten die gezeigten Materialien in Ihrem Land illegal sein, verlassen Sie bitte diese Seite. Ich bin mindestens %s Jahre alt und ich bin der Meinung, dass ich als Erwachsener berechtigt bin, die sexuell anstößigen Materialien zu betrachten. Ich wünsche, das sexuell anstößige Material zu betrachten bzw. zu empfangen. Ich bin der Meinung, dass sexuelle Akte zwischen Erwachsenen weder obszön noch anstößig sind. Das Betrachten, Lesen und Herunterladen des sexuell anstößigen Materials verletzt nicht die Gesetzte meiner Gemeinschafft, Stadt, Staates oder Landes. Das sexuell anstößige Material ist nur zu meinem persönlichen Gebrauch gedacht und ich werde das Material nicht an Minderjährige aushändigen. Ich bin persönlich für jegliche unerlaubte Veröffentlichung und rechtliche Konsequenzen verantwortlich, die eventuell durch das Betrachten, Lesen und Herunterladen des Materials auf dieser Seite entstehen können. Weiterhin sind weder der Betreiber dieser Seite, noch andere Partner dieser Internetseite für rechtliche Konsequenzen haftbar, die durch meinen Besuch oder meine Nutzung dieser Seite entstehen können. Diese Zustimmungs-Mitteilung stellt eine rechtlich verbindliche Vereinbarung zwischen Ihnen als Nutzer und dem Betreiber dieser Internetseite dar. Sollte ein Bestandteil dieser Vereinbarung rechtlich unwirksam sein, bleiben alle anderen Bestandteile in ihrer Wirksamkeit unberührt.
es: Este sitio web contiene información, enlaces e imagines con contenido sexual explicito. Si tienes menos de %s años, si este material te ofende o si ver este material es ilegal en tu comunidad por favor no continues. Tengo al menos %s años y creo que como un adulto, es mi derecho inalienable el recibir/ver material sexualmente explicito. Deseo recibir/ver material sexualmente explicito. Creo que los actos sexual entre adultos con consentimiento no es ofensivo u obsceno. El ver, leer y descargar material sexualmente explicito no viola los estándares de mi comunidad, pueblo, ciudad, estado o país. El material sexualmente explicito que voy a ver es para mi uso personal y no expondré a menores a este material. Soy el único responsable de cualquier consecuencia o ramificaciones legales de ver, leer o descargar cualquier material en este sitio. Además, este sitio web ni sus afiliados serán responsables por cualquier ramificación legal que surja de la entrada fraudulenta o uso de este sitio web. Esta pantalla de consentimiento constituye un acuerdo legal entre este sitio web y tu persona y/o cualquier negocio en el cual tengas algún interés legal o equitativo. Si alguna parte de este acuerdo se considera no exigible por un tribunal de jurisdicción competente, no afectará a la aplicabilidad de las demás partes del acuerdo.
fr: Ce site contient des informations, des liens et des images de type sexuellement explicite. Si vous êtes sous l'âge de %s ans, si ce type de contenu vous offense ou s'il est illégal de visionner ce contenu dans votre communauté, ville, état ou pays merci de ne pas continuer. Je suis âgé d'au moins %s ans et je reconnais croit qu'en tant qu'adulte, c'est mon droit de visualiser ou non un contenu sexuellement explicite. Je reconnais que les actes sexuels entre adultes consentants ne sont ni injurieux, ni obscène. La visualisation, la lecture et le téléchargement de contenu sexuellement explicite ne violent pas les normes de ma communauté, ville, état ou pays. Le contenue de ce site est pour mon propre usage personnel et je ne l'exposerais pas à des mineurs. Je suis seul responsable de toutes fausses divulgations ou ramifications juridiques de l'affichage, la lecture ou téléchargement de tout contenu de ce site. En outre ce site ni ses sociétés affiliées seront tenus responsables de n'importe quelles conséquences juridiques...
it: Questo sito contiene informazioni, link e immagini di materiale sessualmente esplicito. Se siete sotto l'età di %s, se tale materiale si offende o se è illegale per visualizzare tale materiale nella vostra comunità si prega di non continuare. Sono almeno %s anni di età e credo che come un adulto è mio diritto inalienabile di ricevere / visualizzare materiale sessualmente esplicito. Desidero ricevere / visualizzare materiale sessualmente esplicito. Credo che gli atti sessuali tra adulti consenzienti non sono né offensiva né osceni. La visualizzazione, lettura e il download di materiale sessualmente esplicito non viola le norme della mia comunità, città, città, stato o paese. Il materiale sessualmente esplicito che visualizzo è per mio uso personale e non voglio esporre i minori al materiale. Io sono l'unico responsabile per eventuali dichiarazioni false o di conseguenze legali di visualizzazione, la lettura o il download di qualsiasi materiale di questo sito. Inoltre questo sito né i suoi affiliati potranno essere ritenuti responsabili di eventuali conseguenze legali derivanti da accesso fraudolento nel o l'uso di questo sito web. Questa schermata consenso costituisce un accordo legale tra questo sito e voi e / o qualsiasi attività commerciale in cui si dispone di alcun interesse legale. Se una qualsiasi parte di questo accordo è ritenuta inapplicabile da un tribunale della giurisdizione competente non pregiudica l'applicabilità delle altre parti del contratto.
ja: このサイトには、性的な情報、リンク、画像があります。あなたが %s歳以下の場合、あなたの国で、この先にある情報を見ることは法律に違反します。 これ先に進むことは許されません。 私は、%s歳以上で、性的な情報に触れたり・見ることが出来る権利をもった、法的に成人と見なされると思います。私は、自分の意思で、この先に進みます。 私は、相手を不快にさせたり侮辱したりしない常識のある成人です。性的な情報・画像などを、見たり、読んだり、ダウンロードすることが、私の国の法律や市町村の条例には違反しません。 性的なものを見ることは個人的な目的であり、そのような情報から保護されている未成年ではありません。 このサイトにある情報を、見たり、読んだり、ダウンロードしたことによる如何なる影響、開示されている情報に間違いがあった場合でも、全て個人の責任として受け入れます。私が、このサイトをしようしたことによる如何なる損害・損失もサイト提供者・アフィリエイターが負わないことろ理解しています。 この同意画面は、このウェブサイトおよびあなたと/またはあなたが法的または慣習上の利害関係を持っている全てのものとの間に交わされる法的な合意です。本契約のいずれかの部分が管轄裁判所によって執行不能と見なされた場合においても、契約書の他の部分の執行性に影響を与えないものとします。
nb: Dette nettstedet kan inneholde informasjon, linker og bilder av eksplisitt seksuell natur. Hvis du er under %s år, blir støtt av slikt materiale eller om lokal lovgivning forbyr visning av slikt materiale, bør du ikke fortsette registreringen. Jeg bekrefter at jeg er minst %s år, og at det som voksen er min umistelige rett til å motta/vise materiale av eksplisitt seksuell natur. Jeg bekrefter med dette at jeg ønsker å motta/vise materiale av eksplisitt seksuell natur. Jeg synes ikke at seksuelle omgang mellom samtykkende voksne er verken støtende eller obskønt. Visning, lesing og nedlasting av materiale av eksplisitt seksuell natur bryter ikke normer eller regler for mitt lokalsamfunn, by, fylke eller land. Det materialet av eksplisitt seksuell natur jeg ser på er for mitt eget personlig bruk, og jeg vil ikke tillate mindreårige å se dette materialet. Jeg er selv ansvarlig for eventuelle uriktige opplysninger eller juridiske konsekvenser av visning, lese eller laste ned materiale av eksplisitt seksuell natur fra dette nettstedet . Dette samtykket på skjerm utgjør en juridisk bindende avtale mellom denne nettsiden og deg, og/eller enhver virksomhet som du har noen juridisk eller likeverdig interessei. Hvis noen del av denne avtalen anses ugjennomførlig av en kompetent domstol, skal det ikke påvirke gyldigheten av de andre deler av avtalen.
nl: Deze website bevat informatie, links en afbeeldingen van seksueel expliciet materiaal. Als je jonger bent dan de leeftijd van %s, als dergelijk materiaal u beledigt of als het illegaal is om dergelijk materiaal te bekijken in uw gemeenschap, ga dan niet verder. Ik ben ten minste %s jaar en ik geloof dat als volwassene het mijn onvervreemdbaar recht is om seksueel expliciet materiaal te ontvangen en te bekijken. Ik wens seksueel expliciet materiaal te ontvangen en te bekijken. Ik geloof dat seksuele handelingen tussen instemmende volwassenen niet beledigend zijn, noch obsceen. Het bekijken, lezen en downloaden van seksueel expliciete materiaal schend niet de normen van mijn gemeenschap, stad, staat of land. Het seksueel expliciet materiaal dat ik bekijk is voor mijn eigen persoonlijk gebruik en ik zal niet minderjarigen blootstellen aan het materiaal. Ik ben als enige verantwoordelijk voor valse onthullingen of juridische gevolgen van het bekijken, lezen of downloaden van materiaal op deze site. Bovendien is deze website, noch haar gelieerde ondernemingen verantwoordelijk voor enige juridische gevolgen als gevolg van frauduleuze toegang tot of gebruik van deze website. Dit toestemming scherm vormt een wettelijke overeenkomst tussen deze website en u en/of elk bedrijf waarin u een wettelijk of billijk belang heeft . Als enig deel van deze overeenkomst niet afdwingbaar wordt geacht door een bevoegde rechtbank, zal niet van invloed zijn op de afdwingbaarheid van de andere delen van de overeenkomst.
pt_br: Este site contém informações, links e imagens de material sexualmente explícito. Se você tem menos de %s anos, se tal material o ofende ou se é ilegal ver esse material na sua comunidade, por favor, não continue. Tenho pelo menos %s anos de idade e acredito que, como adulto, é o meu direito inalienável de receber / ver material sexualmente explícito. Eu desejo receber / ver material sexualmente explícito. Acredito que os atos sexuais entre adultos consentâneos não são nem ofensivos nem obscenos. A visualização, leitura e download de materiais sexualmente explícitos não viola os padrões da minha comunidade, cidade, cidade, estado ou país. O material sexualmente explícito que estou vendo é para meu uso pessoal e não vou expor os menores ao material. Eu sou o único responsável por quaisquer divulgações falsas ou ramificações legais de visualização, leitura ou download de qualquer material neste site. Além disso, este site nem suas afiliadas serão responsáveis ​​por quaisquer ramificações legais decorrentes da entrada ou uso fraudulento deste site. Esta tela de consentimento constitui um acordo legal entre este site e você e / ou qualquer negócio em que você tenha qualquer interesse legal ou equitativo. Se qualquer parte deste contrato for considerada inaplicável por um tribunal de jurisdição competente, não afetará a exequibilidade das outras partes do contrato.
ru: Этот сайт содержит информацию, ссылки и изображения откровенного сексуального характера. Если Вам еще не исполнилось %s лет, подобный материал запрещен в вашей стране или Вы считаете такой материал оскорбительным, пожалуйста, покиньте сайт. Я подтверждаю, что мне исполнилось %s лет и считаю своим правом возможность просматривать материал откровенного сексуального характера. Я не считаю добровольный половой акт между партнерами, достигшими совершеннолетия, оскорбительным или непристойным. Просмотр, чтение или загрузка материалов, откровенного сексуального характера не нарушает законы и порядки моего сообщества, города, области или страны. Просматриваемый мной материал откровенного сексуального характера, предназначен для личного пользования и не предназначен для демонстрации лицам, не достигшим совершеннолетия. Я полностью отвечаю за все правовые последствия просмотра, чтения или загрузки материалов с данного сайта. Ни данный сайт, ни его партнеры не будут нести ответственность за неправомерное использование материалов данного сайта. Этот документ служит соглашением между данным сайтом и конечным пользователем. В случае если одна из частей данного соглашения признается недействительной в суде, другие части соглашения не теряют юридическую силу.
zh_cn: 本网站所包含的信息, 链接和色情内容的图像. 如果您是 %s 岁以下, 如果这种材料冒犯你, 或者如果在你的地区查看这些材料是违法的, 请不要继续访问. 我已年满 %s 周岁, 我相信, 作为一个成年人, 这是我收到/浏览色情材料不可剥夺的权利. 我希望接收/观看色情材料. 我相信, 同意的成年人之间的性行为既不进攻也不色情. 的露骨色情内容的浏览, 阅读和下载不违反我的地区, 镇, 市, 州或国家标准. 我已观看的色情材料仅是我个人的使用, 我不会传播未成年人的材料. 我为任何虚假信息或浏览, 阅读或在本网站下载任何材料的法律后果承担全部责任. 此外, 该网站及其分支机构将负责从欺诈性进入或使用本网站所产生的任何法律后果. 此同意画面构成了这个网站, 你和/或您有任何法律或衡平法权益的任何商业之间的法律协议. 如果本协议的任何部分被视为无效由有管辖权的法院不得影响该协议的其他部分的可执行性.
zh_tw: 本網站所包含的訊息, 超連結和色情內容的圖像. 如果您是 %s 歲以下, 如果這種素材冒犯您, 或者如果在你的地區查看這些素材是違法的, 請不要繼續瀏覽. 我已年滿 %s 歲, 我相信, 作為一個成年人, 這是我收到/瀏覽色情素材不可剝奪的權利. 我希望接收/觀看色情素材. 我相信, 同意成年人之間的性行為既不進攻也不色情. 露骨色情內容的瀏覽, 閱讀和下載不違反我的地區, 鎮, 市, 州或國家標準. 我已觀看的色情素材僅是我個人的使用, 我不會傳播未成年人的素材. 我為任何虛假訊息或瀏覽, 閱讀或在本網站下載任何素材的法律後果承擔全部責任. 此外, 該網站及其分支機構將負責從欺詐性進入或使用本網站所產生的任何法律後果. 此同意畫面構成了這個網站, 你和/或您有任何法律或衡平法權益的任何商業之間的法律協議. 如果本協議的任何部分被視為無效由有管轄權的法院不得影響該協議的其他部分的可執行性.
