Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: The plugin has a large set of additional options that allow full customization. You can use custom HTML, CSS, own color palette, set observers and more. Check the %d and the plugin source to get a better idea of these advanced options.
cs: Plugin má velkou sadu dalších možností, které umožňují úplné přizpůsobení. Můžete použít vlastní HTML, CSS, vlastní paletu barev, nastavit pozorovatele a další. Zkontrolujte %d a zdroj pluginu, abyste získali lepší představu o těchto pokročilých možnostech.
de: Das Plugin hat eine breite Auswahl an weiteren Einstellungen, die eine vollständige Anpassung an die eigenen Bedürfnisse erlauben. Sie können benutzerdefinierte HTML-Codes, CSS, eigene Farbpaletten und Beobachter und vieles mehr festlegen. Prüfen Sie die %d und den Quellcode des Plugins, um ein besseres Verständnis von den Optionen zu erhalten.
es: El complemento tiene un gran conjunto de opciones adicionales que permiten personalización completa. Puedes utilizar HTML personalizado, CSS, paleta de colores propia, establecer observadores y mucho más. Comprueba la %d y la fuente del complemento para obtener una mejor idea de estas opciones avanzadas.
fr: Le plugin possède un grand nombre d'options supplémentaires qui permettent une personnalisation complète. Vous pouvez utiliser l'HTML personnalisé, CSS, votre propre palette de couleurs, définir des observateurs et plus encore. Vérifiez le %d et la source du plugin pour avoir une meilleure idée de ces options avancées.
it: Il plugin dispone di un vasto set di opzioni aggiuntive che consentono una completa personalizzazione. È possibile utilizzare HTML personalizzato, CSS, la propria tavolozza di colori, impostare gli osservatori e altro ancora. Controlla la %d e la fonte plugin per avere un'idea migliore di queste opzioni avanzate.
ja: プラグインには、フルカスタマイズするための豊富な追加オプションセットがあります。カスタムHTML,カスタムCSS、カラーパレットなどが使えます。追加オプションセットを使いこなすには、%dか、プラグインのソースを参照してください。
nb: Utvidelsen har et stort utvalg utvidete alternativer som gir full tilpassingskontroll. Du kan bruke egen HTML, CSS, egen fargepalett, settobservatører og mer til. Sjekk ut %d og kildekoden for utvidelsen for å få en bedre forståelse av disse avanserte alternativene.
nl: De plugin heeft een grote set extra opties die volledige aanpassing mogelijk maken. Je kunt aangepaste HTML, CSS, eigen kleurenpalet, waarnemers en meer gebruiken. Controleer de %d en plugin bron om een beter beeld te krijgen van deze geavanceerde opties.
pt_br: O plugin possui um grande conjunto de opções adicionais que permitem a personalização completa. Você pode usar HTML, CSS, paleta de cores própria, configurar observadores e muito mais. Verifique o %d e a fonte do plugin para ter uma melhor ideia dessas opções avançadas.
ru: Плагин имеет большое число дополнительных настроек позволяющих осуществить бесшовную интеграцию с вашим проектом. Вы можете задать собственный HTML, CSS, собственную палитру цветов, устанавливать наблюдатели за изменениями и многое другое. Более подробную информацию об этих дополнительных настройках вы можете посмотреть в исходном коде плагина или в %d.
zh_cn: 该插件具有大量附加选项，允许完全自定义。 您可以使用自定义HTML，CSS，自己的调色板，设置监控服务等。 查找%d和插件源以更好地了解这些高级选项。

source: You either don't have permission to access this page or the link has expired.
cs: Nemáte oprávnění k prohlížení této stránky nebo odkaz ze kterého jste se zde dostali již expiroval.
da: Enten har du ikke tilladelse til at tilgå denne side, eller er siden udløbet.
de: Sie haben entweder keine Berechtigung zum Anzeigen der Seite oder der aufgerufene Link ist nicht mehr gültig.
es: No tienes permiso para acceder a esta página o el enlace a expirado.
fr: Vous n'avez soit pas la permission d'accéder à cette page ou le lien a expiré.
id: Anda tidak diperkenankan memasuki halaman ini atau tautan telah tidak berlaku.
it: Attenzione Tu non hai i permessi per accedere a questa pagina o il link oppure è scaduto.
ja: このページにアクセスする権利がないか、または、期限切れのリンクです。
nb: Enten har du ikke tillatelse til denne siden eller linken er utløpt.
nl: U heeft geen toegang tot deze pagina of de link is verlopen.
pl: Nie masz uprawnień do dostępu do tej strony albo odnośnik już wygasł.
pt_br: Ou você não tem permissão para acessar esta página ou o link expirou.
ru: У вас нет прав на доступ к данной странице или ссылка устарела.
uk: У вас немає прав на доступ до даної сторінки або посилання застаріло.
vi: Bạn không có quyền truy cập trang này hoặc trang này đã bị vô hiệu.
zh_cn: 您没有权限访问此网页或链接已过期.
zh_tw: 您沒有權限訪問此網頁或連結已過期

source: Search results
cs: Výsledky vyhledávání
da: Søgeresultater
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de la recherche
id: Hasil pencarian
it: Risultati della ricerca
ja: 検索結果
nb: Søkeresultater
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt_br: Procurar resultados
ru: Результаты поиска
uk: Результати пошуку
zh_cn: 搜索结果
zh_tw: 搜尋結果

source: Do you really want to delete this user? This can't be undone.
cs: Opravdu chcete odstranit tohoto uživatele? Tuto akci nelze vzít zpět.
da: Vil du virkelig gerne slette denne bruger? Dette kan ikke fortrydes.
de: Wollen Sie diesen Benutzer wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Realmente quieres eliminar este usuario? Esto no se podrá deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ? Cette action est irréversible.
id: Apakah anda yakin akan menghapus pengguna ini? Hal ini tidak dapat dimundurkan.
it: Vuoi davvero eliminare questo utente? Attenzione, questa azione non può essere annullata
ja: 本当にこのユーザを削除しますか？削除すると元には戻せません。
nb: Er du sikker på at du vil slette denne brukeren? Dette kan ikke angres.
nl: Wilt u deze gebruiker echt verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Na pewno chcesz usunąć tego użytkownika? Nie można tego cofnąć.
pt_br: Você realmente deseja excluir este usuário? esta ação não pode ser desfeita.
ru: Вы действительно хотите удалить данного пользователя? Это действие необратимо.
uk: Ви дійсно хочете видалити даного користувача? Ця дія є незворотньою.
vi: Bạn có chắc là muốn xóa tài khoản này? Không hoàn lại được đâu nhé!
zh_cn: 你真的要删除这个用户? 这将不能恢复.
zh_tw: 你真的要刪除這個用戶? 此操作不能恢復

source: Delete user
cs: Odstranit uživatele
da: Slet bruger
de: Benutzer löschen
es: Eliminar usuario
fr: Supprimer l'utilisateur
id: Menghapus pengguna
it: Cancella utente
ja: ユーザを削除
nb: Slett bruker
nl: Verwijder gebruiker
pl: Usuń użytkownika
pt_br: Apagar usuário
ru: Удалить
uk: Видалити користувача
vi: Xóa tài khoản
zh_cn: 删除用户
zh_tw: 刪除用戶

source: Register date
cs: Datum registrace
da: Registrerings dato
de: Registrierungsdatum
es: Fecha de registro
fr: Date d'enregistrement
id: Tanggal pendaftaran
it: Data registrazione
ja: 登録日
nb: Registreringsdato
nl: Registratiedatum
pl: Data rejestracji
pt_br: Data de registo
ru: Дата регистрации
uk: Дата реєстрації
vi: Ngày đăng ký
zh_cn: 注册日期
zh_tw: 註冊日期

source: Registration IP
cs: IP při registraci
da: Registrerings IP
de: Registrierungs-IP
es: IP de registro
fr: IP à l'inscription
id: Pendaftaran IP
it: Registrazione IP
ja: 登録元IP
nb: Registrerings-IP
nl: Registratie IP
pl: Adres IP rejestracji
pt_br: IP de registro
ru: IP-адрес при регистрации
uk: IP при реєстрації
zh_cn: 注册IP
zh_tw: 註冊 IP

source: Status
cs: Stav
es: Estado
fr: Statut
it: Stato
ja: ステータス
pt_br: Estado
ru: Статус
uk: Статус
vi: Tình trạng
zh_cn: 状态
zh_tw: 狀態

source: Valid
cs: Platný
da: Gyldig
de: Aktiv
es: Válido
fr: Valide
id: Sah
it: Valdo
ja: 有効
nb: Gyldig
nl: Geldig
pl: Poprawny
pt_br: Válido
ru: Подтвержденный
uk: Підтверджений
vi: Hoạt động
zh_cn: 有效的
zh_tw: 有效

source: Banned
cs: Zabanovaný
da: Bandlyst
de: Gesperrt
es: Deshabilitado
fr: Banni
id: Diblokir
it: Bannato
ja: 追放済み
nb: Utestengt
nl: Geblokkeerd
pl: Zbanowany
pt_br: Banido
ru: Заблокирован
uk: Забанений
zh_cn: 禁止
zh_tw: 禁止訪問

source: Awaiting email
cs: Čeká se na e-mail
da: Afventer email
de: Erwarte E-Mail
es: Esperando email
fr: En attente de l'email
id: Menunggu email
it: In attesa di e-mail
ja: メールアドレス待ち
nb: Venter på e-post
nl: E-mail afwachten
pl: Oczekujący e-mail
pt_br: Aguardando e-mail
ru: Ожидает сообщения
uk: Чекає повідомлення
vi: Chờ email
zh_cn: 等待设置电子邮件
zh_tw: 等待啟用

source: Awaiting confirmation
cs: Čeká se na potvrzení
da: Afventer konfimering
de: Erwarte Bestätigung
es: Esperando confirmación
fr: En attente de confirmation
id: Menunggu konfirmasi
it: In attesa di conferma
ja: 確認待ち
nb: Venter på bekreftelse
nl: Wachtend op bevestiging
pl: Oczekujący na potwierdzenie
pt_br: Aguardando confirmação
ru: Ожидает подтверждения
uk: В черзі
vi: Chờ xác nhận
zh_cn: 等待确认
zh_tw: 等待確認

source: %i to %f characters<br>Letters, numbers and "_"
cs: %i do %f znaků<br>Písmena, čísla a "_"
de: %i bis %f Zeichen<br>Buchstaben, Ziffern, "_"
es: De %i a %f catacteres<br>Letras, números y "_"
fr: %i à %f caractères<br>Lettres, chiffres et "_"
id: %i sampai %f karankter<br>Huruf, angka dan "_"
it: %i a %f caratteri<br>Lettere, numeri e "_"
ja: %i 文字以上 %f 文字以下で<br>半角英文字, 数字と "_"が使えます。
nb: %i til %f tegn<br>Bokstaver, nummer og "_"
nl: %i tot %f tekens<br>Letters, nummers en "_"
pl: Od %i do %f znaków<br>Litery, liczby i "_"
pt_br: %i para %f caracteres<br>Letras, números e "_"
ru: от %i до %f знаков<br>Буквы, цифры и "_"
uk: від %i до %f знаків<br>Букви, цифри і "_"
vi: từ %i đến %f ký tự<br>Chữ, số và "_"
zh_cn: %i 到 %f 个字符<br>字母, 数字 和 "_" 符号
zh_tw: %i 到 %f 個字元<br>字母, 數字 和 "_" 符號

source: Auto delete uploads
cs: Automaticky smazat nahrané obrázky
da: Slet automatisk uploads
de: Automatisches Löschen von Uploads
es: Auto eliminar subidas
fr: Suppression automatique des envois
id: Hapus otomatis unggahan
it: Eliminazione automatica contenuti
ja: アップロードを自動削除する
nb: Slett opplastinger automatisk
nl: Automatisch verwijderen uploads
pl: Automatycznie usuń wysłane pliki
pt_br: Apagar automaticamente os envios
ru: Автоматически удалять загрузки
uk: Автоматичне видалення завантажень
zh_cn: 自动删除上传
zh_tw: 自動刪除上傳

source: This setting will apply to all your image uploads by default. You can override this setting on each upload.
cs: Toto nastavení se bude vztahovat na všechny vaše nahrávané obrázky jako výchozí nastavení. Můžete přepsat toto nastavení při každém nahrávání.
da: Denne indstilling gælder som standard for alle dine billede uploadere. Du kan tilsidesætte denne indstilling på hver upload.
de: Diese Einstellung wird als Standard auf alle Uploads angewandt. Sie können diese Einstellung bei jedem Upload überspringen.
es: Este ajuste se aplicara en todas tus subidas de manera predeterminada. Podrás alterar este ajuste para cada subida.
fr: Ce paramètre sera applicable par défaut à toutes vos images envoyées. Vous pouvez outrepasser remplacer ce paramètre à chaque envoi.
id: Pengaturan ini akan diterapkan ke semua gambar yang telah anda unggah secara default. Anda dapat mengubah pengaturan ini di setiap unggahan.
it: Questa impostazione si applica a tutte le vostre immagini caricate per impostazione predefinita. È possibile ignorare questa impostazione su ogni upload.
ja: この設定はデフォルトでアップロードされる全ての画像に適用されます。アップロード毎にこの設定を変更することが可能です。
nb: Denne innstillingen vil gjelde for alle bilder du har lastet opp. Du kan overstyre denne innstillingen for hver enkelt opplasting.
nl: Deze instelling geldt standaard voor al jouw geuploade afbeeldingen. Je kunt dit overrulen bij iedere upload.
pt_br: Essa configuração será aplicada para todos os seus envios de imagens por padrão. Você poderá mudar essa configuração em cada envio.
ru: Эта настройка по-умолчанию будет примется ко всем загрузкам. Вы можете выбрать другое значение при каждой загрузке.
uk: Ця установка буде діяти у всіх ваших завантаження зображень за замовчуванням. Ви можете перевизначити цей параметр на кожне завантаження.
zh_cn: 该设置将适用于在默认情况下所有的图片上传. 您可以使每个上传应用此设置.
zh_tw: 該設置將適用於在預設情況下所有的圖片上傳. 您可以使每個上傳應用此設置.

source: Keep image <a %s>Exif data</a> on upload
cs: Zachovat <a %s>Exif data</a> obrázku po nahrání
da: Gem billede <a %s>Exif data</a> under upload
de: <a %s>EXIF-Daten</a> beim Upload behalten
es: Mantener <a %s>datos Exif</a> de imagen al subir
fr: Garder les <a %s>données Exif</a> de l'image lors de l'envoi
id: Biarkan <a %s>Exif data</a> gambar ketika upload
it: Mantenere immagine <a %s> Exif </a> dati durante il caricamento
ja: 画像の <a %s>Exifデータ</a>を保持する
nb: Behold <a %s>Exif-data</a> ved opplasting
nl: Behoud <a %s>Exif data</a> van afbeelding bij uploaden
pt_br: Manter os dados <a %s>EXIF</a> no envio
ru: Сохранять <a %s>данные Exif</a> при загрузке
uk: Залишити налаштування для зображення <a %s>Exif дані</a> при загрузці
zh_cn: 在上传时, 保留图像的<a %s>Exif数据</a>
zh_tw: 在上傳時保留圖像的 <a %s>Exif資料</a>

source: Newsletter
cs: Informační Bulletin
da: Nyhedsbrev
es: Boletín
fr: Bulletin d'information
id: Langganan berita
ja: ニュースレター
nb: Nyhetsbrev
nl: Nieuwsbrief
pl: Biuletyn
pt_br: Receber novidades
ru: Рассылка
uk: Інформаційна розсилка
zh_cn: 新闻稿
zh_tw: 電子報

source: Send me emails with news about %s
cs: Zasílat mi e-maily o novinkách z %s
da: Send mig e-mails med nyheder om %s
de: Senden Sie mir E-Mails mit Neuigkeiten über %s
es: Enviarme correos electrónicos con noticias sobre %s
fr: Envoyez moi des courriels avec des informations sur %s
id: Kirimi saya email berita tentang %s
it: Inviami email con notizie su %s
ja: %sに関するニュースをメールで送信します。
nb: Send meg e-poster med nyheter fra %s
nl: Stuur mij emails met nieuws over %s
pt_br: Enviar e-mails com novidades sobre o %s
ru: Отправлять мне информацию и новости %s
uk: Посилати мені листи з новинами про %s
zh_cn: 与 %s 的消息的电子邮件发送给我
zh_tw: 寄給我與 %s 的消息的電子郵件

source: Content settings
cs: Nastavení obsahu
da: Indholdsindstillinger
de: Inhaltseinstellungen
es: Ajustes de contenido
fr: Paramètres du contenu
id: Pengaturan isi
it: Impostazioni contenuti
ja: 現在の設定
nb: Innholdsinnstillinger
nl: Instellingen inhoud
pl: Ustawienia zawartości
pt_br: Configurações do conteúdo
ru: Настройки содержимого
uk: Налаштування контенту
zh_cn: 内容设置
zh_tw: 內容設定

source: Show not safe content in listings (from others)
cs: Zobrazit závadný obsah v seznamech (od ostatních)
da: Vis ikke sikkert indhold i fortegnelser (fra andre)
de: Zeige anstößigen Inhalt (von anderen Benutzern) in Auflistungen an
es: Mostrar contenido no seguro en listados (de otros)
fr: Afficher le contenu non sûr dans la liste (des autres)
id: Perlihatkan berkas dewasa di daftar (dari yang lain)
it: Mostra contenuto non sicuro in lista (da altri)
ja: 不適切なコンテンツをリストに表示しない（他のユーザーのコンテンツ）
nb: Vis utrygt innhold fra andre brukere
nl: Geef onveilige (NFSW) inhoud weer in overzichten (van anderen)
pt_br: Mostrar conteúdos impróprios nas listagens (de outros)
ru: Показывать небезопасное содержимое (загруженное другими пользователями) в списках
uk: Показувати небезпечний зміст (від інших)
zh_cn: 在列表中显示不安全内容(来自其他人)
zh_tw: 在列表中顯示不安全內容(來自其他人)

source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
uk: Мова
vi: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

source: Timezone
cs: Časová zóna
da: Tidszone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
id: Zona waktu
it: Fuso orario
ja: タイムゾーン
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ru: Часовой пояс
uk: Часовий пояс
vi: Múi giờ
zh_cn: 时区
zh_tw: 時區

source: Current password
cs: Současné heslo
da: Nuværende kodeord
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
id: Password saat ini
it: Password attuale
ja: 現在のパスワード
nb: Nåværende passord
nl: Huidig wachtwoord
pl: Aktualne hasło
pt_br: Senha atual
ru: Текущий пароль
uk: Поточний пароль
vi: Mật khẩu hiện tại
zh_cn: 当前的密码
zh_tw: 目前的密碼

source: Enter your current password
cs: Vložte své současné heslo
da: Indtast dit nuværende kodeord
de: Aktuelles Passwort eingeben
es: Introduce tu contraseña actual
fr: Saisissez votre mot de passe actuel
id: Masukkan password saat ini
it: Immettere la password corrente
ja: 現在のパスワードを入力して下さい。
nb: Skriv inn ditt nåværende passord
nl: Voer uw huidig wachtwoord in
pl: Wpisz swoje aktualne hasło
pt_br: Digite sua senha atual
ru: Введите ваш текущий пароль
uk: Введіть ваш поточний пароль
vi: Nhập mật khẩu hiện tại
zh_cn: 请输入您当前的密码
zh_tw: 請輸入目前的密碼

source: New password
cs: Nové heslo
da: Nyt kodeord
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
id: Password baru
it: Nuova password
ja: 新しいパスワード
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: Nova senha
ru: Новый пароль
uk: Новий пароль
vi: Mật khẩu mới
zh_cn: 新密码
zh_tw: 新密碼

source: Confirm new password
cs: Potvrdit nové heslo
da: Bekræft deres nye kodeord
de: Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
id: Konfirmasi password baru
it: Conferma nuova password
ja: 新しいパスワードの確認
nb: Bekreft nytt passord
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło
pt_br: Confirme sua nova senha
ru: Подтвердите пароль
uk: Повторіть новий пароль
vi: Xác nhận lại mật khẩu mới
zh_cn: 请输入新的密码
zh_tw: 確認新密碼

source: Add a password to be able to login using your username or email.
cs: K tomu aby jste byli schopni se přihlásit uživatelským jménem nebo e-mailem je zapotřebí přidat heslo.
da: Tilføj et kodeord for at kunne login med dit brugernavn eller dit email.
de: Sie müssen ein Passwort angeben, um sich mit Ihrem Benutznamen oder Ihrer E-Mail-Adresse anzumelden.
es: Agrega una contraseña para poder entrar usando tu nombre de usuario o email.
fr: Ajoutez un mot de passe pour pouvoir vous connecter avec votre nom d'utilisateur ou une adresse email.
id: Ketik password untuk masuk menggunakan username atau email.
it: Aggiungere una password per poter accedere utilizzando il tuo username o email.
ja: ユーザ名、または、メールアドレスを使ってパスワードを設定して下さい。
nb: Skriv inn et passord for å kunne logge inn med ditt brukernavn eller e-postadresse
nl: Voeg een wachtwoord toe om in te loggen met gebruikersnaam of email.
pl: Dodaj hasło, aby móc logować się przy użyciu nazwy użytkownika lub adresu e-mail.
pt_br: Adicione uma senha para ser poder fazer login usando o seu nome de usuário ou e-mail.
ru: Добавьте пароль, чтобы иметь возможность входить с использованием имени пользователя или адреса электронной почты.
uk: Додайте пароль, щоб мати можливість входити з використанням імені користувача або адреси електронної
vi: Thêm mật khẩu để có thể đăng nhập bằng Tài khoản hoặc bằng Email
zh_cn: 添加一个密码才能使用您的用户名或电子邮件地址登录.
zh_tw: 新增一個密碼才能使用您的用戶名或電子郵件地址登入

source: This user doesn't have a password. Add one using this form.
cs: Tento uživatel nemá uložené žádné heslo. Heslo přidejte tímto formulářem.
da: Denne bruger har ikke et kodeord. Tilføj et med denne formel.
de: Diesem Benutzer wurde kein Passwort zugewiesen. Teilen Sie dem Nutzer ein Passwort über das Eingabefeld zu.
es: Este usuario no tiene contraseña. Agrega una usando este formulario.
fr: Cet utilisateur n'a pas de mot de passe. Ajoutez-en un avec ce formulaire.
id: Pengguna ini tidak memiliki password. Tambahkan melalui form berikut.
it: L'utente non dispone di una password. Aggiungere una utilizzando questo modulo.
ja: このユーザはパスワードを設定していません。このフォームから設定して下さい。
nb: Denne brukeren har ikke passord. Legg til et ved å bruke dette skjemaet.
nl: Deze gebruiker heeft geen wachtwoord. Gebruik dit tekstveld om een wachtwoord aan te maken.
pl: Ten użytkownik nie ma żadnego hasła. Dodaj je w tym formularzu.
pt_br: Este usuário não tem uma senha. Adicione uma usando este formulário.
ru: У этого пользователя не установлен пароль. Добавьте его через эту форму.
uk: У цього користувача не встановлений пароль. Додайте його через дану форму.
vi: Người dùng này chưa nhập mật khẩu. Hãy thêm mật khẩu bằng mẫu bên dưới
zh_cn: 这个用户没有输入密码. 新增一个使用这种形式.
zh_tw: 這個用戶沒有輸入密碼. 新增一個密碼使用這種形式登入

source: Re-enter your password
cs: Napište heslo znovu
da: Genindtast dit kodeord
de: Passwort wiederholen
es: Re-ingresa tu contraseña
fr: Entrez à nouveau votre mot de passe
id: Ketik ulang password
it: Rimettere la password
ja: パスワードを再度入力して下さい。
nb: Skriv inn ditt passord på nytt
nl: Wachtwoord opnieuw invoeren
pl: Wpisz ponownie swoje hasło
pt_br: Digite novamente a sua senha
ru: Повторите пароль
uk: Повторіть пароль
vi: Nhập lại mật khẩu mới
zh_cn: 请再次输入您的密码
zh_tw: 請再輸入您的密碼

source: Upload new image
cs: Nahrát nový soubor
da: Upload nyt billede
de: Neues Bild hochladen
es: Subir nueva imagen
fr: Envoyer une nouvelle image
id: Unggah gambar baru
it: Carica nuova immagine
ja: 新規画像のアップロード
nb: Last opp nytt profilbilde
nl: Upload nieuwe afbeelding
pl: Wyślij nową grafikę
pt_br: Carregar nova imagem
ru: Загрузить изображение
uk: Завантажити зображення
vi: Tải lên ảnh mới
zh_cn: 上传新的图片
zh_tw: 上傳新圖片

source: Delete existing image
cs: Smazat existující obrázek
da: Slet eksisterende billede
de: Bild löschen
es: Eliminar imagen existente
fr: Supprimer l'image existante
id: Hapus gambar sekarang
it: Elimina immagine esistente
ja: アップロード済みの画像を削除
nb: Slett eksisterende bilde
nl: Verwijder bestaande afbeelding
pl: Usuń istniejącą grafikę
pt_br: Apagar a imagem existente
ru: Удалить
uk: Видалити
vi: Xóa ảnh có sẵn
zh_cn: 删除现有的图片
zh_tw: 刪除已存在的照片

source: Privacy
cs: Soukromí
da: Privatliv
de: Privatsphäre
es: Privacidad
fr: Vie privée
id: Privasi
ja: 非公開
nb: Personvern
pl: Prywatność
pt_br: Privacidade
ru: Анонимность
zh_cn: 隐私
zh_tw: 隱私

source: Make my profile and identity totally private
cs: Zachovat můj profil a identitu zcela soukromou
da: Gør min profil og identitet helt privat
de: Schalten Sie Ihr Profil und Ihre Identität in den "Privat"-Modus
es: Hacer mi privado mi perfil e identidad
fr: Rendre mon profil entièrement privé
id: Buat profil dan identitas saya sepenuhnya pribadi.
it: Fare il mio profilo e identità totalmente privato
ja: プロフィールなどを非公開にする
nb: Gjør min profil og identitet fullstendig privat
nl: Maak mijn profiel en identiteit geheim
pt_br: Tornar meu perfil e identidade totalmente privados
ru: Сделать мой профиль полностью закрытым
zh_cn: 让我的个人资料和身份仅自己可见
zh_tw: 僅自己可見我的個人資料

source: Enable this if you want to act like an anonymous user
cs: Povolte, pokud chcete působit jako anonymní uživatel
da: Aktivér dette, hvis du vil fungere som en anonym bruger
de: Aktivieren Sie diese Option, wenn Sie anonym bleiben wollen
es: Habilita esto si deseas actuar como un usuario anonimo
fr: Activez cette option si vous voulez utiliser le site comme un utilisateur anonyme
id: Aktifkan jika anda ingin menjadi seperti pengguna anonim.
it: Attivare questa opzione se si vuole agire come un utente anonimo
ja: 匿名ユーザとなる
nb: Aktiver dette hvis du ønsker å opptre som en anonym bruker
nl: Schakel dit in om als anonieme gebruiker getoond te worden
pt_br: Ative isto se você quiser atuar como um usuário anonimo
ru: Включите, если вы хотите быть анонимным пользователем
zh_cn: 如果你想把自己变成像匿名用户请启用它
zh_tw: 如果您想把自己變成匿名使用者請啟用他

source: This is your real name, not your username.
cs: Toto je vaše opravdové jméno, ne uživatelské.
da: Dette er dit rigtige navn, ikke deres brugernavn.
de: Zusätzlich zum Benutzernamen kann hier ein Realname festgelegt werden.
es: Este es tu nombre real, no tu nombre de usuario.
fr: C'est votre nom réel, pas votre nom d'utilisateur.
id: Ini adalah nama anda bukan username.
it: Questo è il tuo vero nome, non il nome utente.
ja: これはユーザー名ではなく、表示名です。
nb: Dette er ditt ekte navn, ikke brukernavnet ditt.
nl: Dit is je echte naam, niet je gebruikersnaam.
pl: To twoje prawdziwe imię, a nie nazwa użytkownika
pt_br: Este é o seu verdadeiro nome, não o seu nome de usuário.
ru: Это ваше настоящее имя, а не имя пользователя.
uk: Це ваше справжнє ім'я, а не ім'я користувача.
vi: Đây là tên thật của bạn chứ không phải tên Tài khoản đăng nhập đâu nha.
zh_cn: 这是你的个性昵称. 不是你的用户名.
zh_tw: 這是你的個性暱稱. 不是你的用戶名

source: Bio
cs: Životopis
da: Om mig
de: Über
es: Biografía
fr: Biographie
ja: 自己紹介
nb: Biografi
nl: Biografie
pt_br: Descrição
ru: О себе
uk: Біографія
zh_cn: 个人介绍
zh_tw: 個人簡介
