Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Active
cs: Aktivní
de: Aktiv
es: Activo
fr: Actif
id: Aktif
it: Attivo
ja: アクティブ
nb: Aktiv
nl: Actief
pl: Aktywna
pt_br: Ativo
ru: Активное
uk: Активне
zh_cn: 活动
zh_tw: 啟用

source: Storage method
cs: Metoda ukládání
de: Speichermethode
es: Método de almacenamiento
fr: Méthode de stockage
id: Metode penyimpanan
it: Metodo di memorizzazione
ja: 保存方法
nb: Lagringsmetode
nl: Opslagwijze
pl: Metoda przychowywania
pt_br: Método de armazenamento
ru: Тип хранилища
uk: Тип сховища
zh_cn: 存储方法
zh_tw: 儲存空間方式

source: Local storage is used by default or when no external storage is active.
cs: Ve výchozím stavu je nataveno místní ukládání. Používá se i pokud není aktivní žádné externí uložiště.
de: Der lokale Speicher wird entweder standardmäßig genutzt oder wenn kein externer Speicher aktiv ist.
es: Por defecto se usa almacenamiento local o cuando no hay ningún almacenamiento externo activado.
fr: Par défaut le stockage local est utilisé ou quand aucun stockage externe n'est actif.
id: Penyimpanan lokal akan digunakan secara default atau ketika tidak ada penyimpanan eksternal yang aktif.
it: L'archiviazione locale è utilizzata per impostazione predefinita o quando non è attiva quella esterna.
ja: アクティブな外部ストレージがない場合、ローカルストレージが使用されます。
nb: Lokal lagring brukes som standard, eller når ingen ekstern lagring er aktivert.
nl: Standaard wordt lokale opslag gebruikt of wanneer er geen externe opslag actief is.
pt_br: O armazenamento local é usado por padrão ou não há um armazenamento externo ativo.
ru: Локальное хранилище используется по-умолчанию или при отсутствии активных внешних хранилищ.
uk: Локальне сховище використовується за замовчуванням або за відсутності активних зовнішніх сховищ.
zh_cn: 默认情况下使用本地存储, 或在外部存储没有处于激活状态.
zh_tw: 預設情況下使用本地儲存空間, 或在外部儲存空間處於非啟用狀態.

source: If you need help check the <a %s>storage documentation</a>.
cs: Pokud potřebujete pomoc, zkontrolujte <a %s>dokumentaci úložiště</a>.
de: Falls Sie Hilfe benötigen, überprüfen Sie die <a %s>Datenspeicher Dokumentation</a>.
es: Si necesitas ayuda revisa la <a %s>documentación de almacenamiento</a>.
fr: Si vous avez besoin d'aide, regardez la <a %s>documentation de stockage</a>.
id: Jika anda memerlukan bantuan periksa <a %s>dokumentasi penyimpanan</a>.
it: Se hai bisogno di aiuto controllare la <a %s> documentazione di stoccaggio </a>.
ja: ヘルプは <a %s>storage documentation</a> です。
nb: Hvis du trenger hjelp, se gjennom <a %s>lagringsdokumentasjonen</a>.
nl: Indien hulp nodig is, bekijk de <a %s>opslag documentatie</a>.
pt_br: Se você precisar de ajudar vá até a <a %s>documentação de armazenamento</a>.
ru: Если вам нужна помощь, обратитесь к <a %s>документации</a>.
uk: Якщо вам потрібна допомога зверніться до <a %s>документації</a>.
zh_cn: 如果您需要帮助, 请查看<a %s>存储文档</a>.
zh_tw: 如果您需要協助，請查看<a %s>儲存空間設定指南</a>

source: Edit storage
cs: Upravit úložiště.
de: Datenspeicher bearbeiten
es: Editar almacenamiento
fr: Modifier le stockage
id: Edit penyimpanan
it: Modifica di archiviazione
ja: ストレージの編集
nb: Rediger lagringsenheter
nl: Wijzig opslag
pt_br: Editar armazenamento
ru: Изменить
uk: Змінити
zh_cn: 编辑存储
zh_tw: 編輯儲存空間

source: From name
cs: Od jména
da: Fra navn
de: Absendername
es: Nombre emisor
fr: Nom de l'émetteur
id: Nama dari
it: Dal nome
ja: 送信元名
nb: Fra navn
nl: Van naam
pl: Nazwa nadawcy
pt_br: Do nome
ru: Отправитель
uk: Відправник
zh_cn: 发送名称
zh_tw: 發送名稱

source: Sender name for emails sent to users.
cs: Jméno odesílatele uvedeného v e-mailech odeslaných uživatelům.
da: Afsender navn for e-mails sendt til brugerne.
de: Absendername für E-Mail-Kontakt mit Benutzern.
es: Nombre del emisor de los emails enviados a los usuarios.
fr: Nom d'envoi pour les emails envoyés aux utilisateurs.
id: Nama pengirim untuk email yang dikirim kepada pengguna.
it: Nome email che riceveranno gli utenti
ja: ユーザに送信するメールの送信元名
nb: Visningsnavn for e-post sendt til brukere
nl: Naam afzender voor e-mails verstuurd naar gebruikers.
pl: Nazwa nadawcy wiadomości e-mail wysyłanych do użytkowników.
pt_br: Nome do remetente dos e-mails enviados para os utilizadores.
ru: Имя отправителя для рассылки сообщений пользователям.
uk: Ім'я відправника для розсилки повідомлень користувачам.
zh_cn: 接收到邮件显示的发送人名称
zh_tw: 接收到郵件顯示的發送人名稱

source: Email mode
cs: Režim e-mailu.
da: Email tilstand
de: E-Mail-Modus
es: Modo de email
fr: Mode email
id: Mode email
it: Modalità di invio Email
ja: 電子メールモード
nb: E-postmodus
nl: E-mail modus
pl: Tryb e-mail
pt_br: Modo de e-mail
ru: Режим электронной почты
uk: Режим електронної пошти
zh_cn: 发送邮件的方式
zh_tw: 發送郵件的方式

source: How to send emails? SMTP recommended.
cs: Způsob odesílání e-mailů. Doporučena metoda SMTP.
da: Hvordan vil du sende emails? SMTP anbefalet.
de: Wie wollen Sie E-Mails versenden? SMTP wird empfohlen.
es: ¿Cómo enviar emails? Se recomienda SMTP.
fr: Comment envoyer les emails ? SMTP recommandé.
id: Bagaimana cara pengiriman email? SMTP direkomendasikan.
it: Come inviare e-mail? SMTP raccomandato.
ja: どのようにメールを送信しますか？SMTPがお勧めです。
nb: Hvordan skal e-post sendes? SMTP anbefales.
nl: Hoe wil je e-mails verzenden? SMTP wordt aangeraden.
pl: Jak wysyłać wiadomości e-mail? Rekomendowane jest SMTP.
pt_br: Como enviar e-mails? SMTP é recomedado.
ru: Как отправлять сообщения? Рекомендуется использовать SMTP.
uk: Як відправляти повідомлення? Рекомендується використовувати SMTP.
zh_cn: 如何发送邮件? 推荐使用SMTP.
zh_tw: 如何發送郵件? 推薦使用SMTP.

source: SMTP server and port
cs: SMTP server a port
da: SMTP server og port
de: SMTP-Server und Port
es: Servidor SMTP y puerto
fr: Serveur SMTP et port
id: Server dan port SMTP
it: SMPT porta del server
ja: SMTPサーバーとポート番号
nb: SMTP-server og -port
nl: SMTP server en -poort
pl: Serwer i port SMTP
pt_br: Servidor SMTP e porta
ru: SMTP сервер и порт
uk: SMTP сервер та порт
zh_cn: SMTP服务器与端口
zh_tw: SMTP伺服器與端口

source: SMTP server
es: Servidor SMTP
fr: Serveur SMTP
id: Server SMTP
ja: SMTPサーバー
pl: Serwer SMTP
pt_br: Servidor SMTP
ru: SMTP сервер
uk: SMTP сервер
zh_cn: SMTP服务器
zh_tw: SMTP伺服器

source: SMTP username
cs: Uživatelské jméno na SMTP server
da: SMTP brugernavn
de: SMTP-Benutzername
es: Usuario SMTP
fr: Nom d'utilisateur SMTP
id: Username SMTP
ja: SMTPユーザ名
nb: SMTP-brukernavn
nl: SMTP gebruikersnaam
pl: Nazwa użytkownika SMTP
pt_br: Nome de utilizador SMTP
ru: Имя пользователя SMTP
uk: Ім'я користувача SMTP
zh_cn: SMTP用户名
zh_tw: SMTP用戶名

source: SMTP password
cs: Heslo na SMTP server
da: SMTP kodeord
de: SMTP-Passwort
es: Contraseña SMTP
fr: Mot de passe SMTP
id: Password SMTP
ja: SMTPパスワード
nb: SMTP-passord
nl: SMTP wachtwoord
pl: Hasło SMTP
pt_br: Palavra passe SMTP
ru: Пароль SMTP
uk: Пароль SMTP
zh_cn: SMTP密码
zh_tw: SMTP密碼

source: SMTP security
cs: SMTP zabezpečení
da: SMTP sikkerhed
de: SMTP-Sicherheit
es: Seguridad SMTP
fr: Sécurité SMTP
id: Keamanan SMTP
it: SMTP sicurezza
ja: SMTPセキュリティ
nb: SMTP-sikkerhet
nl: SMTP beveiliging
pl: Bezpieczeństwo SMTP
pt_br: Segurança SMTP
ru: Безопасность SMTP
uk: Безпека SMTP
vi: Chế độ bảo mật của SMTP
zh_cn: SMTP安全
zh_tw: SMTP安全

source: Unsecured
cs: Nezabezpečeno
da: Usikret
de: Ungesichert
es: Inseguro
fr: Non sécurisé
id: Tidak aman
it: Non garantito
ja: セキュリティで保護されていません
nb: Usikret
nl: Onbewaakt
pl: Niezabezpieczony
pt_br: Inseguro
ru: Небезопасный
uk: Небезпечний
zh_cn: 不使用任何安全模式
zh_tw: 非安全

source: Send test email
cs: Odeslat testovací email
de: Test-E-Mail senden
es: Enviar email de prueba
fr: Envoyer un email test
id: Kirim email percobaan
it: Invia emai prova
ja: テストメールを送信する
nb: Send test-e-post
nl: Verstuur test e-mail
pl: Wyślij testową wiadomość e-mail
pt_br: Enviar e-mail de teste
ru: Отправить тестовое сообщение
uk: Надіслати тестове повідомлення
zh_cn: 发送测试邮件
zh_tw: 寄出測試郵件

source: Use this to test how your emails are being delivered. We recommend you to use %s.
cs: Pomocí této funkce lze otestovat, jak jsou vaše e-maily doručovány. Doporučujeme použít %s.
de: Nutzen Sie diese Funktion um zu testen, wie Ihre E-Mails ausgeliefert werden. Wir empfehlen die Nutzung von %s.
es: Usa esto para corroborar la entrega de email. Recomendamos usar %s.
fr: Utilisez cette option pour tester la façon dont vos e-mails sont envoyé. Nous vous recommandons d'utiliser %s
id: Gunakan ini untuk memeriksa apakan email sedang dikirimkan. Kami merekomendasikan anda untuk menggunakan %s.
it: Utilizzare questo per verificare come vengono consegnate le vostre email. Si consiglia di utilizzare %s.
ja: メールアドレスにどのように送信されるかをテストする場合にこちらを利用してください。%sを使用することをお勧めします。
nb: Bruk denne for å teste hvordan e-post blir levert. Vi anbefaler å bruke %s.
nl: Gebruik dit om te testen hoe e-mails worden afgeleverd. We adviseren u om %s te gebruiken.
pt_br: Use esta ferramente para ver como os seus e-mails serão entregues. Nós recomendamos você usar %s.
ru: Используйте эту форму для проверки доставки сообщений. Мы рекомендуем Вам использовать %s.
uk: Використовуйте це тестове повідомлення для перевірки доставки пошти, Ми рекомендуємо використовувати %s.
zh_cn: 使用此来测试你的电子邮件是否已发送. 我们建议您使用 %s.
zh_tw: 使用這個來測試您的電子郵件是否已寄出. 我們建議您使用 %s.

source: Export a user
de: Benutzer exportieren
es: Exportar un usuario
fr: Exporter un utilisateur
ja: ユーザーをエクスポート
zh_cn: 导出用户(1个)

source: Export user
de: Exportieren
es: Exportar usuario
fr: Exporter l'utilisateur
ja: ユーザーをエクスポート
zh_cn: 导出

source: This will allow you to download a user's standard personal information in JSON format.
de: Diese Funktion ermöglicht es, die persönlichen Informationen eines Nutzers als JSON-Datei herunterzuladen.
es: Esto te permitirá descargar la información estandarizada personal de un usuario en formato JSON.
fr: Cela vous permettra de télécharger les informations personnelles standard d'un utilisateur au format JSON.
ja: JSONフォーマットで、ユーザーの標準的な個人情報をダウンロードすることができます。
zh_cn: 这将让用户信息保存到 .Json 格式的文件中并下载

source: social networks
cs: sociální sítě
da: sociale netværk
de: Soziale Netzwerke
es: redes sociales
fr: Réseaux sociaux
id: jaringan sosial
ja: ソーシャル・ネットワーク
nb: sosiale nettverk
nl: Sociale netwerken
pt_br: redes sociais
ru: социальные сети
zh_cn: 社交网络
zh_tw: 社交網絡

source: You need a <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> for this.
cs: Potřebujete <a href="https://developers.facebook.com/" target="_blank">Facebook aplikaci</a>.
da: Du har brug for en <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> for dette.
de: Sie benötigen eine <a href="https://developers.facebook.com/" target="_blank">Facebook App</a> für diese Funktion.
es: Necesitaras una <a href="https://developers.facebook.com/" target="_blank">App de Facebook</a> para esto.
fr: Nécessite un compte <a href="https://developers.facebook.com/" target="_blank">Facebook app</a>.
id: Anda memerlukan sebuah <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> untuk hal ini.
it: Hai bisogno di un <a href="https://developers.facebook.com/" target="_blank"> Facebook app </a> per questo.
ja: この機能を使用するためには、<a href="https://developers.facebook.com/" target="_blank">Facebookアプリ</a>が必要です。
nb: Du trenger en <a href="https://developers.facebook.com/" target="_blank">Facebook-app</a> for dette.
nl: Maak een <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> aan.
pl: Potrzebujesz do tego <a href="https://developers.facebook.com/" target="_blank">aplikacji Facebook</a>.
pt_br: Você precisa de um <a href="https://developers.facebook.com/" target="_blank">Facebook app</a> para este.
ru: Для этого вам необходимы <a href="https://developers.facebook.com/" target="_blank">инструменты разработчика Facebook</a>.
uk: Для цього вам необхідні <a href="https://developers.facebook.com/" target="_blank"> інструменти розробника Facebook</a>.
vi: Bạn cần <a href="https://developers.facebook.com/" target="_blank">Ứng Dụng Facebook</a> cho việc này.
zh_cn: 完成此您需要一个 <a href="https://developers.facebook.com/" target="_blank">Facebook app</a>
zh_tw: 你需要一個<a href="https://developers.facebook.com/" target="_blank">Facebook app</a>

source: Facebook app id
cs: ID Facebook aplikace
es: App id de Facebook
fr: ID Facebook app
id: id app Facebook
ja: フェイスブック アプリID
pl: ID aplikacji Facebooka
pt_br: Id app Facebook app id
ru: ID Facebook app
uk: ID Facebook app
vi: ID ứng dụng Facebook
zh_cn: Facebook app 应用 id

source: Facebook app secret
es: App secret de Facebook
fr: Secret Facebook app
id: Rahasia app Facebook
it: Facebook app segreta
ja: Facebookアプリシークレットキー
nb: Facebook-app-hemmelighet
pl: "Sekret" aplikacji Facebooka
pt_br: Chave secreta do aplicativo do Facebook
ru: Секретный ключ Facebook app
uk: Секрет Facebook app
zh_cn: Facebook app 应用 secret

source: You need a <a href="https://apps.twitter.com" target="_blank">Twitter app</a> for this.
cs: Potřebujete <a href="https://apps.twitter.com" target="_blank">Twitter app</a> pro toto.
da: Du skal bruge en <a href="https://apps.twitter.com" target="_blank">Twitter app</a> for det.
de: Sie benötigen eine <a href="https://apps.twitter.com" target="_blank">Twitter App</a> für diese Funktion.
es: Necesitaras una <a href="https://apps.twitter.com" target="_blank">App de Twitter</a> para esto.
fr: Nécessite un compte <a href="https://apps.twitter.com" target="_blank">Twitter app</a>.
id: Anda membutuhkan sebuah <a href="https://apps.twitter.com" target="_blank">Apliksi Twitter</a> untuk hal ini.
it: Hai bisogno di un <a href="https://apps.twitter.com" target="_blank"> Twitter app </a> per questo.
ja: この機能を使用するためには、<a href="https://apps.twitter.com" target="_blank">Twitterアプリ</a>が必要です。
nb: Du trenger en <a href="https://apps.twitter.com" target="_blank">Twitter-app</a> for dette.
nl: Maak een <a href="https://apps.twitter.com" target="_blank">Twitter app</a> aan.
pl: Potrzebujesz do tego <a href="https://apps.twitter.com" target="_blank">aplikacji Twitter</a>.
pt_br: Você precisa de um <a href="https://apps.twitter.com" target="_blank">Twitter app</a> para esta.
ru: Для этого вам необходимы <a href="https://apps.twitter.com" target="_blank">инструменты разработчика Twitter</a>.
uk: Для цього вам необхідні <a href="https://apps.twitter.com" target="_blank">інструменти розробника Twitter</a>.
zh_cn: 完成此您需要一个 <a href="https://apps.twitter.com" target="_blank">Twitter app </a>
zh_tw: 你需要一個<a href="https://apps.twitter.com" target="_blank">Twitter app</a>

source: Twitter API key
cs: Twitter API klíč
de: Twitter API-Schlüssel
es: API key de Twitter
fr: Clé API Twitter
id: Kunci API Twitter
it: Twitter API chiave
ja: Twitter APIキー
nb: Twitter-API-nøkkel
nl: Twitter API sleutel
pl: Klucz API Twittera
pt_br: Chave da API do Twitter
ru: Ключ Twitter API
uk: Ключ Twitter API
zh_cn: Twitter API 应用密匙

source: Twitter API secret
es: API secret de Twitter
fr: Secret API Twitter
id: API rahasia Twitter
it: Twitter API segreta
ja: Twitter API シークレットキー
nb: Twitter-API-hemmelighet
nl: Twitter API geheim
pl: "Sekret" API Twittera
pt_br: Segredo da API do Twitter
ru: Секретный ключ Twitter API
uk: Секрет Twitter API
zh_cn: Twitter API 应用 secret

source: Twitter account
cs: Twitter účet
da: Twitter konto
de: Twitter Konto
es: Cuenta de Twitter
fr: Compte Twitter
id: Akun Twitter
it: Account twitter
ja: Twitterアカウント
nb: Twitter-konto
pl: Konto na Twitterze
pt_br: Conta Twitter
ru: Аккаунт в Twitter
uk: Акаунт в Twitter
vi: Tài khoản Twitter
zh_cn: Twitter账号
zh_tw: Twitter帳戶

source: You need a <a href="https://cloud.google.com/console" target="_blank">Google app</a> for this.
cs: Potřebujete <a href="https://cloud.google.com/console" target="_blank">Google app</a> pro toto.
da: Du har brug for en <a href="https://cloud.google.com/console" target="_blank">Google app</a> for dette.
de: Sie benötigen zunächst eine <a href="https://cloud.google.com/console" target="_blank">Google App</a> für diese Funktion.
es: Necesitaras una <a href="https://cloud.google.com/console" target="_blank">App de Google </a> para esto.
fr: Nécessite un compte <a href="https://cloud.google.com/console" target="_blank">Google app</a>.
id: Anda membutuhkan sebuah<a href="https://cloud.google.com/console" target="_blank">Google app</a> untuk hal ini.
it: Hai bisogno di un <a href="https://cloud.google.com/console" target="_blank"> Google app </a> per questo.
ja: この機能を使用するためには、<a href="https://cloud.google.com/console" target="_blank">Googleアプリ</a>が必要です。
nb: Du trenger en <a href="https://cloud.google.com/console" target="_blank">Google-app</a> for dette.
nl: Maak een <a href="https://cloud.google.com/console" target="_blank">Google app</a> aan.
pl: Potrzebujesz do tego <a href="https://cloud.google.com/console" target="_blank">aplikacji Google</a>.
pt_br: Você precisa de um <a href="https://cloud.google.com/console" target="_blank">Google app</a> para esta.
ru: Для этого вам необходимы <a href="https://cloud.google.com/console" target="_blank">инструменты разработчика Google</a>.
uk: Для цього вам необхідні <a href="https://cloud.google.com/console" target="_blank"> інструменти розробника Google</a>.
vi: Bạn cần có <a href="https://cloud.google.com/console" target="_blank">Ứng Dụng Google</a> cho việc này.
zh_cn: 完成此您需要一个<a href="https://cloud.google.com/console" target="_blank">Google app</a>
zh_tw: 你需要一個<a href="https://cloud.google.com/console" target="_blank">Google app</a>

source: Google client id
cs: Google client (klientské) id
da: google klient ID
es: Client id de Google
fr: ID Google client
id: Id klien Google
it: Google cliente id
ja: Google クライアントID
nb: Google-klient-ID
pl: ID klienta Google
pt_br: ID de cliente do Google
ru: ID клиента Google
uk: ID клиента Google
zh_cn: Google 客户端 id

source: Google client secret
da: Google klient secret
es: Client secret de Google
fr: Secret Google client
id: Rahasia klien Google
it: Google cliente segreta
ja: Google クライアントシークレットキー
nb: Google-klient-hemmelighet
pl: "Sekret" klienta Google
pt_br: Segredo do cliente Google
ru: Секретный ключ Google
uk: Секрет клієнта Google
zh_cn: Google 客户端 secret

source: You need a <a href="http://vk.com/dev" target="_blank">VK app</a> for this.
cs: Potřebujete <a href="http://vk.com/dev" target="_blank">VK app</a> pro toto.
de: Sie benötigen eine <a href="http://vk.com/dev" target="_blank">VK App</a> für diese Funktion.
es: Necesitas una <a href="http://vk.com/dev" target="_blank">aplicación de VK</a> para esto.
fr: Vous avez besoin d'une <a href="http://vk.com/dev" target="_blank">app VK</a> pour ceci.
id: Anda membutuhkan sebuah <a href="http://vk.com/dev" target="_blank">VK app</a> untuk hal ini.
it: Avete bisogno di un <a href="http://vk.com/dev" target="_blank">VK app</a> per questo.
ja: この機能を使用するためには、<a href="http://vk.com/dev" target="_blank">VK アプリ</a>が必要です。
nb: Du trenger en <a href="http://vk.com/dev" target="_blank">VK-app</a> for dette.
nl: Maak een <a href="http://vk.com/dev" target="_blank">VK app</a> aan.
pl: Potrzebujesz do tego <a href="http://vk.com/dev" target="_blank">aplikacji VK</a>.
pt_br: Você precisa de um <a href="http://vk.com/dev" target="_blank">Aplicativo VK</a> para isso.
ru: Для этого вам необходимы <a href="http://vk.com/dev" target="_blank">инструменты разработчика ВКонтакте</a>.
uk: Для цього вам необхідні <a href="http://vk.com/dev" target="_blank">інструменти розробника ВКонтакті</a>.
zh_cn: 完成此您需要一个 <a href="http://vk.com/dev" target="_blank">VK app</a>
zh_tw: 你需要一個<a href="http://vk.com/dev" target="_blank">VK app</a>

source: VK client id
es: Client id de VK
fr: ID Client VK
id: id klien VK
it: VK id cliente
ja: VKクライアントID
nb: VK-klient-ID
nl: VK gebruikers ID
pt_br: ID do cliente VK
ru: ID клиента ВКонтакте
uk: Для ID клієнта ВКонтакті

source: VK client secret
es: Client id de VK
fr: Secret Client VK
id: rahasia klien VK
it: VK cliente segreta
ja: VKクライアントシークレットキー
nb: VK-klient-hemmelighet
nl: VK gebruikers secret
pt_br: Segredo do cliente VK
ru: Секретный ключ клиента ВКонтакте
uk: Секретний ключ клієнта ВКонтакті

source: You need a <a href="%s" target="_blank">reCAPTCHA key</a> for this.
cs: Potřebujete <a href="%s" target="_blank">reCAPTCHA klíč</a>.
de: Sie benötigen einen <a href="%s" target="_blank">reCAPTCHA Schlüssel</a> für diese Funktion.
es: Necesitas una cuenta de <a href="%s" target="_blank">reCAPTCHA key</a> para esto.
fr: Vous avez besoin d'une <a href="%s" target="_blank">clé reCAPTCHA</a> pour ceci.
id: Anda memerlukan sebuah <a href="%s" target="_blank"> kunci reCAPTCHA</a> untuk hal ini.
it: Avete bisogno di un <a href="%s" target="_blank">reCAPTCHA key</a> per questo.
ja: 画像認証を使用するためには、<a href="%s" target="_blank">reCAPTCHA キー</a>が必要です。
nb: Du trenger en <a href="%s" target="_blank">reCAPTCHA-nøkkel</a> for dette.
nl: Er is een <a href="%s" target="_blank">reCAPTCHA code</a> nodig om dit te kunnen gebruiken.
pl: Potrzebujesz do tego <a href="%s" target="_blank">klucza reCAPTCHA</a>.
pt_br: Você precisas de uma chave <a href="%s" target="_blank"> reCAPTCHA </a> para isto.
ru: Для этого вам необходим <a href="%s" target="_blank">ключ reCAPTCHA</a>.
uk: Для цього вам необхідний <a href="%s" target="_blank">ключ reCAPTCHA</a>.
vi: Bạn cần 1 <a href="%s" target="_blank">khóa reCAPTCHA</a> cho nó.
zh_cn: 您需要一个 <a href="%s" target="_blank">验证码Key</a> 来完成此项设置.
zh_tw: 你需要一個 <a href="%s" target="_blank">reCAPTCHA key</a>

source: %s site key
cs: %s kód stránky
de: %s Seiten-Schlüssel
es: Llave de sitio %s
fr: Clé du site %s
id: Kunci situs %s
it: %s chiave del sito
ja: %s サイトキー
nb: %s sidenøkkel
nl: %s site sleutel
pt_br: %s chave local
ru: %s ключ сайта
zh_tw: %s 網站鑰匙

source: %s secret key
cs: %s tajný kód
de: %s Geheimer Schlüssel
es: Llave secreta %s
fr: Clé secrète %s
id: Kunci rahasia %s
it: %s chiave segreta
ja: %s シークレットキー
nb: %s hemmelig nøkkel
nl: %s geheime sleutel
pt_br: %s chave secreta
ru: %s секретный ключ
zh_tw: %s 秘密鑰匙

source: reCAPTCHA threshold
cs: reCAPTCHA threshold (práh)
de: reCAPTCHA Schwelle
es: Umbral reCAPTCHA
fr: Seuil reCAPTCHA
id: batas reCAPTCHA
it: reCAPTCHA soglia
ja: 閾値(失敗)
nb: reCAPTCHA-terskel
nl: reCAPTCHA drempel
pl: Próg reCAPTCHA
pt_br: Limite do reCAPTCHA
ru: Порог срабатывания reCAPTCHA
uk: Поріг спрацьовування reCAPTCHA
zh_cn: 验证码阈值

source: How many failed attempts are needed to ask for reCAPTCHA? Use zero (0) to always show reCAPTCHA.
cs: Kolik neúspěšných pokusů je zapotřebí k vyžadování reCAPTCHA? Zadejte nula (0), aby se reCAPTCHA zobrazovala vždy.
de: Ab wie vielen Fehlversuchen beim Login soll eine reCAPTCHA-Abfrage notwendig werden? Bei Null (0) wird immer eine reCAPTCHA-Eingabe verlangt.
es: ¿Cuántos intentos fallidos son necesarios para solicitar reCAPTCHA? Usa cero (0) para siempre mostrar el reCAPTCHA.
fr: Combien d'échecs sont nécessaires pour demander un reCAPTCHA ? Mettez (0) pour toujours afficher reCAPTCHA.
id: Berapa kali percobaan yang diperbolehkan untuk meminta reCAPTCHA? Gunakan Nol (0) untuk selalu memperlihatkan reCAPTCHA.
it: Quanti tentativi falliti sono necessarie per chiedere reCAPTCHA? Usare zero (0) per mostrare sempre reCAPTCHA.
ja: 何回の失敗でreCAPTCHAを有効にしますか？ゼロ(0)だと常にreCAPTCHAが表示されます。
nb: Hvor mange mislykkede forsøk er nødvendig før reCAPTCHA etterspørres? Bruk null (0) for å alltid vise reCAPTCHA.
nl: Hoeveel foute pogingen zijn nodig om te vragen om reCAPTCHA? Voer 0 (nul) in om er altijd om te vragen.
pt_br: Quantas tentativas falhadas são necessárias para pedir reCAPTCHA ? Use zero para sempre pedir o reCAPTCHA.
ru: Через сколько неудачных попыток показывать reCAPTCHA? Укажите ноль(0), чтобы всегда показывать reCAPTCHA.
uk: Після скількох невдалих спроб потрібно використовувати reCAPTCHA ? Використовуйте нуль (0), щоб завжди показувати reCAPTCHA.
zh_cn: 登陆失败多少次后显示验证码? 键入"0"零则始终显示验证码.
zh_tw: 登入失敗多少次後顯示驗證碼? 鍵入"0"零則始終顯示驗證碼.

source: Comments API
cs: API komentářů
de: Kommentare-API
es: API de comentarios
fr: API des commentaires
id: API Komentar
it: Commenti API
ja: コメントAPI
nb: Kommentar-API
nl: Opmerkingen API
pt_br: Comentários da API
ru: API системы комментариев
zh_cn: 评论 API
zh_tw: 評論 API
