Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: create new album
cs: Vytvořit nové album
da: opret nyt album
de: Neues Album erstellen
es: crear nuevo álbum
fr: créer un nouvel album
id: buat album baru
it: Crea nuovo album
ja: 新しいアルバムを作成
nb: opprett nytt album
nl: maak nieuw album
pl: utwórz nowy album
pt_br: Criar novo álbum
ru: создать новый альбом
uk: створити новий альбом
vi: tạo album mới
zh_cn: 新建相册
zh_tw: 建立新的相簿

source: Storage name
cs: Jméno úložiště
de: Bezechnung des Datenspeichers
es: Nombre del almacenamiento
fr: Nom du stockage
id: Nama penyimpanan
it: Nome spazio di archiviazione
ja: ストレージ名
nb: Lagringsnavn
nl: Opslagnaam
pt_br: Nome do alojamento
ru: Название хранилища
uk: Назва сховища
zh_cn: 存储名称
zh_tw: 儲存空間名稱

source: Region
es: Región
fr: Région
it: Regione
ja: リージョン
nl: Regio
pt_br: Região
ru: Регион
uk: Регіон
zh_cn: 区域
zh_tw: 地區

source: Storage bucket
cs: Bucket úložiště
de: Datenspeicher-Bucket
es: Bucket del almacenamiento
fr: Bucket du stockage
id: Keranjang penyimpanan
it: Bucket spazio di archiviazione
ja: ストレージのバケット
nb: Lagringsplass
nl: Opslagvoorraad
pt_br: Banco de alojamento
ru: Корзина хранилища
uk: Корзина сховища
zh_cn: 储存桶
zh_tw: 儲存bucket

source: Key
cs: Klíč
de: Schlüssel
es: Llave
fr: Clé
id: Kunci
ja: キー
nb: Nøkkel
nl: Sleutel
pl: Klucz
pt_br: Chave
ru: Ключ
uk: Ключ
zh_cn: 访问密钥 ID
zh_tw: 金鑰

source: Storage key
cs: Klíč úložiště
de: Datenspeicher-Schlüssel
es: Llave del almacenamiento
fr: Clé de stockage
id: Kunci penyimpanan
it: Key spazio di archiviazione
ja: ストレージキー
nb: Lagringsnøkkel
nl: Opslagsleutel
pt_br: Chave do alojamento
ru: Ключ хранилища
uk: Ключ сховища
zh_cn: 储存钥匙
zh_tw: 儲存金鑰

source: Secret
es: Secreto
id: Rahasia
ja: 秘密鍵
nb: Hemmelig
nl: Geheim
pt_br: Segredo
ru: Секретный ключ
uk: Секретний ключ
zh_cn: 私有访问密钥

source: Storage secret
cs: Secret úložiště
de: Datenspeicher-Secret
es: Componente secreto del almacenamiento
fr: Secret de stockage
id: Rahasia Penyimpanan
it: Secret spazio di archiviazione
ja: ストレージ秘密鍵
nb: Lagringshemmelighet
nl: Opslag secret
pt_br: Segredo do alojamento
ru: Секретный ключ хранилища
uk: Секретний ключ сховища
zh_cn: 存储秘密
zh_tw: 儲存空間秘密

source: Client email
cs: E-mail klienta
de: Kunden E-Mail
es: Email cliente
id: Email klien
ja: クライアントE-Mail
nb: kunde-e-post
nl: Klant email
pt_br: e-mail do cliente
ru: Email клиента
uk: Клієнт електронної пошти
zh_cn: 用户的电子邮箱
zh_tw: 用戶電子郵件

source: Google Cloud client email
cs: E-mail klienta Google Cloud
de: Google Cloud Kunden E-Mail
es: Email de cliente Google Cloud
fr: Client email Google Cloud
id: klien email google cloud
it: Client email Google Cloud
ja: グーグルクラウド用クライアントE-mail
nb: klient-e-post Google Cloud
nl: Google Cloud klant email
pt_br: Google Cloud cliente de e-mail
ru: Email клиента Google Cloud
uk: Google Cloud клієнт електронної пошти
zh_cn: Google Cloud客户电子邮件
zh_tw: Google Cloud用戶電子郵件

source: You will need a <a %s>service account</a> for this.
cs: Pro toto potřebujete <a %s>service account</a>.
de: Sie benötigen einen <a %s>Account</a> für diese Funktion.
es: Necesitarás una <a %s>cuenta de servicio</a> para esto.
fr: Vous avez besoin d'un <a %s>compte de service</a> pour cela.
id: Anda memerlukan sebuah <a %s>layanan akun</a> untuk hal ini.
it: Ti server un <a %s>account di servizio</a> per questo.
ja: <a %s>サービスアカウント</a>が必要です。
nb: Du trenger en <a %s>tjenestekonto</a> for dette.
nl: Je hebt hiervoor een <a %s>service abonnement</a> nodig.
pt_br: Você vai precisar de um <a %s> conta de serviço </a> para isso.
ru: Для использования этой возможности, вам понадобится <a %s>аккаунт</a>.
uk: Вам потрібно <a %s>обліковий запис служби</a> для цього
zh_cn: 您需要一个 <a %s>服务帐户</a> .
zh_tw: 您需要一個 <a %s>服務帳戶</a>

source: Private key
cs: Soukromý klíč
de: Privater Schlüssel
es: Llave privada
fr: Clé privée
id: Kunci pribadi
it: Key privata
ja: プライベートキー
nb: Privatnøkkel
nl: Privé sleutel
pl: Klucz prywatny
pt_br: Chave privada
ru: Закрытый ключ
uk: Приватний ключ
zh_cn: 私钥(Private key)
zh_tw: 私密金鑰

source: Google Cloud JSON key
cs: Google Cloud JSON klíč
de: Google Cloud JSON Schlüssel
es: Llave JSON de Google Cloud
fr: Clé JSON Google Cloud
id: Kunci JSON Google Cloud
it: JSON key Google Cloud
ja: グーグルクラウド用JOSNキー
nb: Google Cloud JSON-nøkkel
nl: Google Cloud JSON sleutel
pt_br: Chave Google Cloud JSON
ru: JSON-ключ Google Cloud
uk: Google Cloud JSON ключ

source: Service name
cs: Název služby
de: Dienstname
es: Nombre de servicio
fr: Nom du service
id: Nama layanan
it: Nome servizio
ja: サービス名
nb: tjenestenavn
pt_br: Nome do serviço
ru: Название службы
zh_cn: 服务名称
zh_tw: 服務名稱

source: Identity URL
cs: Adresa URL Identity (Identity URL)
de: Identifizierungs-URL
es: URL identidad
fr: URL de l'identité
id: Identitas URL
it: Identità URL
ja: Identity URL(ユーザが保有するURL)
nb: Identitets-URL
pt_br: URL identidade
ru: Адрес профиля
uk: Ідентичне посилання
zh_cn: 身份网址

source: Identity API endpoint
cs: Koncový bod API Identity (Identity API endpoint)
de: Identifizierungs-API-Endpunkt
es: Endpoint API identidad
fr: Point de terminaison de l'API identité
it: Identità API endpoint
ja: Identity API エンドポイント
nb: Identitet API-endepunkt
pt_br: Endpoint API Indentificação
ru: Конечная точка API
uk: Ідентична кінцева точка API
zh_cn: 身份API端点

source: API endpoint for OpenStack identity
cs: Koncový bod API OpenStack identity (API endpoint for OpenStack identity)
de: API-Endounkt für OpenStack-Indentifizierung
es: Endpoint para API identidad OpenStack
fr: Point de terminaison pour l'identité OpenStack
it: API endpoint per identità OpenStack
ja: OpenStack用identityのAPIエンドポイント
nb: API-endepunkt for Openstack-identitet
pt_br: Endpoint API para a identidade OpenStack
ru: Конечная точка API для пользователя OpenStack
uk: Кінцева точка API для ідентифікації в OpenStack
zh_cn: 对于OpenStack的身份API端点
zh_tw: OpenStack identity 的 API endpoint

source: Storage region
cs: Region úložiště (Storage region)
de: Datenspeicher-Region
es: Región de almacenamiento
fr: Région de stockage
id: Region Penyimpanan
it: Regione spazio di archiviazione
ja: ストレージ地域
nb: lagringsregion
nl: Opslagregio
pt_br: Região de armazenamento
ru: Регион
uk: Регіон сховища
zh_cn: 存储区域
zh_tw: 儲存空間區域

source: Container
cs: Kontejner (Container)
es: Contenedor
fr: Conteneur
id: Isi
ja: コンテナ
nb: Beholder
pt_br: Recipiente
ru: Контейнер
uk: Контейнер
zh_cn: 容器
zh_tw: 儲存器

source: Storage container
cs: Kontejner úložiště (Storage container)
de: Speicher-Container
es: Contenedor almacenamiento
fr: Conteneur de stockage
id: Isi penyimpanan
it: Container spazio di archiviazione
ja: ストレージコンテナ
nb: Lagerbeholder
nl: Opslagcontainer
pt_br: Recipiente de armazenamento
ru: Контейнер хранилища
uk: Сховище контейнера
zh_cn: 存储容器
zh_tw: 儲存器

source: Tenant id
cs: ID Nájemce (Tenant id)
de: Mieter-ID
es: Id inquilino
fr: ID du locataire
id: ID Penyewa
it: ID tenant
ja: テナントID
nb: Leietaker-ID
pt_br: ID Tenant
ru: ID клиента
uk: Орендар ID

source: Tenant id (account id)
cs: ID účtu nájemce (Tenant id)
de: Mieter-ID (Konto-ID)
es: Id inquilino (id de cuenta)
fr: ID du locataire (ID du compte)
id: ID Penyewa (id akun)
it: ID tenant (ID account)
ja: テナントID(アカウントID)
nb: Leietaker-ID (konto-ID)
pt_br: ID de Tenant (ID de conta)
ru: ID клиента(аккаунта)
uk: Орендар ID (акаунт ID)
zh_cn: Tenant id (用户id)

source: Tenant name
cs: Jméno nájemce (Tenant name)
de: Mietername
es: Nombre inquilino
fr: Nom du locataire
id: Nama Penyewa
it: Nome tenant
ja: テナント名
nb: Leietakers navn
pt_br: Nome Tenant
ru: Имя клиента
uk: Ім'я орендара

source: Tenant name (account name)
cs: uživatelský účet
de: Mietername (Kontoname)
es: Nombre de inquilino (nombre de cuenta)
fr: Nom du locataire (nom du compte)
id: Nama Penyewa (nama akun)
it: Nome tenant (nome account)
ja: テナント名(アカウント名)
nb: Leietakers navn (brukernavn)
pt_br: Nome Tenant (nome da conta)
ru: Имя клиента(аккаунта)
uk: Орендар ім'я (ім'я облікового запису)
zh_cn: Tenant name (用户名)

source: Hostname or IP of the storage server
cs: Hostname nebo IP serveru s úložištěm.
de: Hostname oder IP des Datenspeicher-Server
es: Nombre del host o IP del servidor de almacenamiento
fr: Nom d'hôte ou adresse IP du serveur de stockage
id: Hostname atau IP server penyimpanan
it: Nome di dominio oppure IP del server di archiviazione
ja: 外部ストレージサーバーのホスト名、または、IPアドレス
nb: Hostnavn eller IP-adresse til lagringsserveren
nl: Hostname of IP van de opslagserver
pt_br: Hostname ou IP do servidor de alojamento
ru: Адрес или IP сервера
uk: Адреса або IP сервера
zh_cn: 存储服务器主机名或IP
zh_tw: 儲存服務器主機名或IP

source: Path
cs: Cesta
de: Pfad
es: Ruta
fr: Chemin
id: Jalur
it: Percorso
ja: パス
nb: Sti
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
uk: Шлях
zh_cn: 路径
zh_tw: 路徑

source: Server path
cs: Serverová cesta
de: Server-Pfad
es: Ruta del servidor
fr: Chemin serveur
id: Jalur server
it: Percorso server
ja: サーバーのパス
nb: Serversti
nl: Serverpad
pl: Ścieżka serwera
pt_br: Caminho do servidor
ru: Путь
uk: Шлях
zh_cn: 服务器路径
zh_tw: 伺服器路徑

source: Server path where the files will be stored
cs: Serverová cesta, kde se budou ukládat soubory
de: Server-Pfad auf dem die Dateien gespeichert werden
es: Ruta donde se guardaran los archivos
fr: Chemin serveur où les fichiers seront stockés
id: Jalur server dimana berkas akan disimpan
it: Percorso del server in cui sarà archiviato il contenuto
ja: ファイルを保存するサーバーへのパス
nb: Serverstien hvor filene skal lagres
nl: Serverpad waar de bestanden worden opgeslagen
pl: Ścieżka serwera do miejsca przechowywania plików
pt_br: Caminho do servidor onde os ficheiros serão alojados
ru: Путь к месту хранения изображений на удаленном сервере
uk: Шлях до місця зберігання зображень на віддаленому сервері
zh_cn: 存储服务器文件的路径
zh_tw: 伺服器上檔案儲存的位置

source: Server username
cs: Serverové uživatelské jméno
de: Server-Benutzername
es: Nombre de usuario del servidor
fr: Nom d'utilisateur serveur
id: Nama pengguna Server
it: Username server
ja: サーバーのユーザ名
nb: Serverbrukernavn
nl: Server gebruikersnaam
pl: Nazwa użytkownika serwera
pt_br: Nome de usuário do servidor
ru: Имя пользователя
uk: Ім'я користувача
zh_cn: 服务器用户名
zh_tw: 伺服器名稱

source: Server password
cs: Serverové heslo
de: Server-Passwort
es: Contraseña del servidor
fr: Mot de passe serveur
id: Kata sandi Server
it: Password server
ja: サーバーのパスワード
nb: Serverpassord
nl: Server wachtwoord
pl: Hasło serwera
pt_br: Senha do servidor
ru: Пароль
uk: Пароль
zh_cn: 服务器密码
zh_tw: 伺服器密碼

source: Storage capacity
cs: Kapacita úložiště
de: Speicherkapazität
es: Capacidad de almacenamiento
fr: Capacité de stockage
id: Ukuran penyimpanan
it: Capacità spazio di archiviazione
ja: ストレージ容量
nb: Lagringskapasitet
nl: Opslagcapaciteit
pt_br: Capacidade do armazenamento
ru: Доступное пространство
uk: Доступний простір
zh_cn: 存储容量
zh_tw: 儲存容量

source: Example: 20 GB, 1 TB, etc.
cs: Příklad: 20 GB, 1 TB, atp.
de: Beispiel: 20 GB, 1 TB, usw.
es: Ejemplo: 20 GB, 1 TB, etc.
fr: Exemple : 20 GB, 1 TB, etc.
id: Contoh: 20 GB, 1 TB, dll.
it: Esempio: 20 GB, 1 TB, etc etc...
ja: 例: 20 GB, 1 TB, など
nb: Eksempel: 20 GB, 1 TB, etc.
nl: Voorbeeld: 20 GB, 1 TB, etc.
pl: Na przykład: 20 GB, 1 TB itp.
pt_br: Exemplo: 20 GB, 1 TB, etc.
ru: Например 20 GB, 1 TB и т. п.
uk: Наприклад 20 GB, 1 TB і т. д.
zh_cn: 例如: 20 GB, 1 TB, 等.
zh_tw: 例如： 20 GB, 1 TB ...等等

source: This storage will be disabled when it reach this capacity. Leave it blank or zero for no limit.
cs: Toto úložiště přestane být používáno jakmile bude dosaženo zvolené kapacity. Ponechte prázdné nebo nastavte 0 pokud nechcete nastavit kapacitu.
de: Dieser Datenspeicher wird deaktiviert, wenn die maximale Kapazität erreicht wird. Wert auf Null oder setzen oder freilassen, für unlimitierte Nutzung.
es: Este almacenamiento se desabilitará cuando alcance esta capacidad. Deja en blanco o en cero para capacidad ilimitada.
fr: Le stockage sera désactivé lorsque la capacité sera atteinte. Laissez la vide ou mettez 0 pour illimité.
id: Penyimpanan ini akan dinonaktifkan ketika telah menyampai kapasitas ini. Biarkan kosong atau nol untuk tidak membatasi.
it: Lo spazio di archiviazione sarà disabilitato al raggiungimento di questo valore. Lascia il campo vuoto oppure inserisci valore zero per non impostare il limite.
ja: この外部ストレージは容量に達したときに無効になります。容量無制限の場合は、ゼロ、または、空欄にして下さい。
nb: Denne lagringsplassen vil bli deaktivert når brukt plass når denne grensen. La stå tom eller skriv inn null for ubegrenset.
nl: Deze opslag zal worden uitgeschakeld als de capaciteit is bereikt. Laat leeg of vul o (nul) in voor geen limiet.
pt_br: Este armazenamento será desligado quando atingir esta capacidade. Deixe em branco ou zero para ilimitado.
ru: Хранилище будет оключено при достижении этого лимита. Оставьте поле пустым или укажите ноль для отключения лимита.
uk: Сховище буде відключився при досягненні цього ліміту. Залиште поле порожнім або вкажіть нуль для відключення ліміту.
zh_cn: 存储达到该值时将被禁用. 留空则不限制.
zh_tw: 儲存達到該容量時將被禁用. 留空則不限制.

source: Storage URL
cs: URL úložiště
de: Datenspeicher-URL
es: URL del almacenamiento
fr: URL du stockage
id: URL penyimpanan
it: URL spazio di archiviazione
ja: ストレージURL
nb: lagrings-URL
nl: Opslag URL
pt_br: URL do armazenamento
ru: Адрес хранилища
uk: Адреса сховища
zh_cn: 存储URL
zh_tw: 儲存空間URL

source: The system will map the images of this storage to this URL.
cs: Sytém namapuje obrázky v úložišti na tuto URL.
de: Das System wird die Dateien auf diesem Speicher über diese URL abbilden.
es: El sistema asignará esta URL a las imágenes.
fr: Le système va lier les images de ce stockage à cette adresse URL.
id: Sistem akan memetakan gambar ke penyimnanan ini untuk URL ini.
it: Il sistema mapperà le immagini di questo spazio di archiviazione al seguente URL
ja: システムはこのURLとこのストレージの画像をリンクさせます。
nb: Systemet vil koble bildene mot lagringen på denne adressen.
nl: Het systeem zal de afbeeldingen uit deze opslag spiegelen naar deze URL.
pt_br: O sistema irá mapear as imagens deste alojamento neste URL.
ru: Система будет использовать данный адрес при формировании ссылок на изображения из этого хранилища.
uk: Система буде використовувати дану адресу при формуванні посилань на зображення з цього сховища.
zh_cn: 该系统将存储的图像映射到该URL.
zh_tw: 該系統將儲存空間的圖片映射到該URL.

source: view more
cs: zobrazit více
da: Se mere
de: Mehr anzeigen
es: ver más
fr: voir plus
id: tampilkan lebih banyak
it: Vedi altro
ja: もっと見る
nb: Se mer
nl: bekijk meer
pl: wyświetl więcej
pt_br: ver mais
ru: показать ещё
uk: показати ще
vi: xem thêm
zh_cn: 查看更多
zh_tw: 查看更多

source: Load more
cs: Načíst více
da: Indlæs mere
de: Mehr laden
es: Cargar más
fr: Voir plus
id: Muat lebih banyak
it: Carica altro
ja: さらに表示
nb: Last inn mer
nl: Laad meer
pl: Załaduj więcej
pt_br: Carregar mais
ru: Загрузить ещё
uk: Завантажити ще
vi: Hiện thêm
zh_cn: 载入更多
zh_tw: 載入更多

source: Select all
cs: Vybrat vše
da: Vælg alt
de: Markiere alle
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih Semua
it: Seleziona tutto
ja: 全て選択
nb: Velg alle
nl: Alles selecteren
pl: Wybierz wszystkie
pt_br: Selecionar tudo
ru: Выделить все
uk: виділити все
vi: Chọn tất cả
zh_cn: 选择所有
zh_tw: 選擇全部

source: Clear selection
cs: Zrušit výběr
da: Nulstil valg
de: Markierung löschen
es: Limpiar selección
fr: Vider la sélection
id: Hapus pilihan
it: Annulla selezione
ja: 選択を解除
nb: Velg ingen
nl: Selectie verwijderen
pl: Wyczyść zaznaczenie
pt_br: Limpar seleção
ru: Снять выделение
uk: Зняти виділення
vi: Bỏ chọn
zh_cn: 清除所选的
zh_tw: 清除選擇

source: Selection
cs: Výběr
de: Auswahl
es: Selección
fr: Sélection
id: Pilihan
it: Selezione
ja: 選択
nb: Utvalg
nl: Selectie
pl: Wybór
pt_br: Seleção
ru: С выделенными
uk: З виділеними
vi: Lựa chọn
zh_cn: 已选
zh_tw: 選擇

source: Action
cs: Akce
de: Aktion
es: Acción
id: Tindakan
it: Azione
ja: アクション
nb: Handling
nl: Actie
pl: Akcja
pt_br: Ação
ru: Действие
uk: Дія
vi: Hành động
zh_cn: 动作
zh_tw: 動作

source: Get embed codes
cs: Zobrazit kódy pro vložení
da: Få integrer koder
de: Zeige Embed-Codes
es: Obtener códigos
fr: Obtenir les liens d'intégration
id: Dapatkan kode sematkan
it: Recupera i codici embed
ja: 埋め込みコードの取得
nb: Hent integrasjonskoder
nl: Bekijk codes voor insluiten
pt_br: Obter códigos para compartilhar
ru: Получить коды для встраивания
uk: Отримати коди для вбудовування
vi: Tạo mã nhúng
zh_cn: 获取嵌入代码
zh_tw: 獲取嵌入代碼

source: Assign category
cs: Přiřadit kategorii
de: Kategorie zuweisen
es: Asignar categoría
fr: Assigner une catégorie
id: Tetapkan kategori
it: Assegna categoria
ja: カテゴリを適用
nb: Tildel kategori
nl: Categorie toewijzen
pl: Przypisz kategorię
pt_br: Definir categoria
ru: Присвоить категорию
uk: Присвоїти категорію
zh_cn: 添加分类
zh_tw: 指派分類

source: Flag as safe
cs: Označit jako bezpečné
da: Marker som sikker
de: Als sicher markieren
es: Marcar como segura
fr: Retirer le signalement
id: Tandai aman
it: Contrassegna come adatto a tutti
ja: ファミリーセーフティを満たすとしてマーク
nb: Merk som trygt
nl: Markeer als vellig
pt_br: Marcar como seguro
ru: Безопасное
uk: Помітити як безпечне
vi: Ảnh an toàn
zh_cn: 标记为安全
zh_tw: 標記為安全

source: Delete
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Cancella
ja: 削除
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_tw: 刪除

source: Create new album
cs: Vytvořit nové album
da: Opret nyt album
de: Neues Album erstellen
es: Crear nuevo album
fr: Créer un nouvel album
id: Buat album baru
it: Crea nuovo album
ja: 新規アルバムを作成
nb: Opprett nytt album
nl: Maak een nieuw album
pt_br: Criar um álbum novo
ru: Создать альбом
zh_cn: 新建相册
zh_tw: 建立新的相簿

source: To use all the features of this site you must be logged in. If you don't have an account you can <a href="%s">sign up</a> right now.
cs: Aby jste mohli používat všechny funkce, musíte být přihlášen(a). Pokud ještě nemáte svůj účet můžete se <a href="%s">registrovat</a> právě teď.
da: For at bruge alle funktionerne skal de logge ind. Hvis du ikke har en bruger kan du <a href="%s">lave en</a> nu.
de: Um alle Funktionen dieser Seite nutzen zu können, müssen Sie angemeldet sein. Wenn Sie bisher noch kein Konto erstellt haben, können Sie sich jetzt <a href="%s">registrieren</a>.
es: Debes ingresar para usar todas las características de este sitio. Si no tienes una cuenta puedes <a href="%s">crear tu cuenta</a> ahora mismo.
fr: Pour utiliser toutes les fonctions du site vous devez être connecté. Si vous n'avez pas de compte vous pouvez <a href="%s">vous enregistrer</a> maintenant.
id: Untuk menggunakan semua fitur dari situs ini anda harus masuk. Jika tidak memiliki akun anda dapat <a href="%s">mendaftar</a> sekarang.
it: Per utilizzare tutte le funzionalità di questo sito devi collegarti. Se non hai un account <a href="%s">iscriviti</a> ora.
ja: このサイトの機能を全て利用するためには、ログインが必要です。 アカウントをお持ちでない場合は、<a href="%s">こちら</a>でアカウントを作成することができます。
nb: For å benytte deg av alle funksjonene på denne siden må du være logget inn. Hvis du ikke har en konto kan du <a href="%s">registrere</a> deg nå.
nl: Om alle functies van deze site te gebruiken moet u ingelogd zijn. Indien u nog geen account heeft, dan kunt u zich <a href="%s">registreren</a>.
pl: Aby używać wszystkich funkcji musisz się być zalogowany. Jeśli nie masz konta możesz <a href="%s">zarejestrować się</a> już teraz.
pt_br: Para usar todos os recursos do nosso site, você deve entrar na sua conta. Se você ainda não tem uma conta, você pode <a href="%s">registar</a> uma agora gratuitamente.
ru: Вы должны войти, чтобы использовать все возможности этого сайта. Если у вас ещё нет аккаунта, вы можете <a href="%s">зарегистрироваться</a> прямо сейчас.
uk: Ви повинні увійти, щоб використовувати всі можливості цього сайту. Якщо у вас ще немає облікового запису, ви можете <a href="%s">зареєструватися</a> просто зараз.
vi: Bạn phải đăng nhập để xem đầy đủ. Nếu chưa có tài khoản hãy <a href="%s">sign up</a> ngay.
zh_cn: 您必须登录才能使用所有的功能. 如果您还没有账号请现在就<a href="%s">注册</a>.
zh_tw: 您必須登入才能使用所有的功能. 如果您還未註冊請現在就<a href="%s">註冊</a>.

source: There's nothing to show here.
cs: Zde se nenachází nic k zobrazení.
da: Der er ikke noget at se her.
de: Keine Inhalte vorhanden.
es: No hay nada que mostrar aquí.
fr: Il n'y a rien à voir ici.
id: Tidak ada yang ditampilkan disini.
it: Non c'è niente da mostrare qui.
ja: 表示するものはありません。
nb: Ingenting å vise her.
nl: Er is hier niets te zien
pl: Nie ma tutaj nic do wyświetlenia.
pt_br: Não há nada para ver aqui.
ru: Нет элементов для отображения.
uk: Немає елементів для відображення.
vi: Không có gì để hiện.
zh_cn: 没有要显示的内容
zh_tw: 沒有顯示的內容

source: Edit image details
cs: Upravit detaily obrázku
da: Rediger billede detaljer
de: Bearbeite Bilddetails
es: Editar detalles de la imagen
fr: Modifier les détails de l'image
id: Edit detail gambar
it: Modifica dettagli immagini
ja: 画像の詳細の編集
nb: Rediger bildedetaljer
nl: Afbeelding bewerken
pl: Edytuj szczegóły grafiki
pt_br: Editar os detalhes da imagem
ru: Редактировать изображение
uk: Редагувати зображення
vi: Chỉnh thửa thông tin ảnh
zh_cn: 编辑图片
zh_tw: 編輯圖片資訊

source: Edit album details
cs: Uprav informace o albu
da: Rediger albummets detaljer
de: Album-Details bearbeiten
es: Editar detalles del álbum
fr: Modifier les détails de l'album
id: Edit detail album
it: Modifica dettagli album
ja: アルバムの詳細の編集
nb: Endre albumdetaljer
nl: Album bewerken
pl: Edytuj szczegóły albumu
pt_br: Editar detalhes do álbum
ru: Редактировать альбом
uk: Редагувати альбом
vi: Sửa thông tin album
zh_cn: 编辑相册
zh_tw: 編輯相冊資訊
