Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: An email has been sent to %s with instructions to activate this email
cs: Email byl odeslán %s s instrukcemi pro aktivaci tohoto emailu
da: En email er blevet sendt til %s med instruktioner for at aktivere denne email
de: Es wurde eine E-Mail an %s mit Anweisungen zur Aktivierung versendet.
es: Un email ha sido enviado a %s con las instrucciones para activar este email
fr: Un email contenant des instructions pour l'activation du compte a été envoyé à l'adresse %s
id: Sebuah email telah terrkirim ke %s dengan instruksi untuk mengaktifkan email ini
it: Email inviata a %s con le istruzioni per attivare il tuo account
ja: この電子メールアドレスは認証され、%s宛に説明書を添付したメールを送信しました。
nb: En e-post har blitt sent til %s med instruksjoner om hvordan man aktiverer denne e-posten.
nl: Een e-mail is verzonden naar %s met instructies om dit e-mailadres te activeren.
pl: Wiadomość z instrukcjami aktywacji konta została wysłana na adres %s
pt_br: Um email foi enviado para %s com instruções para ativar
ru: На %s было отправлено сообщение с инструкциями по активации
uk: На %s було надіслано повідомлення з інструкціями щодо активації
vi: Một email đã được gửi đến %s với hướng dẫn kích hoạt
zh_cn: 这封邮件已发送至 %s 请登录邮箱并激活
zh_tw: 這封郵件已發送至 %s 請登入信箱並啟用

source: Invalid name
cs: Neplatné jméno
da: Ugyldigt navn
de: Ungültiger Name
es: Nombre inválido
fr: Nom d'utilisateur incorrect
id: Nama tidak valid
it: Nome non valido
ja: 有効な名前ではありません。
nb: Ugyldig navn
nl: Ongeldige naam
pl: Błędna nazwa
pt_br: Nome inválido
ru: Неверное имя
uk: Неправильне ім'я
vi: Sai tên
zh_cn: 无效的名称
zh_tw: 無效的名稱

source: Invalid website
cs: Neplatná webová stránka
da: Ugyldig hjemmeside
de: Ungültige Internetseite
es: Sitio web inválido
fr: Site web non valide
id: Website tidak valid
it: Sito web non valido
ja: 有効なWebサイトではありません。
nb: Ugyldig nettadresse
nl: Ongeldige website
pl: Błędna strona
pt_br: Página inválida
ru: Неправильний веб-сайт
uk: Неправильний веб-сайт
vi: Sai trang web
zh_cn: 无效的网站
zh_tw: 無效的網站

source: Wrong password
cs: Neplatné heslo
da: Forkert adgangskode
de: Ungültiges Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
id: Kata sandi salah
it: Password errata
ja: パスワードが間違っています。
nb: Feil passord
nl: Verkeerd wachtwoord
pl: Błędne hasło
pt_br: A senha está incorreta
ru: Неверный пароль
uk: Неправильний пароль
vi: Sai mật khẩu
zh_cn: 密码错误
zh_tw: 密碼錯誤

source: Use a new password
cs: Použijte nové heslo
da: Brug en ny adgangskode
de: Setzen Sie ein neues Passwort
es: Usa una nueva contraseña
fr: Utiliser un nouveau mot de passe
id: Gunakan password baru
it: Utilizza una nuova password
ja: 新しいパスワードを使用して下さい。
nb: Bruk et nytt passord
nl: Gebruik een nieuw wachtwoord
pl: Użyj nowego hasła
pt_br: Use uma nova senha
ru: Используйте новый пароль
uk: Використайте новий пароль
vi: Cần dùng mật khẩu mới
zh_cn: 使用新的密码
zh_tw: 使用新的密碼

source: Changes have been saved.
cs: Změny byly uloženy.
da: Ændringerne er blevet gemt.
de: Die Änderungen wurden gespeichert.
es: Los cambios se han guardado.
fr: Les modifications ont été enregistrées.
id: Perubahan telah disimpan.
it: Le modifiche sono state salvate.
ja: 変更が保存されました。
nb: Endringene ble lagret.
nl: Wijziging is opgeslagen
pl: Zmiany zostały zapisane.
pt_br: As alterações foram salvas.
ru: Изменения сохранены.
uk: Зміни збережені.
vi: Đã lưu thay đổi
zh_cn: 更改已保存.
zh_tw: 已儲存改變

source: Password has been changed
cs: Heslo bylo změněno
da: Adgangskoden er blevet ændret
de: Passwort wurde geändert
es: La contraseña ha sido cambiada
fr: Le mot de passe a été modifié
id: Kata sandi telah diubah
it: La password è stata cambiata
ja: パスワードが変更されました。
nb: Passordet har blitt endret
nl: Wachtwoord is gewijzigd
pl: Hasło zostało zmienione
pt_br: A senha foi alterada
ru: Пароль успешно изменен
uk: Пароль успішно змінений
vi: Đã đổi mật khẩu
zh_cn: 密码已更改
zh_tw: 密碼已更改

source: Password has been created.
cs: Heslo bylo vytvořeno.
da: Adgangskoden er blevet oprettet.
de: Passwort wurde erstellt.
es: La contraseña ha sido creada.
fr: Le mot de passe a été créé.
id: Password telah dibuat
it: La password é stata creata
ja: パスワードの作成が完了しました。
nb: Passord har blitt opprettet.
nl: Wachtwoord is aangemaakt.
pl: Hasło zostało utworzone.
pt_br: A senha foi criada
ru: Пароль успешно создан.
uk: Пароль успішно створений.
vi: Đã tạo mật khẩu
zh_cn: 密码已创建.
zh_tw: 密碼已經建立

source: Wrong Username/Email values
cs: Špatné hodnoty přihlašovacího jména nebo e-mailu
da: Forkert Brugernavn eller Email
de: Falsche Benutzernamen / E-Mail Werte
es: Nombre de usuario / Email inválidos
fr: Identifiant incorrect
id: Nilai Nama pengguna/Email salah
it: Valori di username/email non validi
ja: ユーザ名/電子メールアドレスが有効な値ではありません。
nb: Ugyldige verdier for brukernavn/e-postadresse
nl: Verkeerde inloggegevens
pl: Błędna nazwa użytkownika lub adres e-mail
pt_br: Nome de utilizador ou e-mail errado
ru: Неверное Имя пользователя/Email
uk: Неправильне ім'я користувача або email
vi: Tên người dùng/Email không chính xác
zh_cn: 错误的用户名或邮箱
zh_tw: 錯誤的用戶名或電子郵件

source: Settings for %s
cs: Nastavení pro %s
da: Indstillinger for %s
de: Einstellungen von %s
es: Ajustes para %s
fr: Paramètres pour %s
id: Pengaturan untuk %s
it: Impostazioni per %s
ja: %sの設定
nb: Innstillinger for %s
nl: Instellingen voor %s
pl: Ustawienia dla %s
pt_br: Configurações para %s
ru: Настройки %s
uk: Налаштування %s
vi: Thiết lập cho %s
zh_cn: 设置为 %s
zh_tw: %s 的設定

source: You must agree to the terms and privacy policy
de: Sie müssen den Nutzungsregeln und den Datenschutzbestimmungen zustimmen.
es: Debes aceptar los términos y política de privacidad
fr: Vous devez accepter les conditions générales et la politique de confidentialité
ja: 利用規約とプライバシーポリシーに同意頂く必要があります
zh_cn: 你必须同意我们的服务条款和隐私政策

source: You must be at least %s years old to use this website.
cs: Pro možnost používat tuto webovou stránku vám musí být alespoň %s let.
da: Du skal være mindst %s år gammel for at kunne bruge denne hjemmeside.
de: Sie müssen mindestens %s Jahre alt sein, um diese Seite zu nutzen .
es: Debes tener al menos %s años para usar este sitio web.
fr: Vous devez avoir plus de %s pour utiliser ce site.
id: Anda paling tidak harus berumur %s tahun untuk bisa menggunakan website ini.
it: L'utilizzo di questo sito web è vietato ai minori di %s anni.
ja: このサイトを利用するには、あなたが%s歳以上である必要があります。
nb: Du må være minst %s år for å benytte denne websiden.
nl: U moet minimaal %s jaar oud zijn om deze website te gebruiken.
pt_br: Você deve ter ao menos %s anos para usar o site.
ru: Для использования данного сайта вам должно быть как минимум %s лет.
zh_cn: 你必须年满 %s 周岁才能继续访问这个网站.
zh_tw: 您必須年滿 %s 歲才能繼續使用網站.

source: Create account
cs: Vytvořit účet
da: Opret en bruger
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
id: Buat akun
it: Crea un account
ja: アカウント作成
nb: Opprett konto
nl: Maak een account
pl: Utwórz konto
pt_br: Criar conta
ru: Зарегистрироваться
uk: Створити обліковий запис
vi: Đăng kí
zh_cn: 注册账户
zh_tw: 註冊帳戶

source: Upload
cs: Nahrát
es: Subir
fr: Envoyer
id: Unggah
it: Carica
ja: アップロード
nb: Last opp bilde
pl: Wyślij
pt_br: Enviar
ru: Загрузка
uk: Завантаження
zh_cn: 上传
zh_tw: 上傳

source: %s's Images
cs: %s Obrázků
da: %s's Billeder
de: %ss Bilder
es: Imágenes de %s
fr: Images de %s
id: Gambar %s
it: Immagini di %s
ja: %sさんの画像
nb: %ss bilder
nl: %s's Afbeeldingen
pl: Grafiki użytkownika %s
pt_br: Imagens de %s
ru: Изображения %s
uk: %s Зображень
vi: Ảnh của %s
zh_cn: %s 的图片
zh_tw: %s 的圖片

source: %s's Albums
cs: %s Alb
da: %s's Albummer
de: %ss Alben
es: Álbumes de %s
fr: Les albums de %s
id: Album %s
it: Album di %s
ja: %sさんのアルバム
nb: %ss album
pl: Albumy użytkownika %s
pt_br: Álbuns de %s
ru: Альбомы %s
uk: %s Альбомів
vi: Album của %s
zh_cn: %s 的相册
zh_tw: %s 的相簿

source: Results for
cs: Výsledky pro
da: Resultater for
de: Ergebnisse für
es: Resultados para
fr: Résultats pour
id: Hasil untuk
it: Risultati per
ja: 結果：
nb: Resultater for
nl: Resultaten voor
pl: Wyniki dla
pt_br: Resultados para
ru: Результаты для
uk: Результати для
vi: Kết quả cho
zh_cn: 结果
zh_tw: 結果

source: Liked by %s
cs: Co se líbí %s
da: Synes godt om af %s
de: Von %s gelikt
es: Le gusta a %s
fr: Aimé par %s
id: Disukai oleh %s
it: Piaciuto a %s
ja: %sさんにいいね！されました。
nb: Likt av %s
nl: Geliked door %s
pt_br: Curtido por %s
ru: Понравилось %s
uk: Сподобалось %s
vi: Được thích bởi %s
zh_cn: %s 的喜欢
zh_tw: 來自 %s 的喜歡

source: Liked
cs: Líbí se mi
da: Synes godt om
de: Gefällt mir
es: Me gusta
fr: Aimé
id: Disukai
it: Preferite
ja: [いいね]された
nb: Mine liker
pt_br: Curtido
ru: Понравилось
uk: Сподобалось
vi: Đã thích
zh_cn: 喜欢
zh_tw: 已喜歡

source: Followers
cs: Sledující
da: Følgere
es: Seguidores
fr: Abonnés
id: Pengikut
it: Follower
ja: フォロワー
nb: Følgere
nl: Volgers
pt_br: Seguidores
ru: Подписчиков
uk: Стежать
vi: Người quan tâm
zh_cn: 粉丝
zh_tw: 粉絲

source: %n (%u) albums on %w
cs: %n (%u) alb v %w
da: %n (%u) albums på %w
de: %n (%u) Alben unter %w
es: Álbumes de %n (%u) en %w
fr: %n (%u) albums dans %w
id: %n (%u) album pada %w
it: %n (%u) album su %w
ja: %w上にある%n (%u)さんのアルバム
nb: %n (%u) album på %w
nl: %n (%u) albums in %w
pt_br: %n (%u) álbuns sobre %w
ru: %n (%u) альбомов на %w
uk: %n (%u) альбомів в %w
zh_cn: %n (%u) 相册在 %w
zh_tw: %n (%u) 相簿在 %w

source: %n (%u) on %w
cs: %n (%u) v %w
da: %n (%u) på %w
de: %n (%u) unter %w
es: %n (%u) en %w
fr: %n (%u) sur %w
id: %n (%u) pada %w
it: %n (%u) su %w
ja: %w上にある%n (%u)さんのアルバム
nb: %n (%u) på %w
nl: %n (%u) in %w
pt_br: %n (%u) em %w
ru: %n (%u) на %w
uk: %n (%u) в %w
zh_cn: %n (%u) 在 %w
zh_tw: %n (%u) 在 %w

source: Discovery
cs: Objevit
da: Opdagelse
de: Entdecken
es: Descubrimiento
fr: Découverte
it: Scoperta
ja: 発見
nb: Oppdagelse
nl: Ontdekken
pt_br: Descubra
ru: Подборки
zh_cn: 发现
zh_tw: 探索

source: Close
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
uk: Закрити
zh_cn: 关闭
zh_tw: 關閉

source: Advanced search
cs: Pokročilé vyhledávání
da: Avanceret søgning
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche avancée
id: Pencarian lanjutan
it: Ricerca avanzata
ja: 高度な検索
nb: Avansert søk
nl: Geavanceerd zoeken
pl: Wyszukiwanie zaawansowane
pt_br: Pesquisa avançada
ru: Расширенный поиск
uk: Розширений пошук
vi: Tìm kiếm nâng cao
zh_cn: 高级搜索
zh_tw: 進階搜尋

source: Random
cs: Náhodně
da: Tilfældig
de: Zufall-Modus
es: Aleatorio
fr: Aléatoire
id: Acak
it: Casuale
ja: ランダム
nb: Tilfeldig
nl: Willekeurig
pl: Losowa
pt_br: Aleatório
ru: Случайное
uk: Випадкове
vi: Hình ngẫu nhiên
zh_cn: 随机
zh_tw: 隨機

source: Notices (%s)
cs: Oznámení (%s)
da: Meddelelser (%s)
de: Anmerkungen (%s)
es: Avisos (%s)
fr: Notifications (%s)
id: Pemberitahuan (%s)
it: Avvisi (%s)
ja: 通知 (%s)
nb: Notiser (%s)
nl: Mededelingen (%s)
pt_br: Notificações (%s)
ru: Уведомления (%s)
uk: Повідомлення (%s)
vi: Thông báo (%s)
zh_cn: 通知 (%s)
zh_tw: 通知 (%s)

source: Sign in with another account
cs: Přihlásit se pomocí jiného účtu
da: Log ind med en anden konto
de: Mit externen Diensten anmelden
es: Entrar con otra cuenta
fr: Se connecter avec un autre compte
id: Masuk dengan akun lain
it: Accedi con un account diverso
ja: 別のアカウントでサインイン
nb: Logg inn med en annen konto
nl: Met een ander account inloggen
pl: Zaloguj się przy użyciu innego konta
pt_br: Entre com outra conta
ru: Войти через
uk: Увійти через
vi: Đăng nhập với tài khoản khác
zh_cn: 登录您的帐户
zh_tw: 登入其他帳號

source: or
cs: nebo
da: eller
de: oder
es: o
fr: ou
id: atau
it: oppure
ja: または
nb: eller
nl: of
pl: lub
pt_br: ou
ru: или
uk: або
vi: hoặc
zh_cn: 或
zh_tw: 或

source: Username or Email address
cs: Uživatelské jméno nebo e-mailová adresa
da: Brugernavn eller Email
de: Benutzername / E-Mail
es: Nombre de usuario o dirección de email
fr: Nom d'utilisateur ou Adresse email
id: Username atau alamat email
it: Username o indirizzo email
ja: ユーザ名 又は 電子メールアドレス
nb: Brukernavn eller e-postadresse
nl: Gebruikersnaam of e-mailadres
pl: Nazwa użytkownika lub adres e-mail
pt_br: Nome de usuário ou Endereço de e-mail
ru: Имя пользователя или Email
uk: Ім'я користувача або Email
vi: Tên người dùng hoặc Email
zh_cn: 用户名或电子邮件地址
zh_tw: 使用者名稱或電子郵件地址

source: Keep me logged in
cs: Zůstat přihlášen(a)
da: Husk mig
de: Angemeldet bleiben
es: Recordarme
fr: Rester connecté
id: Biarkan saya tetap masuk
it: Resta collegato
ja: ログインしたままにする
nb: Forbli innlogget
nl: Onthoud mijn gegevens
pl: Zapamiętaj mnie
pt_br: Mantenha-me conectado
ru: Запомнить меня
uk: Запам'ятати мене
vi: Giữ nguyên trạng thái đăng nhập
zh_cn: 记住登录状态
zh_tw: 保持登入狀態

source: Don't have an account? <a href='%s'>Sign up</a> now.
cs: Nemáte účet? <a href='%s'>Registrujte se</a>.
da: Har du ikke en konto? <a href='%s'>Opret</a> nu.
de: Sie haben kein Konto? Jetzt <a href='%s'>anmelden</a>!
es: ¿No tienes cuenta? <a href='%s'>Crear cuenta</a> ahora.
fr: Vous n'avez pas de compte ? <a href='%s'>Inscrivez-vous</a> maintenant.
id: Tidak memiliki sebuah akun? <a href='%s'>Daftar</a> Sekarang.
it: Non hai un account? <a href='%s'>Iscriviti</a> ora.
ja: アカウントがありませんか？今すぐ<a href='%s'>アカウントを作成</a>しましょう。
nb: Har du ikke en konto? <a href='%s'>Registrer</a> deg nå.
nl: Nog geen account? <a href='%s'>Registreer</a> nu.
pl: Nie masz konta? <a href='%s'>Zarejestruj się</a> teraz.
pt_br: Você não tem uma conta? <a href='%s'> Registre-se </a> agora.
ru: У вас ещё нет аккаунта? <a href='%s'>Зарегистрируйтесь</a> сейчас!
uk: У вас ще немає акаунта? <a href='%s'>Зареєструйтесь</a> зараз.
vi: Chưa có tài khoản? <a href='%s'>Đăng ký </a> ngay!
zh_cn: 没有账号? <a href='%s'>马上注册</a>.
zh_tw: 沒有帳號? <a href='%s'>馬上註冊</a>.

source: Sign up with another account
cs: Zaregistrovat se pomocí jiného účtu
da: Log ind med en anden konto
de: Mit externen Diensten registrieren
es: Crear cuenta con otra cuenta
fr: Se connecter avec un autre compte
id: Daftar menggunakan akun lain
it: Iscriviti con un account diverso
ja: 別なアカウントを作成
nb: Registrer deg med en annen konto
nl: Met een ander account inloggen
pl: Zarejestruj się przy użyciu innego konta
pt_br: Entrar através de outra conta
ru: Зарегистрироваться через
uk: Зареєструватися через
vi: Đăng kí vơi tài khoản khác
zh_cn: 注册您的账户
zh_tw: 註冊另一個帳號

source: Email address
cs: E-mailová adresa
da: Email addresse
de: E-Mail-Adresse
es: Email
fr: Adresse email
id: Alamat surel
it: Indirizzo email
ja: メールアドレス
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de email
ru: Адрес электронной почты
uk: Адреса електронної пошти
vi: Địa chỉ email
zh_cn: Email地址
zh_tw: 電子郵件地址

source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
id: Nama pengguna
ja: ユーザ名
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
uk: Ім'я користувача
vi: Tên tài khoản
zh_cn: 用户名
zh_tw: 使用者名稱

source: I'm at least %s years old
cs: Je mi minimálně %s let.
da: Jeg er mindst %s år gammel
de: Ich bin mindestens %s Jahre alt
es: Tengo al menos %s años
fr: Je suis âgé d'au moins %s ans
id: Saya telah berumur %s tahun
it: Ho più di %s anni
ja: 私は%s歳以上です。
nb: Jeg er minst %s år gammel
nl: Ik ben minimaal %s jaar oud
pl: Mam co najmniej %s lat
pt_br: Eu tenho ao menos %s anos
ru: Мне %s лет или больше.
zh_cn: 我已年满 %s 周岁
zh_tw: 我已年滿 %s 歲

source: terms
de: Nutzungsregeln
es: términos
fr: conditions générales
ja: 利用規約
zh_cn: 服务条款

source: privacy policy
de: Datenschutzbestimmungen
es: política de privacidad
fr: politique de confidentialité
ja: プライバシーポリシー
zh_cn: 隐私政策

source: I agree to the %terms_link and %privacy_link
de: Ich stimme den %terms_link und %privacy_link zu
es: Estoy de acuerdo con los %terms_link y %privacy_link
fr: J'accepte les %terms_link et la %privacy_link
ja: 私は、%terms_link と %privacy_link に同意します

source: Notifications
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
id: Notifikasi
it: Notifiche
ja: 通知
nb: Varsler
nl: Berichten
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
uk: Повідомлення
vi: Thông báo
zh_cn: 通知
zh_tw: 通知

source: loading
cs: načítání
da: Indlæser
de: Laden
es: cargando
fr: chargement
id: menunggu
it: Caricamento
ja: 読み込み中
nb: Laster inn
nl: laden
pl: ładowanie
pt_br: carregando
ru: загрузка
uk: Завантаження
vi: đang tải
zh_cn: 加载
zh_tw: 載入中

source: You don't have notifications
cs: Nemáte žádná oznámení
da: Du har ingen notifikationer :(
de: Sie haben keine neuen Benachrichtigungen
es: No tienes notificaciones
fr: Vous n'avez pas de notifications
id: Anda tidak memiliki notifikasi
it: Non hai nuove notifiche
ja: まだ通知はありません。
nb: Du har ingen varsler
nl: Je hebt geen berichten
pl: Nie masz żadnych powiadomień
pt_br: Você não tem nenhuma notificação
ru: У Вас нет новых уведомлений
uk: У Вас немає повідомлень
vi: Bạn chưa có thông báo nào
zh_cn: 你没有任何通知
zh_tw: 您沒有任何通知

source: My Profile
cs: Můj profil
da: Min Profil
de: Mein Profil
es: Mi Perfil
fr: Mon Profil
id: Profil ku
it: Il mio profilo
ja: マイ プロフィール
nb: Min profil
nl: Mijn profiel
pl: Mój profil
pt_br: Perfil
ru: Мой профиль
uk: Мій профіль
vi: Thông tin cá nhân
zh_cn: 我的图片
zh_tw: 我的頁面

source: Sign out
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Salir
fr: Déconnexion
id: Keluar
it: Disconnessione
ja: サインアウト
nb: Logg ut
nl: Log uit
pl: Wyloguj się
pt_br: Sair
ru: Выйти
uk: Вийти
vi: Thoát
zh_cn: 注销
zh_tw: 登出

source: We received a request to change the email of your <a href="%u">%n</a> account at %w.
cs: Zaznamenali jsme pokus o změnu e-mailu vašeho <a href="%u">%n</a> účtu na %w.
da: Vi har modtaget en anmodning om at ændre e-mailen til din <a href="%u">%n</a> konto på %w.
de: Wir haben eine Anfrage zur Änderung der E-Mail-Adresse Ihres Kontos <a href="%u">%n </a> bei %w erhalten.
es: Hemos recibido la solicitud de cambiar el email de tu cuenta <a href="%u">%n</a> en %w.
fr: Nous avons reçu une demande de changement d'adresse email de votre compte <a href="%u">%n</a> sur %w.
id: Kami menerima sebuah permintaan untuk mengganti email dari <a href="%u">%n</a> akun pada %w
it: Abbiamo ricevuto una richiesta di modifica indirizzo email del tuo account <a href="%u">%n</a> a %w.
ja: %wに、あなたのアカウント<a href="%u">%n</a>のメールアドレスの変更要求を受け付けました。
nb: Vi har mottatt en forespørsel om å endre e-postadressen for konto <a href="%u">%n</a> på %w.
nl: Wij hebben een aanvraag ontvangen om het volgende e-mailadres <a href="%u">%n</a> te wijzigen op %w.
pl: Otrzymaliśmy prośbę zmiany adresu e-mail twojego konta <a href="%u">%n</a> na %w.
pt_br: Recebemos uma pedido de alteração do e-mail associado a sua <a href="%u">%n</a> conta no site %w.
ru: Здравствуйте! Мы получили запрос на смену адреса электронной почты для Вашего аккаунта <a href="%u">%n</a> на %w.
uk: Ми отримали запит на зміну адреси електронної пошти для вашого облікового запису <a href="%u">%n</a> на %w.
vi: Chúng tôi nhận được yêu cầu thay đổi email <a href="%u">%n</a> tài khoản của bạn tại %w.
zh_cn: 我们收到了在 %w 更改 <a href="%u">%n</a> 帐户电子邮件的要求.
zh_tw: 我們收到了在 %w 更改 <a href="%u">%n</a> 帳戶電子郵件的要求

source: To complete the process you must <a href="%s">activate your email</a>.
cs: Pro dokončení musíte <a href="%s">aktivovat váš e-mail.</a>.
da: For at fuldføre processen skal du <a href="%s">aktivér din email</a>
de: Um den Vorgang abzuschließen, müssen Sie Ihre <a href="%s">E-Mail-Adresse bestätigen.</a>
es: Para completar el proceso debes <a href="%s">activar tu email</a>.
fr: Pour finaliser votre demande vous devez <a href="%s">activer votre adresse email</a>.
id: Untuk menyelesaikan langkah anda harus <a href="%s">mengaktivasi email anda</a>.
it: Per completare la procedura deve <a href="%s">attivare la tua email</a>.
ja: 処理を完了するために<a href="%s">メール内にある認証リンク</a>をクリックして下さい。
nb: For å fullføre registreringen må du <a href="%s">aktivere din konto</a>.
nl: Om jouw e-mailadres te activeren, klik op <a href="%s">deze link</a>.
pl: Aby zakończyć proces musisz <a href="%s">aktywować swój e-mail</a>.
pt_br: Para completar o processo, você deve <a href="%s">ativar aqui o seu e-mail</a>.
ru: Чтобы завершить регистрацию, вы должны <a href="%s">активировать свой Email</a>.
uk: Щоб завершити процес, ви повинні <a href="%s">активувати</a> свою електронну пошту .
vi: Để hoàn tất vui lòng <a href="%s">kích hoạt email</a>.
zh_cn: 要完成此过程, 您必须 <a href="%s">激活您的电子邮件</a> .
zh_tw: 要完成此過程, 您必須 <a href="%s">啟用您的電子郵件</a> .

source: Alternatively you can copy and paste the URL into your browser: <a href="%s">%s</a>
cs: Alternativně můžete zkopírovat a vložit URL adresu přímo do adresního řádku vašeho prohlížeče: <a href="%s">%s</a>
da: Alternativt kan du kopiere og indsætte webadressen i din browser: <a href="%s">%s</a>
de: Alternativ können Sie den Link <a href="%s">%s</a> kopieren und in Ihren Browser einfügen.
es: Alternativamente puedes copiar y pegar esta direccíon en tu navegador: <a href="%s">%s</a>
fr: Vous pouvez également copier-coller cette adresse dans votre navigateur : <a href="%s">%s</a>
id: Atau anda dapat menyalin dan menempel URL ke browser anda: <a href="%s">%s</a>
it: In alternativa è possibile copiare e incollare l'indirizzo URL nel browser: <a href="%s">%s</a>
ja: リンクをクリックできない場合は、ブラウザのアドレス欄に <a href="%s">%s</a>を貼り付けてアクセスできます。
nb: Alternativt kan du kopiere og lime inn denne linken i din nettleser: <a href="%s">%s</a>
nl: Je kunt ook deze link in uw adresbalk plakken: <a href="%s">%s</a>
pl: Możesz również skopiować adres i wkleić go w swojej przeglądarce: <a href="%s">%s</a>
pt_br: Você pode também pode optar por copiar e colar a seguinte URL no seu navegador: <a href="%s">%s</a>
ru: Вы также можете скопировать этот адрес и вставить в адресную строку вашего браузера: <a href="%s">%s</a>
uk: Також ви можете скопіювати цю адресу і вставити її у вікно браузера: <a href="%s">%s</a>
vi: Hoặc bạn có thê copy đoạn URL sau và dán vào thanh địa chỉ của trình duyệt để kích hoạt: <a href="%s">%s</a>
zh_cn: 另外, 您可以复制并粘贴网址到浏览器:<a href="%s">%s</a>
zh_tw: 另外, 您可以複製並貼上網址到瀏覽器：<a href="%s">%s</a>

source: If you didn't intend this just ignore this message.
cs: Pokud jste žádost o změnu neodesílali, stačí když budete tuto zprávu ignorovat.
da: Hvis du ikke har til hensigt, ignorerer du bare denne meddelelse.
de: Sollten Sie die Anfrage unbeabsichtigt gestellt haben, können Sie diese Nachricht ignorieren.
es: Si no has efectuado esta solicitud simplemente ignora este mensaje.
fr: Si vous n'avez pas fait de telle demande, veuillez ignorer ce message.
id: Jika anda tidak melakukan hal ini abaikan pesan ini.
it: Se non intendevi questo, ignora il messaggio.
ja: このメッセージに心当たりがない場合には、無視して下さい。
nb: Hvis du ikke har bedt om dette kan du ignorere denne e-posten.
nl: Heb je niet om dit bericht gevraagd, dan kun je dit bericht negeren.
pl: Jeśli tego nie chcesz, po prostu zignoruj tę wiadomość.
pt_br: Se não pretendia fazer isto, ignore esta mensagem.
ru: Если вы не делали этого запроса, просто проигнорируйте это письмо.
uk: Якщо ви не робили цього, просто ігноруйте це повідомлення.
vi: Nếu bạn không đăng ký hoặc bạn không hiểu nội dung email này nói về gì, hãy bỏ qua và xem như chưa biết gì hết Up Siêu Tốc ^^
zh_cn: 如果您不打算注册或不是您注册的, 请忽略此消息.
zh_tw: 如果您不打算註冊或不是您註冊的, 請忽略此訊息

source: This request was made from IP: %s
cs: Tento požadavek byl vytvořen z IP adresy: %s
da: Denne anmodning blev foretaget fra IP: %s
de: IP-Adresse des Anfragenstellers: %s
es: Esta solicitud fue realizada desde la IP %s
fr: Cette demande a été effectuée depuis l'adresse IP : %s
id: Permintaan ini diminta dari IP: %s
it: Richiesta eseguita da questo indirizzo IP: %s
ja: このリクエストは、IP：%sより行われました。
nb: Denne forespørselen ble sendt fra IP: %s
nl: Deze aanvraag is gedaan vanaf IP adres: %s
pl: Prośba została dodana z następującego adresu IP: %s
pt_br: Este pedido foi feito apartir do IP: %s
ru: IP-адрес, с которого был сделан запрос: %s
uk: IP-адресу, з якої було зроблено запит:%s
vi: Yêu cầu này xuất phát từ IP: %s
zh_cn: 请求注册用户的IP: %s
zh_tw: 請求來自IP：%s
