Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Hexadecimal color value
cs: Hexadecimální hodnota barvy
de: Hexadezimaler Farbwert
es: Color en valor hexadecimal
fr: Valeur hexadécimale de la couleur
id: Nilai warna Heksadesimal
it: Valore di colore esadecimale
ja: 16進数の色の値
nb: Heksadesimal fargeverdi
nl: Hexadecimale kleurwaarde
pl: Heksadecymalna wartość koloru
pt_br: Valor da cor hexadecimal
ru: Шестнадцатеричный код цвета
uk: Шістнадцяткове значення кольору
zh_cn: 十六进制颜色值
zh_tw: 十六進制顏色值(HEX)

source: Use this to set the main theme color. Value must be in <a href="%s" target="_blank">hex format</a>.
cs: Použijte pro nastavení barvy hlavní šablony. Hodnota musí být v <a href="%s" target="_blank">hex formátu</a>.
de: Nutzen Sie diese Funktion, um die Hauptfarbe des Themes zu bestimmen. Der Wert muss im <a href="%s" target="_blank">HEX-Format</a> angegeben werden.
es: Usa esto para establecer el color principal del tema. El valor debe estar en <a href="%s" target="_blank">formato hex</a>.
fr: Utilisez-ceci pour définir une couleur principale de thème. La valeur doit être au <a href="%s" target="_blank">format hex</a>.
id: Gunakan ini untuk mengatur warna utama tema. Nila harus dalam <a href="%s" target="_blank">format hex</a>.
it: Usare questo per impostare il colore del tema principale. Il valore deve essere in <a href="%s" target="_blank">formato esadecimale</a>.
ja: メインのテーマ色を設定するにはこちらをご利用ください。値は、<a href="%s" target="_blank">16進数</a>で入力する必要があります。
nb: Bruk denne til å angi hovedtemaets farge. Verdien må være i <a href="%s" target="_blank">heksadesimalt format</a>.
nl: Gebruik dit om de hoofdkleur van het thema te kiezen. Waarde moet in <a href="%s" target="_blank">hex formaat</a> zijn.
ru: Используйте это поле, чтобы указать основной цвет темы. Значение должно быть указано в <a href="%s" target="_blank">шестнадцатеричном формате</a>.
uk: Використовуйте це, щоб встановити основну колірну тему. Значення має бути в <a href="%s" target="_blank">Hex форматі</a>.
zh_cn: 使用此设置的主要主题颜色. 值必须是 <a href="%s" target="_blank">十六进制</a> 格式.
zh_tw: 設定主要主題顏色. 值必須是 <a href="%s" target="_blank">十六進制</a> 格式.

source: Top bar color
cs: Barva horního baru
de: Farbe der Hauptleiste
es: Color de barra superior
fr: Couleur de la barre supérieure
id: Warna bilah atas
it: Colore Top bar
ja: トップバーの色
nb: Topplinjefarge
nl: Topbalk kleur
pl: Kolor górnego paska
pt_br: Cor da barra superior
ru: Цвет верхней панели
uk: Колір верхньої панелі
zh_cn: 顶部菜单栏颜色
zh_tw: 頂部欄顏色

source: Black
cs: Černá
de: Schwarz
es: Negro
fr: Noir
id: Hitam
it: Nero
ja: 黒
nb: Svart
nl: Zwart
pl: Czarny
pt_br: Preto
ru: Черный
uk: Чорний
zh_cn: 黑
zh_tw: 黑

source: White
cs: Bílá
de: Weiß
es: Blanco
fr: Blanc
id: Putih
it: Bianco
ja: 白
nb: Hvit
nl: Wit
pl: Biały
pt_br: Branco
ru: Белый
uk: Білий
zh_cn: 白
zh_tw: 白

source: If you set this to "white" the top bar and all the black tones will be changed to white tones.
cs: Pokud se toto nastaví na "Bílá", horní bar a všechny černé tóny se změní na bílé tóny.
de: Wenn dieser Wert auf "Weiß" gesetzt wird, färben sich die Hauptleiste und alle dunklen Farbtöne in die Farbe Weiß um.
es: Si estableces esto en "blanco" la barra superior y todos los tonos negros se cambiaran a tonos blancos.
fr: Si vous paramétrez ceci sur "blanc", la barre supérieur et tous les tons sombres seront remplacés par des tons clairs.
id: Jika anda mengatur ini ke "putih" bar diatas dan semua nada hitam akan berubah ke nada putih.
it: Se si imposta su "bianco" sulla barra superiore e tutte le tonalità di nero verranno modificati in toni di bianco.
ja: カラーを白にセットすると、トップバーなど全ての黒系は、全て白系に変わります。
nb: Hvis du setter denne til "hvit", blir topplinjen og alle svarttoner bli endret til hvittoner.
nl: Als dit naar 'wit' gewijzigd wordt veranderd de kleur van de bovenbalk en alle zwarte kleurtonen naar witte tonen.
ru: Если вы выберете "Белый", цвет верхней панели и некоторых других элементов будет заменен на светлый.
uk: Якщо ви встановите колір верхньої панелі на "білий" тоді всі темні тони будуть замінені на білі тони.
zh_cn: 如果您将此设置为"白"的顶部栏和所有黑色的色调将更改为白色的色调.
zh_tw: 如果您將此設置為"白"的頂部欄和所有黑色的色調將更改為白色的色調.

source: Top bar button color
cs: Barva tlačítka horního baru
de: Farbe der Hauptleisten-Buttons
es: Color de botón de barra superior
fr: Couleur du bouton de la barre supérieure
id: Warna tombol bilah atas
it: Colore pulsante della top bar
ja: トップバーのボタンの色
nb: Topplinjens knappefarge
nl: Topbalk knop kleur
pl: Kolor przycisków górnego paska
pt_br: Cor do botão da barra superior
ru: Цвет кнопок верхней панели
uk: Колір кнопки верхньої панелі
zh_cn: 顶部菜单栏按钮颜色
zh_tw: 頂部欄按鈕顏色

source: Blue
cs: Modrá
de: Blau
es: Azul
fr: Bleu
id: Biru
it: Blu
ja: 青
nb: Blå
nl: Blauw
pl: Niebieski
pt_br: Azul
ru: Синий
uk: Синій
zh_cn: 蓝
zh_tw: 藍

source: Green
cs: Zelená
de: Grün
es: Verde
fr: Vert
id: Hijau
it: Verde
ja: 緑
nb: Grønn
nl: Groen
pl: Zielony
pt_br: Verde
ru: Зеленый
uk: Зелений
zh_cn: 绿
zh_tw: 綠

source: Orange
cs: Oranžová
es: Anaranjado
id: Oranye
it: Arancio
ja: 橙
nb: Oransje
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
ru: Оранжевый
uk: Помаранчевий
zh_cn: 橙
zh_tw: 橘

source: Red
cs: Červená
de: Rot
es: Rojo
fr: Rouge
id: Merah
it: Rosso
ja: 赤
nb: Rød
nl: Rood
pl: Czerwony
pt_br: Vermelho
ru: Красный
uk: Червоний
zh_cn: 红
zh_tw: 紅

source: Grey
cs: Šedá
de: Grau
es: Gris
fr: Gris
id: Abu-abu
it: Grigio
ja: 灰色
nb: Grå
nl: Grijs
pl: Szary
pt_br: Cinza
ru: Серый
uk: Сірий
zh_cn: 灰
zh_tw: 灰

source: Color for the top bar buttons like the "Create account" button.
cs: Barva tlačítek na horní liště, např. jako je tlačítko "Vytvořit účet".
de: Farbe der Hauptleisten-Buttons, z. B. der "Konto erstellen"-Button.
es: Color de los botones de la barra superior como el botón "Crear cuenta".
fr: Couleur des buttons de la barre supérieure comme le bouton "Créer un compte".
id: Warna untuk tombol bilah atas seperti halnya tombol "Buat akun".
it: Colore dei pulsanti come "Crea account" della top bar.
ja: トップの”アカウントを作成”ボタンなどの色を設定します。
nb: Farge på topplinjens knapper, som "Opprett konto" -knappen.
nl: Kleur voor de knoppen in de bovenste balk, bijvoorbeeld voor 'Nieuw account'
pl: Kolor przycisków takich jak "Załóż konto".
pt_br: Cor para botões da barra do topo como o "Criar conta".
ru: Цвет кнопок на верхней панели, таких как "Зарегистрироваться".
uk: Колір кнопки "Створити обліковий запис" у верхній панелі кнопок .
zh_cn: 顶栏的颜色按钮为"创建帐户"按钮.
zh_tw: 頂欄的顏色按鈕為"建立帳戶"按鈕.

source: Enable vector logo
cs: Zapnout vektorové logo
de: Aktiviere Vektor-Logo
es: Habilitar logo vectorial
fr: Activer le logo vectoriel
id: Aktifkan logo vektor
it: Abilita logo vettoriale
ja: ベクターロゴを有効
nb: Aktiver vektorlogo
nl: Gebruik vectorieel logo
pl: Włącz logo wektorowe
pt_br: Ativar logo em imagem vetorial
ru: Включить векторный логотип
uk: Увімкнути векторний логотип
vi: Bật vector logo
zh_cn: 启用矢量Logo（SVG）
zh_tw: 啟用向量Logo（SVG）

source: Enable vector logo for high quality logo in devices with high pixel density.
cs: Zapnout vektorové logo pro vysokou kvalitu na HD displejích.
de: Aktiviere Vektor-Logo für hochauflösende Anzeigegeräte.
es: Habilita logo vectorial para usar un logo de alta calidad en dispositivos con alta densidad de pixel.
fr: Activer le logo vectoriel pour le logo haute définition dans les appareils avec une haute densité de pixels.
id: Aktifkan logo vektor untuk logo berkualitas tinggi di perangkat dengan kepadatan piksel yang tinggi.
it: Abilita logo del vettore per il logo di alta qualità in dispositivi con alta densità di pixel.
ja: 高密度ピクセルのデバイスでは、ベクターロゴの画質を上げる
nb: Aktiver vektorlogo for høykvalitets logo på enheter med høy pikseltetthet.
nl: Gebruik vectorieel logo op retinaschermen
pt_br: Ativar logo vetor para o logótipo de alta qualidade em dispositivos com alta resolução.
ru: Включите векторный логотип для повышения качества изображения на дисплеях с большой плотностью пикселей.
uk: Увімкніть векторний логотип для підвищення якості зображення на дисплеях з великою щільністю пікселів.
vi: Bật vector logo cho chất lượng hiển thị tốt trên màn hình độ phân giải cao
zh_cn: 在高像素密度的设备启用矢量标志为高品质的标志.
zh_tw: 在高解析度的設備啟用向量logo為高品質的標誌.

source: Vector logo image
cs: Soubor s vektorovým logem
de: Vektor-Logo-Grafik
es: Logo vectorizado
fr: Image vectorielle du logo
id: Gambar logo vektor
it: Vector logo immagine
ja: ベクターロゴ画像
nb: Vektor-logobilde.
nl: Logo in vectorformaat
pl: Logo wektorowe
pt_br: Imagem do logotipo Vetor
ru: Векторный логотип
uk: Векторний логотип
vi: Logo vector
zh_cn: 矢量Logo图像
zh_tw: 向量logo圖片

source: Vector version or your website logo in SVG format.
cs: Vektorová verze loga vaší webové stránky ve formátu SVG.
de: Vektor-Grafik des Internetseiten-Logos im SVG-Format.
es: Versión vector de tu logo en formato SVG.
fr: Image vectorielle ou le logo de votre site au format SVG.
id: Versi vektor atau logo website dalam format SVG.
it: Il logo del tuo sito web deve avere il formato SVG.
ja: サイトのロゴにベクター画像、または、SVGフォーマット画像を使用できます。
nb: Logoen din i vektorformat (.svg)
nl: Logo in vectorformaat (SVG)
pt_br: Versão Vetor ou o seu logótipo em formato SVG.
ru: Векторный логотип вашего сайта в формате SVG.
uk: Векторний логотип вашого сайту у форматі SVG.
zh_cn: SVG格式的矢量版本Logo.
zh_tw: SVG格式的向量版本Logo.

source: Raster logo image
cs: Soubor s rastrovým logem.
de: Raster-Logo-Grafik
es: Logo ráster
fr: Image raster du logo
it: Logo immagine raster
ja: ラスターロゴ画像
nb: Raster-logobilde
nl: Logo in rasterformaat
pt_br: Imagem do logotipo raster
ru: Растровый логотип
uk: Растровий логотип
zh_cn: 光栅Logo图像
zh_tw: 點陣圖Logo圖片

source: Bitmap version or your website logo. PNG format is recommended.
cs: Rastrová verze loga vaší webové stránky, nejlépe ve formátu PNG.
de: Bitmap-Grafik des Internetseiten-Logos. PNG-Format wird empfohlen.
es: Versión mapa de bits de tu logo. Se recomienda formato PNG.
fr: Version Bitmap ou le logo de votre site. Le format PNG est recommandé.
id: Versi bitmap atau logo situs web anda. Disarankan berformat PNG.
it: Versione Bitmap per il logo del vostro sito web logo. Si raccomanda formato PNG.
ja: 透かしに使用するビットマップ画像、又はPNGフォーマットの画像。あならのサイトログはいかがですか？
nb: Logoen din i bitmapformat. PNG-format er anbefalt.
nl: Bitmap-versie van uw logo. Bij voorkeur in .png formaat.
pt_br: Versão Bitmap ou teu logotipo. O formato PNG é recomendado.
ru: Растровый логотип вашего сайта. Рекомендуется использовать формат PNG.
uk: Растровий логотип вашого сайту. Рекомендується використовувати формат PNG.
vi: Logo định dạng Bitmap. Nên sử dụng ảnh PNG
zh_cn: PNG格式的位图版本Logo.
zh_tw: PNG格式的點陣圖版本Logo.

source: Logo height
cs: Výška loga.
de: Logo-Höhe
es: Altura del logo
fr: Hauteur de logo
id: Tinggi logo
it: Aaltezza Logo
ja: ロゴの高さ
nb: logohøyde
nl: Hoogte logo
pl: Wysokość logo
pt_br: Tamanho da logo
ru: Высота логотипа
uk: Висота логотипу
zh_cn: Logo高度
zh_tw: Logo 高度

source: No value
cs: Žádná hodnota
de: Kein Wert
es: Sin valor
fr: Aucune valeur
id: Tidak ada nilai
it: Nessun valore
ja: 値がありません
nb: Ingen verdi
nl: Geen waarde
pl: Brak wartości
pt_br: Sem valor
ru: Нет значения
uk: Немає значення
vi: Không có giá trị
zh_cn: 没有值
zh_tw: 未設定值

source: Use this to set the logo height if needed.
cs: Toto použijte pro natavení výšky loga pokud je to potřeba.
de: Diese Funktion gibt eine feste Höhe des Logos vor.
es: Usa esto si necesitas establecer la altura del logo.
fr: Utilisez ceci pour définir la hauteur du logo si nécessaire.
id: Gunakan ini untuk mengatur ketinggian logo jika diperlukan.
it: Utilizzare questa opzione per impostare l'altezza per il logo, se necessario.
ja: ロゴの高さが必要な場合、こちらを使用して下さい。
nb: Bruk denne for å sette logohøyde hvis nødvendig.
nl: Gebruik dit om indien nodig de hoogte van het logo aan te geven.
pt_br: Use isto para determinar o tamanho da logo, se for preciso
ru: Используйте это поле, если необходимо указать высоту логотипа.
uk: Використовуйте це поле, якщо необхідно вказати висоту логотипу.
zh_cn: 启用此选项, 以设置标志的高度.
zh_tw: 啟用此選項, 以設置 logo 的高度.

source: Favicon image
cs: Favicon (ikonka webu)
de: Favicon-Grafik
es: Imagen favicon
fr: Image favicon
id: Gambar favicon
it: Immagine favicon
ja: favicon
nb: favicon-bilde
nl: Favicon
pt_br: Imagem do favicon
ru: Иконка сайта
uk: Іконка сайту
vi: Hình favicon
zh_cn: 网站图标
zh_tw: Favicon 圖樣

source: Favicon image. Image must have same width and height.
cs: Favicon musí mít stejnou šířku a výšku.
de: Die Favicon-Grafik muss die gleiche Höhe und Breite aufweisen.
es: Imagen favicon. La imagen debe tener el mismo alto y ancho.
fr: Image favicon. L'image doit avoir la même largeur et la même hauteur.
id: Gambar favicon. Gambar harus memiliki lebar dan tinggi yang sama.
it: Immagine Favicon. L'immagine deve avere stessa larghezza e altezza.
ja: faviconは高さと幅が同じでないといけません。
nb: Favicon-bilde: Bildet må ha samme bredde og høyde.
nl: Favicon. De afbeelding moet dezelfde breedte en hoogte hebben.
pt_br: Imagem Favicon. A imagem deve ter a mesma largura e altura.
ru: Иконка вашего сайта. Ширина и высота данного изображения должны быть одинаковы.
uk: Іконка вашого сайту. Ширина і висота даного зображення повинні бути однакові.
vi: Hình favicon. Chiều cao và chiều rộng phải bằng nhau
zh_cn: 网站图标. 所上传图像必须具有相同的宽度和高度.
zh_tw: 所上傳圖像必須具有相同的寬度和高度.

source: Image load max. filesize
cs: Max. velikost obrázku
de: Maximale Bilder-Dateigröße
es: Tamaño máx. de carga
fr: Taille d'image maximum a l'affichage. Poids du fichier
it: max dimensione del file Immagine di upload
ja: 画像の最大ファイルサイズ
nb: Bildelasting maks filstørrelse
nl: Laden afbeelding max. grootte
ru: Макс. размер файла в просмотре
zh_cn: 最大文件大小
zh_tw: 最大可載入圖片檔案大小

source: Images greater than this size will show a button to load full resolution image.
cs: U obrázků větších, než je tento rozměr, se zobrazí tlačítko pro načtení obrázku v plném rozlišení
de: Bilder mit einer größeren Dateigröße erhalten eine Schaltfläche zum Laden der vollen Auflösung.
es: Imágenes de tamaño superior a este mostrarán un botón para cargar la imagen a resolución completa.
fr: Les images supérieures à cette taille afficheront un bouton pour charger l'image en pleine résolution.
id: Gambar lebih besar dari ukuran ini akan ditampilkan sebagai sebuah tombol untuk ditampilkan dalam resolusi penuh.
it: Per immagini con dimensioni maggiori di questa sarà disponibile l'opzione di visualizzazione a risoluzione originale.
ja: このファイルサイズを超えたものは、オリジナル画像表示用のボタンが表示されます。
nb: Bilder større enn angitt grense vil vise en knapp for å laste inn bildet i full størrelse.
nl: Afbeeldingen groter dan dit formaat worden voorzien van een knop om de afbeelding in volledig formaat te laden.
ru: При просмотре изображений большего размера, будет отображаться кнопка загрузки полной версии.
zh_cn: 图片大小大于该值时将显示一个按钮以加载原图图.
zh_tw: 大於此尺寸的圖片將顯示一個按鈕以加載最大解析度

source: Enable download button
cs: Aktivovat tlačítko Stáhnout
de: Download-Button aktivieren
es: Habilitar botón de descarga
fr: Activer le bouton de téléchargement
id: Aktifkan tombol unduh
it: Pulsante di download immagini
ja: ダウンロードボタンを有効にする
nb: Aktiver nedlastingsknapp
nl: Schakel downloadknop in
pl: Włącz przycisk pobierania
pt_br: Ativar botão de download
ru: Включить кнопку загрузки
uk: Включити кнопку завантаження
vi: Mở nút download
zh_cn: 启用下载按钮
zh_tw: 啟用下載按鈕

source: Enable this if you want to show the image download button.
cs: Povolte, pokud chcete uživatelům nechat zobrazovat tlačítko "Stáhnout".
de: Aktivieren, falls ein Download-Button für Bilder angezeigt werden soll.
es: Habilita esto si deseas mostrar el botón de descarga de imagen.
fr: Activer ceci si vous souhaitez afficher le bouton de téléchargement d'image.
id: Aktifkan ini jika anda ingin menampilkan gambar dengan tombol unduh.
it: Attivare questa opzione se si desidera visualizzare il pulsante per scaricare l'immagine
ja: 画像ダウンロードボタンを表示したい場合に有効にしてください。
nb: Aktiver dette alternativet hvis du vil vise nedlastingsknappen.
nl: Schakel dit in om de downloadknop wilt tonen bij afbeeldingen.
pl: Włącz to, jeśli chcesz wyświetlać przycisk pobierania grafiki.
pt_br: Ative esta opção se quiser mostrar o botão de download da imagem.
ru: Включите, чтобы показывать кнопку загрузки изображения.
uk: Увімкніть, щоб показувати кнопку завантаження зображення.
vi: Mở chức năng này để hiển thị nút download ảnh.
zh_cn: 启用此代表在图片页显示原图下载按钮.
zh_tw: 啟用此代表在圖片頁顯示原圖下載按鈕.

source: Enable right click on image
cs: Povolit pravý klik myši na obrázku
de: Rechte Maustaste aktivieren
es: Habilitar click derecho en imagen
fr: Activer le clic droit sur l'image
id: Aktifkan klik kanan pada gambar
it: Abilitare tasto destro del mouse sull'immagine
ja: 画像上での右クリックを可能にする
nb: Aktiver høyreklikk på bildet
nl: Rechts klikken op afbeelding toestaan
pt_br: Ativar clique com o botão direito na imagem
ru: Разрешить нажатие правой кнопкой мыши на изображении
uk: Включити меню правої клавіши миші на зображенні
zh_cn: 启用右键点击图片
zh_tw: 啟用圖片右鍵點擊

source: Enable this if you want to allow right click on image viewer page.
cs: Aktivujte tuto možnost, pokud chcete povolit kliknutí pravým tlačítkem myši na stránce prohlížeče obrázků.
de: Aktivieren, falls ein Klick mit der rechten Maustaste im Bildbetrachter erlaubt sein soll.
es: Habilita esto si deseas permitir click derecho en la pagina de visualización de la imagen.
fr: Activez ceci si vous souhaitez autoriser le clic droit sur l'image de la page de visualisation.
id: Aktifkan ini jika anda ingin membolehkan klik kanan pada halaman penampil gambar.
it: Attivare questa opzione se si desidera consentire l'uso del destro del mouse sulle immagini.
ja: イメージビューアーページで右クリックを許可したい場合に有効にしてください。
nb: Aktiver dette alternativet hvis du vil tillate høyreklikk på bilder.
nl: Selecteer dit om rechts klikken op de afbeeldingen viewer toe te staan.
pt_br: Ative isto que você quiser habilitar o clique com o botão direito na página de visualização da imagem.
ru: Включите, если вы хотите разрешить показ меню браузера при нажатии правой кнопки мыши на изображений.
uk: Включіть це, якщо Ви хочете дозволити меню правої клавіши миші
zh_cn: 启用此则允许在图片页使用鼠标右键功能.
zh_tw: 啟用此則允許在圖片頁使用鼠標右鍵功能.

source: Enable show Exif data
cs: Povolit zobrazení EXIF dat
de: EXIF-Daten anzeigen
es: Habilitar mostrar datos Exif
fr: Activer l'affichage des données Exif
id: Aktifkan untuk menampilkan data Exif
it: Abilita mostrano dati Exif
ja: Exifデータを表示する
nb: Aktiver visning av Exif-data
nl: Toon Exif data
pt_br: Mostrar dados EXIF
ru: Показывать Exif
uk: Включити показ Exif даних
zh_cn: 启用显示Exif数据
zh_tw: 啟用顯示Exif數據

source: Enable this if you want to show image Exif data.
cs: Povolte tuto možnost, pokud chcete zobrazovat EXIF data obrázku.
de: Aktivieren, falls die EXIF-Daten der Bilder angezeigt werden sollen.
es: Habilita esto si deseas mostrar datos Exif de la imagen.
fr: Activez-ceci si vous souhaite afficher les données Exif de l'image.
id: Aktifkan ini jika anda ingin menampilkan data Exif gambar.
it: Attivare questa opzione se si desidera visualizzare immagini dati Exif.
ja: Exifデータを表示したい場合に、この設定を有効にしてください。
nb: Aktiver denne hvis du vil vise Exif-data.
nl: Schakel dit in indien Exif data van de afbeelding getoond moet worden.
pt_br: Ative isto se você quiser mostrar os dados EXIF da imagem
ru: Включите, чтобы показывать данные Exif для изображений.
uk: Включіть це, якщо ви хочете показувати Exif дані.
zh_cn: 如果您想要显示图像的Exif数据, 启用此项.
zh_tw: 如果您想要顯示圖像的Exif數據, 啟用此項.

source: Enable social share
cs: Povolit sdílení přes sociální sítě.
de: Aktiviere Social-Share-Funktion
es: Habilitar compartir social
fr: Activer le partage social
id: Aktifkan berbagi sosial
it: Abilita la condivisione sociale
ja: ソーシャルネットワークでの共有を有効可
nb: Aktiver sosial deling
nl: Aanzetten sociaal delen
pl: Włącz udostępnianie w sieciach społecznościowych.
pt_br: Ativar compartilhamento Social
ru: Включить опцию "поделиться"
uk: Увімкнути опцію "поділитися"
vi: Mở chức năng chia sẻ mạng xã hội
zh_cn: 启用社会网站分享
zh_tw: 啟用社群網站分享

source: Enable this if you want to show social network buttons to share content.
cs: Zapněte pokud chcete povolit zobrazování tlačítek sociálních sítí u obsahu (sdílení, lajkování...)
de: Aktivieren, falls Buttons von sozialen Netzwerken angezeigt werden sollen.
es: Habilita esto si deseas mostrar los botones de redes sociales para compartir contenido.
fr: Activez ceci si vous souhaitez afficher les boutons de partage des réseaux sociaux.
id: Aktifkan ini jika anda ingin menampilkan tombol jaringan sosial untuk membagikan konten.
it: Abilitare questa opzione se si desidera visualizzare i pulsanti dei social network per condividere i contenuti
ja: ソーシャルネットワークでコンテンツを共有するボタンを表示する場合に有効にしてください。
nb: Aktiver dette alternativet hvis du ønsker å vise knapper for sosiale nettverk for å dele innhold.
nl: Selecteer dit om knoppen voor sociale netwerken te tonen om inhoud te delen.
pl: Włącz to, jeśli chcesz wyświetlać przyciski do udostępniania treści w sieciach społecznościowych.
pt_br: Ative isto se você quiser mostrar os botões de compartilhamento em redes sociais.
ru: Включите эту настройку, чтобы показывать кнопки социальных сетей.
uk: Ввімкніть цю опцію, щоб показувати кнопки соціальних мереж.
vi: Mở chức năng hiện nút chia sẻ mạng xã hội
zh_cn: 启用此选项, 以启用社交网站分享功能.
zh_tw: 啟用此選項, 以啟用社群網站分享功能.

source: Enable embed codes (content)
cs: Povolit vkládací odkazy (obsah)
de: Aktiviere Embed-Codes (Inhalt)
es: Habilitar códigos de inserción (contenido)
fr: Activer les codes d'intégration (contenu)
id: Aktifkan kode sematkan (konten)
it: Attiva i codici embed (contenuto)
ja: 埋込みコード(コンテンツへのリンク)を有効にする
nb: Aktiver integrasjonskoder (innhold)
nl: Insluitcodes inschakelen (inhoud)
pt_br: Ativar códigos embed (conteúdo)
ru: Коды для встраивания (в просмотре)
uk: Коди для вбудовування (в перегляді)
vi: Mở mã nhúng
zh_cn: 启用嵌入代码（内容）
zh_tw: 啟用嵌入代碼（內容）

source: Enable this if you want to show embed codes for the content.
cs: Povolte pokud chcete v obsahu zobrazovat vkládací obsahy.
de: Aktivieren, falls Embed-Codes auf den Inhalt-Seiten angezeigt werden sollen.
es: Habilita esto si deseas mostrar códigos de inserción para el contenido.
fr: Activez ceci si vous souhaitez afficher les codes d'intégration pour le contenu.
id: Aktifkan ini jika anda ingin menampilkan kode sematkan untuk konten.
it: Abilitare questa opzione se si desidera visualizzare i codici embed per il contenuto.
ja: コンテンツへの埋込みコードを表示したい場合に有効にします。
nb: Aktiver denne hvis du vil vise integrasjonskoder for innholdet.
nl: Selecteer dit om de insluitcodes voor de inhoud te tonen.
pt_br: Ative isto se você quiser mostrar códigos embed para o conteúdo.
ru: Включите эту настройку, если вы хотите показывать коды для встраивания в просмотре изображений.
uk: Ввімкніть цю опцію, якщо ви хочете показувати коди для вбудовування в перегляді зображень.
vi: Mở chức năng hiện mã nhúng cho nội dung
zh_cn: 启用此选项, 以内容嵌入代码 .
zh_tw: 啟用此選項, 允許用戶取得嵌入代碼 .

source: Not safe content checkbox in uploader
cs: Zaškrtávací políčko s volbou nevhodného obsahu v nahrávacím rozhraní
de: Marker für anstößigen Inhalt beim Hochladen anzeigen
es: Caja de selección de contenido no seguro en uploader
fr: Case à cocher signaler dans le formulaire d'envoi
id: Kotak centang konten tidak aman di pengunggah
it: Non sicuro checkbox contenuto in uploader
ja: ファミリーセーフティに接触するコンテンツのチェックボックスを表示する
nb: "Utrygt innhold" avkryssingsboks i opplastningsvinduet
nl: Onveilige (NSFW) inhoud checkbox bij uploaden
pt_br: Caixa de conteúdo inseguro para o usuário
ru: Показывать в загрузчике настройку для небезопасного содержимого
uk: Показувати у завантажувачі настройку для небезпечного змісту
zh_cn: 在查看上载不安全内容复选框
zh_tw: 上傳時顯示"非安全內容"的選項
