Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: To use all the features of this site you must be logged in.
cs: Aby jste mohli používat všechny funkce, musíte být přihlášen(a).
de: Um alle Funktionen dieser Seite nutzen zu können, müssen Sie angemeldet sein.
es: Debes ingresar para usar todas las características de este sitio.
fr: Pour utiliser toutes les fonctions du site vous devez être connecté.
it: Per utilizzare tutte le funzionalità di questo sito devi collegarti.
ja: 当サイトの全ての機能をご利用頂くにはログインが必要です。
nb: For å benytte deg av alle funksjonene på denne siden må du være logget inn.
nl: Om alle functies van deze site te gebruiken moet u ingelogd zijn.
pt_br: Para usar todos os recursos do nosso site, você deve entrar na sua conta.
ru: Вы должны войти, чтобы использовать все возможности этого сайта.
vi: Bạn cần đăng nhập để sử dụng tất cả tính năng của website.
zh_cn: 您必须登录才能使用所有的功能.

source: If you don't have an account you can <a href="%s">sign up</a> right now.
cs: Pokud ještě nemáte svůj účet můžete se <a href="%s">registrovat</a> právě teď.
de: Wenn Sie bisher noch kein Konto erstellt haben, können Sie sich jetzt <a href="%s">registrieren</a>.
es: Si no tienes una cuenta puedes <a href="%s">crear cuenta</a> ahora mismo.
fr: Si vous n'avez pas de compte vous pouvez <a href="%s">vous enregistrer</a> maintenant.
it: Se non hai un account <a href="%s">iscriviti</a> ora.
ja: アカウントをお持ちでなければ、今すぐ<a href="%s">アカウントを作成</a>いただくことができます。
nb: Hvis du ikke har en konto kan du <a href="%s">registrere</a> deg nå.
nl: Indien u nog geen account heeft, dan kunt u zich <a href="%s">registreren</a>.
pt_br: Se você ainda não tem uma conta, você pode <a href="%s">registar</a> uma agora gratuitamente.
ru: Если у вас ещё нет аккаунта, вы можете <a href="%s">зарегистрироваться</a> прямо сейчас.
vi: Bạn có thể <a href="%s">đăng ký</a> tài khoản.
zh_cn: 如果您还没有账号请现在就<a href="%s">注册</a>.

source: Decode ID
de: Dekodierungs-ID
es: Descodificar ID
ja: デコードID

source: Encode ID
de: Enkodierungs-ID
es: Codificar ID
ja: エンコードID

source: Invalid email
cs: Neplatný e-mail
da: Ugyldig email
de: Ungültige E-Mail-Adresse
es: Email inválido
fr: Adresse email incorrecte
id: Email tidak benar
it: Indirizzo email non valido
ja: 有効なメールアドレスではありません。
nb: Ugyldig e-post
nl: Ongeldig e-mailadres
pl: Błędny adres e-mail
pt_br: E-mail inválido
ru: Неверный e-mail адрес
uk: Неправильна адреса електронної пошти
vi: Email không hợp lệ
zh_cn: 无效的电子邮箱
zh_tw: 無效的電子信箱

source: Invalid username
cs: Neplatné uživatelské jméno
da: Ugyldigt brugernavn
de: Ungültiger Benutzername
es: Nombre de usuario inválido
fr: Nom d'utilisateur incorrect
id: Username tidak benar
it: Nome utente non valido
ja: 無効なユーザ名です。
nb: Ugyldig brukernavn
nl: Ongeldige gebruikersnaam
pl: Błędna nazwa użytkownika
pt_br: Nome de usuário inválido
ru: Неверное имя пользователя
uk: Неправильне ім'я користувача
vi: Sai tên tài khoản
zh_cn: 无效的用户名
zh_tw: 無效的用戶名

source: Invalid password
cs: Neplatné heslo
da: Ugyldigt kodeord
de: Ungültiges Passwort
es: Contraseña inválida
fr: Mot de passe incorrect
id: Password salah
it: Password non valida
ja: 有効なパスワードではありません。
nb: Ugyldig passord
nl: Ongeldig wachtwoord
pl: Błędne hasło
pt_br: Senha inválida
ru: Неверный пароль
uk: Неправильний пароль
vi: Sai mật khẩu
zh_cn: 无效的密码
zh_tw: 無效的密碼

source: Invalid website mode
cs: Neplatný režim stránky
da: Ugyldigt website mode
de: Ungültiger Modus der Internetseite
es: Modo de sitio inválido
fr: Mode de site web non valide
id: Mode website salah
it: Modalità sito non valida
ja: 無効なウェブサイトモードです。
nb: Ugyldig modus
nl: Ongeldige websitemodus
pl: Błędny tryb strony
pt_br: Modo do site inválido
ru: Неверный режим работы сайта
uk: Неправильний режим веб-сайту
vi: Chế độ website bị sai
zh_cn: 无效的网站模式
zh_tw: 無效的網站模式

source: From email address
cs: Z e-mailové adresy
da: Fra email
de: Absender E-Mail-Adresse
es: Email de origen
fr: Adresse email d'expédition
id: Alamat email pengirim
it: Dall'indirizzo email
ja: 送信元メールアドレス
nb: Avsenders e-postadresse
nl: Van e-mailadres
pl: Adres e-mail nadawcy
pt_br: A partir do endereço de e-mail
ru: E-mail отправителя
uk: Адреса відправника
vi: Địa chỉ email gửi
zh_cn: 发件人的电子邮件地址
zh_tw: 發送到此電子郵件地址

source: Sender email for emails sent to users.
cs: E-mail odesílatele uvedený v e-mailech odeslaných uživatelům.
da: Sender email for emails til brugerne
de: Absenderadresse für E-Mail-Kontakt mit Benutzern.
es: Email del emisor de los correos enviados a los usuarios.
fr: Nom d'envoi pour les emails envoyés aux utilisateurs.
id: Alamat pengirim untuk email yang dikirim ke user.
it: Indirizzo email per le comunicazioni agli utenti
ja: ユーザに送信するメールの送信元アドレス
nb: Avsenders adresse for e-post til brukere.
nl: Naam afzender voor e-mails verstuurd naar gebruikers.
pl: Adres e-mail dla wiadomości wysyłanych do użytkowników.
pt_br: E-mail do remetente para os e-mails enviados aos usuários.
ru: E-mail отправителя для рассылки сообщений пользователям.
uk: Адреса відправника для розсилки повідомлень користувачам.
vi: Email người gửi để gửi email đến người dùng
zh_cn: 要显示的发送人邮箱
zh_tw: 接收到郵件顯示的發送人電子信箱

source: Incoming email address
cs: Příchozí e-mailová adresa
da: Indgående email addresse
de: Eintreffende E-Mail Adresse
es: Dirección de correo electrónico entrante
fr: Adresse email de contact
id: Alamat email masuk
it: Indirizzo email per le comunicazioni in arrivo
ja: 受信メールアドレス
nb: Innkommende e-postadresse
nl: Inkomend e-mailadres
pl: Adres poczty przychodzącej
pt_br: Endereço do email de entrada
ru: E-mail для входящих сообщений
uk: Адреса для вхідних повідомлень
vi: Có thư tới
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: Recipient for contact form and system alerts.
cs: Příjemce pro kontaktování v případě systémových varování.
da: Modtager for kontakt formularen og system opdateringer
de: Empfänger E-Mail-Adresse für Kontaktanfragen und Systemmeldungen.
es: Recipiente para el formulario de contacto y alertas del sistema.
fr: Destinataire du formulaire de contact et des alertes système.
id: Penerima untuk halaman kontak dan notifikasi sistem.
it: Destinatario del modulo di contatto e degli avvisi di sistema.
ja: システム警告、連絡先フォームからの受信者
nb: Mottaker for kontaktskjema og systemvarsler.
nl: Ontvanger voor contactformulier en systeem waarschuwingen.
pl: Odbiorca wiadomości z formularza kontaktowego i ostrzeżeń systemowych.
pt_br: Endereço para o formulário de contato e alertas do sistema.
ru: E-mail для формы обратной связи и системных уведомлений.
uk: Адреса для форми зворотного зв'язку і системних повідомлень.
vi: Email để nhận cho đơn liên lạc và báo động hệ thống
zh_cn: 抄送系统发出邮件到其他邮箱(包括注册邮件和洪水系统等).
zh_tw: "聯絡我們"和"系統通知"的收件者

source: Website mode
cs: Režim webové stránky
de: Modus der Internetseite
es: Modo del sitio
fr: Mode de site web
id: Mode website
it: Modalità sito
ja: ウェブサイトモード
nb: Modus for nettsted
nl: Websitemodus
pl: Tryb strony
pt_br: Modo do site
ru: Режим работы сайта
uk: Режим роботи сайту
vi: Chế độ website
zh_cn: 网站运营模式
zh_tw: 網站模式

source: You can switch the website mode anytime.
cs: Režim webové stránky můžete kdykoliv přepnout.
da: Du kan ændre hjemmesidens tilstand når som helst.
de: Sie können den Modus der Internetseite jederzeit wechseln.
es: Puedes alternar el modo del sitio en cualquier momento.
fr: Vous pouvez changer le mode de site web à tout instant.
id: Ada dapat mengubah mode website kapanpun.
it: Puoi modificare la modalità sito web in ogni momento.
ja: いつでもWebサイトのモードを切替可能です。
nb: Du kan bytte nettstedsmodus når som helst.
nl: U kunt de websitemodus altijd wijzigen.
pl: Możesz przełączyć tryb strony w każdym momencie.
pt_br: Você pode mudar a qualquer momento o modo do site.
ru: Вы можете сменить режим работы сайта в любое время.
uk: Ви можете перемкнути режим веб-сайту в будь-який час.
vi: Bạn có thể đổi chế độ website bất cứ lúc nào.
zh_cn: 你可以随时切换网站模式.
zh_tw: 你可以隨時切換網站模式

source: Community
cs: Komunita
da: Fællesskab
es: Comunidad
fr: Communauté
id: Komunitas
it: Comunità
ja: コミュニティ
nb: Samfunn
pl: Społeczność
pt_br: Comunidade
ru: Сообщество
uk: Спільнота
vi: Cộng đồng
zh_cn: 社群
zh_tw: 社群

source: Personal
cs: Osobní
da: Personlig
de: Privat-Modus
fr: Personnel
id: perseorangan
it: Personale
ja: 個人
nb: Personlig
nl: Persoonlijk
pl: Osobiste
pt_br: Pessoal
ru: Частный
uk: Особистий
vi: Cá nhân
zh_cn: 个人
zh_tw: 個人

source: Update in progress
cs: Probíhá aktualizace
da: Opdatering i gang
de: Update in Arbeit...
es: Actualización en progreso
fr: Mise à jour en cours
id: Pembaharuan sedang berlangsung
it: Aggiornamento in corso...
ja: 進行中の更新
nb: Oppdatering pågår
nl: Bezig met bijwerken
pl: Aktualizacja w toku
pt_br: Atualização em progresso
ru: Выполняется обновление
uk: Оновлення в процесі
vi: Đang tiến hành cập nhật
zh_cn: 正在更新
zh_tw: 正在更新

source: Missing %s file
cs: Chybějící %s soubor
da: Mangler %s fil
de: Datei %s fehlt
es: Falta archivo %s
fr: Fichier %s manquant
id: File %s hilang
it: File %s non trovato
ja: ファイル: %s が見つかりません。
nb: Mangler fil %s
nl: Missende %s bestand
pl: Brak pliku %s
pt_br: Faltando %s arquivo
ru: Отсутствует файл %s
uk: Відсутній %s файл
vi: Thiếu file %s
zh_cn: 缺少 %s 文件
zh_tw: 缺少 %s 文件

source: Invalid license info
cs: Neplatná informace o licenci
da: Ugyldig licensinformation
de: Ungültige Lizenz-Information
es: Información de licencia inválida
fr: Info de licence non valide
id: info lisensi tidak valid
it: Info licenza non valida
ja: 無効なライセンス情報です。
nb: Ugyldig lisensinformasjon
nl: Ongeldige licentie info
pl: Nieprawidłowa informacje licencji
pt_br: Informação da licença inválida
ru: Неверные данные лицензии
uk: Неправильна інформація про ліцензію
vi: Thông tin bản quyền không hợp lệ
zh_cn: 无效的许可证信息
zh_tw: 無效的許可證信息

source: Invalid license key
cs: Neplatný licenční klíč
da: Ugyldig licensnøgle
de: Ungültiger Lizenz-Schlüssel
es: Llave de licencia inválida
fr: Clé de licence non valide
id: kunci lisensi tidak valid
it: Codice licenza non valido
ja: 無効なライセンスキーです。
nb: Ugyldig lisensnøkkel
nl: Ongeldige licentiesleutel
pl: Nieprawidłowy klucz licencji
pt_br: Chave de licença inválida
ru: Неверный лицензионный ключ
uk: Неправильний ключ ліцензії
vi: Mã key bản quyền không hợp lệ
zh_cn: 无效的许可证密钥
zh_tw: 無效的許可證密鑰

source: Can't save file
cs: Soubor nelze uložit
da: Kan ikke gemme filen
de: Speichern nicht möglich
es: No se puede guardar el archivo
fr: Impossible d'enregistrer le fichier
id: Tidak dapat menyimpan file
it: Impossibile salvare il file
ja: ファイルを保存できませんでした。
nb: Kan ikke lagre filen
nl: Kan bestand niet opslaan
pl: Nie można zapisać pliku
pt_br: Não foi possível salvar arquivo
ru: Невозможно сохранить файл
uk: Неможливо зберегти файл
vi: Không thể lưu file
zh_cn: 无法保存文件
zh_tw: 無法保存文件

source: Can't download %s
cs: Nelze stáhnout %s
da: Kan ikke downloade %s
de: %s kann nicht heruntergeladen werden
es: No se puede descargar %s
fr: Téléchargement impossible de %s
id: Tidak dapat mengunduh %s
it: Impossibile scaricare %s
ja: %s をダウンロードできません。
nb: Kan ikke laste ned %s
nl: Kan %s niet downloaden
pl: Nie można pobrać pliku %s
pt_br: Não foi possível baixar %s
ru: Невозможно загрузить %s
uk: Неможливо завантажити %s
vi: Không thể tải xuống %s
zh_cn: 无法下载 %s
zh_tw: 無法下載%s

source: Can't extract %s
cs: Nelze rozbalit %s
da: Kan ikke udtrække %s
de: %s kann nicht entpackt werden
es: No se puede extraer %s
fr: Extraction impossible de %s
id: Tidak dapat mengekstrak %s
it: Impossibile estrarre %s
ja: %s を抽出できません。
nb: Kan ikke pakke ut %s
nl: Kan %s niet uitpakken
pl: Nie można rozpakować %s
pt_br: Não foi possível extrair %s
ru: Невозможно распаковать %s
uk: Неможливо витягнути %s
vi: Không thể trích xuất %s
zh_cn: 无法解压 %s
zh_tw: 無法解壓%s

source: Can't create %s directory - %e
cs: Nelze vytvořit %s adresář - %e
da: Kan ikke oprette %s katolog - %e
de: Verzeichnis %s kann nicht erstellt werden - %e
es: No se puede crear el directorio %s - %e
fr: Impossible de créer le répertoire %s - %e
id: Tidak dapat membuat direktori %s - %e
it: Impossibile creare la cartella %s - %e
ja: %sディレクトリを作成できません - %e
nb: Kan ikke opprette %s mappen - %e
nl: Kan directory %s niet aanmaken - %e
pl: Nie można utworzyć katalogu %s - %e
pt_br: Não foi possível criar %s diretório - %e
ru: Невозможно создать %s директорию - %e
uk: Неможливо створити %s директорію - %e
vi: Không thể tạo thư mục %s - %e
zh_cn: 无法创建 %s 目录 - %e
zh_tw: 無法建立 %s 的資料夾 - %e

source: Can't update %s file - %e
cs: Nelze aktualizovat %s soubor - %e
da: Kan ikke opdatere %s fil - %e
de: Datei %s kann nicht aktualisiert werden - %e
es: No se puede actualizar el archivo %s - %e
fr: Impossible de mettre à jour le fichier %s - %e
id: Tidak dapat memperbarui berkas %s - %e
it: Impossibile aggiornare il file %s - %e
ja: %sファイルを更新できません - %e
nb: Kan ikke oppdatere %s - %e
nl: Kan bestand %s niet updaten - %e
pl: Nie można zaktualizować pliku %s - %e
pt_br: Não foi possível atualizar o arquivo %s - %e
ru: Невозможно обновить %s файл - %e
uk: Неможливо оновити %s файл - %e
vi: Không thể cập nhật file %s - %e
zh_cn: 无法更新 %s 文件 - %e
zh_tw: 無法更新 %s 檔案 - %e

source: Untitled
cs: Nepojmenováno
da: Unavngivet
de: Unbenannt
es: Sin título
fr: Sans titre
id: Tidak berjudul
it: Senza titolo
ja: 名称未設定
nb: Uten navn
nl: Naamloos
pl: Bez nazwy
pt_br: Sem título
ru: Безымянный
uk: Безіменний
vi: Chưa đặt tên
zh_cn: 无标题
zh_tw: 未命名標題

source: %s's images
cs: %s obrázků
da: %s's billeder
de: %ss Bilder
es: Imágenes de %s
fr: Images de %s
id: %s foto
it: Immagini di %s
ja: %sさんの画像
nb: %ss bilder
nl: %s's afbeeldingen
pl: Grafiki użytkownika %s
pt_br: Imagens de %s
ru: изображения %s
uk: %s зображень
vi: Ảnh của %s
zh_cn: %s 的图片
zh_tw: %s的圖片

source: Note: This content is private but anyone with the link will be able to see this.
cs: Poznámka: Tento obsah je soukromý, ale kdokoli s odkazem jej bude moci zobrazit.
da: Bemærk: Dette indhold er privat, men alle med linket vil kunne se dette.
de: Hinweis: Dieser Inhalt ist privat, kann aber dennoch direkt über den Link aufgerufen werden.
es: Nota: Este contenido es privado pero cualquiera con el enlace podrá ver esto.
fr: Remarque: Ce contenu est privé, mais toute personne ayant le lien sera en mesure de voir cela.
id: Catatan: Konten ini bersifat pribadi namun siapapun yang memiliki tautan dapat melihat ini.
it: Nota: questo contenuto è privato, ma accessibile da chiunque abbia il link diretto.
ja: 注：このコンテンツは非公開ですが、リンクから誰でも閲覧することができます。
nb: Merk: Dette innholdet er privat, men alle som har linken vil være i stand til å se dette.
nl: Let op: deze inhoud is privé, maar is zichtbaar voor iedereen met de link.
pt_br: Aviso: Esse conteúdo é privado, mas qualquer pessoa com o link pode ver.
ru: Внимание: Это скрытое содержимое, но любой, кто знает ссылку сможет его увидеть.
uk: Примітка. Цей вміст є приватним, але кожен, хто має посилання, зможе це бачити.
vi: Lưu ý: Nội dung này là riêng tư, nhưng bất kỳ ai có địa chỉ liên kết đều sẽ có thể vào xem.
zh_cn: 注: 此内容是私密的, 但任何人通过链接将能够看到它.
zh_tw: 筆記: 此內容是加密的, 但任何人擁有超連結時將能夠看見他.

source: Note: This content is password protected. Remember to pass the content password to share.
cs: Poznámka: Tento obsah je chráněn heslem. Pokud jej hodláte sdílet, nezapomeňte sdělit příjemci i heslo.
da: Bemærk: Dette indhold er beskyttet med adgangskode. Husk at sende indholdsadgangskoden for at dele.
de: Hinweis: Dieser Inhalt ist durch ein Passwort geschützt. Denken Sie daran, das Passwort ebenfalls weiterzugeben.
es: Nota: Este contenido está protegido con contraseña. Recuerda pasar la contraseña para compartir.
fr: Remarque: Ce contenu est protégé par mot de passe mais toute personne ayant le mot de passe sera en mesure de voir cela.
id: Catatan: Konten ini dilindungi kata sandi. Ingat untuk melewati konten dengan kata sandi untuk dibagikan.
it: Nota: questo contenuto è protetto da password. Ricorda di comunicarla per consentire l'accesso.
ja: 注：このコンテンツはパスワードで保護されています。コンテンツを共有するためには、コンテンツ用パスワードも共有してください。
nb: Merk: Dette innholdet er passordbeskyttet. Husk å levere passord for å dele.
nl: Opmerking: deze inhoud is beschermd met een wachtwoord. Denk eraan het wachtwoord mee te sturen bij het delen.
pt_br: Aviso: Esse conteúdo é protegido por senha, lembre-se de passar a senha para compartilhar o conteúdo.
ru: Внимание: Это содержимое защищено паролем. Не забудьте сообщить пароль.
uk: Примітка. Цей вміст захищений паролем. Не забувайте передавати пароль для доступу до вмісту.
vi: Lưu ý: Nội dung này được bảo vệ bằng mật khẩu. Hãy nhớ cho mật khẩu của nội dung khi chia sẻ.
zh_cn: 注意: 此内容已使用密码保护. 请通过密码来共享使用.
zh_tw: 筆記: 此內容已使用密碼保護, 記得將密碼通過分享來使用.

source: Note: This content is private. Change privacy to "public" to share.
cs: Poznámka: Tento obsah je soukromý. Pro umožnění sdílení je potřeba změnit soukromí na "veřejné".
da: Bemærk: Dette indhold er privat. Ændre privatindstillinger til "offentlig" for at dele
de: Hinweis: Dieser Inhalt ist privat. Ändern Sie die Einstellung auf "Öffentlich" um den Inhalt zu teilen.
es: Nota: Este contenido es privado. Cambia su privacidad a "publico" para compatir.
fr: Note : Ce contenu est privé. Changez la confidentialité par "publique" pour le partager.
id: Catatan: Ini konten pribadi. Ubah privasi ke "Umum" untuk membagikan.
it: Nota: questo contenuto è privato. Per condividerlo imposta la privacy a livello "pubblico".
ja: 注意:このコンテンツは非公開です。公開するためには、プライバシー設定を変更して下さい。
nb: PS: Dette innlegget er privat. Endre personvern til "offentlig" for å dele.
nl: Let op: deze inhoud is privé. Wijzig de privacy-instellingen naar " publiek" om deze te delen met buitenstaanders.
pl: Informacja: Ta zawartość jest prywatna. Zmień prywatność na "publiczny", aby udostępnić.
pt_br: Aviso: Este conteúdo é privado. Mude a privacidade para "público" para o compartilhar.
ru: Внимание: Это скрытое содержимое. Чтобы поделиться им, измените настройки видимости на "Публичное".
uk: Примітка. Цей вміст є приватним. Змініть конфіденційність на «публічний», щоб поділитися.
vi: Nội dung này ở chế độ riêng tư. Đổi sang chế độ "public" để chia sẻ.
zh_cn: 注：此内容是私密的. 若要分享请更改隐私设置为“公开”.
zh_tw: 注意：此內容是私密的。更改隱私為“公共”分享。

source: Private
cs: Soukromý
da: Privat
de: Privat
es: Privado
fr: Privé
id: Pribadi
it: Privato
ja: 非公開
nb: Privat
nl: Privé
pl: Prywatna
pt_br: Privado
ru: Частный
uk: Приватний
vi: Riêng tư
zh_cn: 仅注册用户
zh_tw: 私密

source: Public
cs: Veřejné
da: Offentlig
de: Öffentlich (Alle)
es: Público
fr: Publique
id: Umum
it: Pubblico
ja: 公開
nb: Offentlig
nl: Publiek
pl: Publiczny
pt_br: Público
ru: Публичный
uk: Публічне
vi: Công cộng
zh_cn: 访客开放
zh_tw: 公開

source: Me
cs: Já
da: Mig
de: Ich
es: Yo
fr: Moi
id: Aku
ja: 自分
nb: Meg
nl: Mijn
pt_br: Eu
ru: Я
uk: Я
vi: Tôi
zh_cn: 我
zh_tw: 我

source: Link
cs: Odkaz
es: Enlace
fr: Lien
id: Sambungan
ja: リンク
pl: Odnośnik
ru: Ссылка
uk: Посилання
vi: Liên kết
zh_cn: 链接
zh_tw: 連結

source: Password
cs: Heslo
da: Kodeord
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata sandi
ja: パスワード
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

source: view
cs: zobrazení
da: visning
de: Aufruf
es: visita
fr: vue
id: dilihat
it: visualizzazione
ja: 回
nb: visning
nl: weergave
pl: wyświetlenie
pt_br: vizualização
ru: просмотр
uk: перегляд
vi: lượt xem
zh_cn: 次浏览
zh_tw: 瀏覽次數

source: After %n %t
cs: Po %n %t
da: Efter %n %t
de: Nach %n %t
es: Después de %n %t
fr: Après %n %t
id: Setelah %n %t
it: Dopo %n %t
ja: %n以降%t
nb: Etter %n %t
nl: Na %n %t
pt_br: Depois de %n %t
ru: Через %n %t
uk: Після %n %t
vi: Sau %n %t
zh_cn: 经过 %n %t
zh_tw: 經過 %n %t

source: minute
cs: minuta
da: minut
es: minuto
id: menit
it: minuto
ja: 分
nb: minutt
nl: minuut
pl: minuta
pt_br: minuto
ru: минута
uk: хвилина
vi: phút
zh_cn: 分钟
zh_tw: 分鐘

source: hour
cs: hodina
da: time
de: Stunde
es: hora
fr: heure
id: jam
it: ora
ja: 時間
nb: time
nl: uur
pl: godzina
pt_br: hora
ru: час
uk: година
vi: giờ
zh_cn: 小时
zh_tw: 小時

source: day
cs: den
da: dag
de: Tag
es: día
fr: jour
id: hari
it: giorno
ja: 日
nb: dag
nl: dag
pl: dzień
pt_br: dia
ru: день
uk: день
vi: ngày
zh_cn: 天
zh_tw: 天

source: week
cs: týden
da: uge
de: Woche
es: semana
fr: semaine
id: minggu
it: settimana
ja: 週
nb: uke
pl: tydzień
pt_br: semana
ru: неделя
uk: тиждень
vi: tuần
zh_cn: 周
zh_tw: 週

source: month
cs: měsíc
da: måned
de: Monat
es: mes
fr: mois
id: bulan
it: mese
ja: 月
nb: måned
nl: maand
pl: miesiąc
pt_br: mês
ru: месяц
uk: місяць
vi: tháng
zh_cn: 月
zh_tw: 月

source: year
cs: rok
da: år
de: Jahr
es: año
fr: an
id: tahun
it: anno
ja: 年
nb: år
nl: jaar
pl: rok
pt_br: ano
ru: год
uk: рік
vi: năm
zh_cn: 年
zh_tw: 年

source: Don't autodelete
cs: Automaticky nemazat
da: Må ikke auto slette
de: Auto-Löschen deaktivieren
es: No eliminar automáticamente
fr: Pas d'auto suppression
id: Jangan hapus otomatis
it: No
ja: 自動削除しない
nb: Ikke slett automatisk
nl: Niet automatisch verwijderen
pl: Nie usuwaj automatycznie
pt_br: Desabilitar apagamento automático
ru: Никогда не удалять
uk: Не видаляти автоматично
vi: Đừng tự động xoá
zh_cn: 不自动删除
zh_tw: 不要自動刪除

source: Duplicated upload
cs: Duplicitně nahráno
da: Duplikeret upload
de: Doppelt hochgeladen
es: Subida duplicada
fr: Envoi dupliqué
id: Gandakan unggahan
it: Contenuto duplicato
ja: 重複したアップロード
nb: Duplikat lastet opp
nl: Dubbele upload
pt_br: Envio duplicado
ru: Повторяющаяся загрузка
uk: Подвійне завантаження
vi: Upload trùng
zh_cn: 重复上传
zh_tw: 重複的上傳

source: Private upload
cs: Soukromé nahrávání
da: Privat upload
de: Privater Upload
es: Subida privada
fr: Envoi privé
id: Unggahan pribadi
it: Caricamento privato
ja: 非公開アップロード
nb: Privat opplasting
nl: Privé-upload
pl: Prywatny
pt_br: Envio privado
ru: Скрытая загрузка
uk: Приватне завантаження
vi: Đăng ảnh bí mật
zh_cn: 私密（只有本人可见）
zh_tw: 私人上傳

source: like
cs: líbí se
da: synes godt om
es: me gusta
fr: j'aime
id: suka
it: Mi piace
ja: いいね！
nb: Liker
pl: polubienie
pt_br: curtir
ru: понравилось
uk: Подобається
vi: thích
zh_cn: 喜欢
zh_tw: 喜歡

source: image
cs: obrázek
da: billede
de: Bild
es: imagen
id: foto
it: Immagine
ja: 画像
nb: bilde
nl: afbeelding
pl: grafika
pt_br: imagem
ru: изображение
uk: зображення
vi: ảnh
zh_cn: 图片
zh_tw: 圖片

source: Recent
cs: Nedávné
da: Nylig
de: Aktuell
es: Reciente
fr: Récent
it: Recente
ja: 最新
nb: Nylig
pt_br: Recentes
ru: Новые
uk: Недавні
vi: Gần đây
zh_cn: 最近
zh_tw: 最新

source: Trending
cs: Trendy
de: Im Trend
es: Tendencia
fr: Tendances
it: Argomenti
ja: 流行
nb: Trender
pt_br: Tendências
ru: В тренде
uk: Популярні
vi: Xu hướng
zh_cn: 热门
zh_tw: 最熱門

source: Top users
cs: Top uživatelé
da: Top brugere
de: Top-Benutzer
es: Usuarios top
fr: Utilisateurs principaux
id: Pengguna teratas
it: Utenti top
ja: トップユーザ
nb: Toppbrukere
nl: Topgebruikers
pl: Najlepsi użytkownicy
pt_br: Principais usuários
ru: Самые активные
uk: Топ користувачів
vi: Top người dùng
zh_cn: 所有用户
zh_tw: 排名高的用戶

source: Most recent
cs: Nejnovější
da: Seneste
de: Neueste
es: Más reciente
fr: Plus récentes
id: Terbaru
it: Più nuove
ja: 新しい順
nb: Nylige
nl: Meest recent
pl: Najnowsze
pt_br: Mais recentes
ru: Новые
uk: Нові
vi: Gần đây nhất
zh_cn: 最新的
zh_tw: 最新的

source: Oldest
cs: Nejstarší
da: Ældste
de: Älteste
es: Más antiguo
fr: Plus anciennes
id: Terlama
it: Più vecchie
ja: 古い順
nb: Eldste
nl: Oudste
pl: Najstarsze
pt_br: Mais antigas
ru: Старые
uk: Старі
vi: Cũ nhất
zh_cn: 最旧的
zh_tw: 最舊的

source: Most viewed
cs: Nejprohlíženější
da: Mest sete
de: Meistgesehen
es: Más visto
fr: Plus vues
id: Paling dilihat
it: Più viste
ja: 閲覧順
nb: Mest vist
nl: Meest bekeken
pl: Najczęściej wyświetlane
pt_br: Mais vistas
ru: Популярные
uk: Найпопулярніші
vi: Xem nhiều nhất
zh_cn: 最热门的
zh_tw: 最熱門的

source: Popular
cs: Populární
da: Populær
de: Beliebt
fr: Populaire
it: Popolare
ja: 人気
nb: Populært
nl: Populair
pt_br: Populares
ru: Популярные
uk: Популярні
vi: Phổ biến
zh_cn: 最爱
zh_tw: 最喜歡
