Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: create a new album
cs: vytvořit nové album
da: opret et nyt album
de: Neues Album erstellen
es: crear un nuevo ábum
fr: Créer un nouvel album
id: buat sebuah album baru
it: creare un nuovo album
ja: 新規アルバムを作成
nb: opprett nytt album
nl: een nieuw album maken
pt_br: criar um álbum novo
ru: создать новый альбом
zh_cn: 创建相册
zh_tw: 建立新相簿

source: move it to an existing album
cs: přesunout do již existujícího alba
da: flyt det til et eksisterende album
de: In bestehendes Album verschieben
es: trasladarlo a un álbum existente
fr: déplacer vers un album existant
id: pindahkan ke album yang sudah ada
it: spostarlo in un album esistente
ja: 既に存在するアルバムに移動
nb: flytt til eksisterende album
nl: verplaats naar een bestaand album
pt_br: mover para um álbum existente
ru: переместить его в существующий
zh_cn: 移动到现有的相册
zh_tw: 移動到現有的相簿

source: create an account
cs: vytvořit účet
da: opret en konto
de: Neuen Account erstellen
es: crear una cuenta
fr: créer un compte
id: buat sebuah akun
it: crea un account
ja: アカウントを作成
nb: opprett konto
nl: Maak een account
pt_br: criar uma conta
ru: создать аккаунт
zh_cn: 注册账户
zh_tw: 建立新帳號

source: sign in
cs: přihlásit se
da: log ind
de: Einloggen
es: entrar
fr: se connecter
id: masuk
it: registrati
ja: サインイン
nb: logg inn
nl: Log in
pt_br: entrar
ru: войти
zh_cn: 登录
zh_tw: 登入

source: You can %s or %l to save this content into your account.
cs: Můžete použít %s nebo %l pro uložení tohoto obsahu do vašeho účtu.
da: Du kan %s eller %l for at gemme dette indhold i din konto.
de: Sie können %s oder %l um den Inhalt in Ihrem Account zu speichern.
es: Puedes %s or %l para guardar este contenido en tu cuenta.
fr: Vous pouvez %s ou %l pour sauvegarder ce contenu dans votre compte.
id: anda dapat %s atau %l untuk menyimpan konten ini ke akun anda.
it: Puoi %s oppure %l per salvare questo contenuto sul tuo conto.
ja: このコンテンツをアカウントに保存するために、%sまたは%lが利用できます。
nb: Du kan %s eller %l for å lagre dette innholdet til din konto.
nl: Je kunt %s of %l om deze gegevens op te slaan in jouw account.
pt_br: Você pode %s ou %l para salvar esse conteúdo em sua conta.
ru: Вы можете %s и %l, чтобы сохранить содержимое в своем аккаунте.
zh_cn: 您可以 %s或 %l以保存未来上传的图片在您的帐户.
zh_tw: 您可以%s或%l來保存圖片到您的帳戶

source: No %s have been uploaded
cs: Žádné %s nebyly nahrány
da: Ingen %s er blevet uploadet
de: Es wurden keine %s hochgeladen
es: No se han subido %s
fr: Aucun %s n'a été mis en ligne
id: tidak ada %s yang barus saja terunggah
it: Nessun %s sono state caricate
ja: アップロードされた%sはありません。
nb: Ingen %s ble lastet opp.
nl: Geen %s is geupload
pt_br: Nenhum %s foi carregado
ru: Не было загружено ни одного %s.
zh_cn: 没有 %s被上传
zh_tw: 沒有%s已經上傳

source: Some errors have occured and the system couldn't process your request.
cs: Bohužel se vyskytly nějaké chyby a server nemohl dokončit vaše požadavky.
da: Der er sket nogle fejl og systemet kunne og behandle deres amodning.
de: Ihre Anfrage konnte aufgrund von Fehlern im System nicht verarbeitet werden.
es: Han ocurrido algunos errores y el sistema no ha podido procesar la solicitud.
fr: Des erreurs sont survenues et le système ne peut pas procéder à votre demande.
id: Beberapa kesalahan terjadi dan sistem tidak dapat memproses permintaan anda.
it: La tua richiesta non è stata elaborata a causa di alcuni errori.
ja: エラーが発生しました、システムはリクエストを処理出来ません。
nb: Noe gikk galt og systemet kunne ikke fullføre handlingen.
nl: Er zijn een aantal fouten gebeurd waardoor uw aanvraag niet verwerkt kon worden.
pl: Wystąpiły błędy przez co system nie mógł przetworzyć żądania.
pt_br: Alguns erros ocorreram e o sistema não pode processar o seu pedido.
ru: В процессе обработки вашего запроса произошла ошибка.
uk: У процесі обробки запиту сталася помилка.
vi: Có lỗi xảy ra, hệ thống không thể xử lý yêu cầu vừa rồi của bạn.
zh_cn: 发生错误, 系统无法处理您的请求.
zh_tw: 發生錯誤, 系統無法處理您的請求.

source: Category
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fr: Catégorie
id: Kategori
it: Categoria
ja: カテゴリ
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
ru: Категория
uk: Категорія
vi: Danh sách
zh_cn: 分类
zh_tw: 分類

source: Select category
cs: Vyberte kategorii
da: Vælg kategori
de: Wähle Kategorie
es: Seleccionar categoría
fr: Choisir une catégorie
id: Pilih kategori
it: Seleziona la categoria
ja: カテゴリ選択
nb: Velg kategori
nl: Selecteer categorie
pl: Wybierz kategorię
pt_br: Selecione a categoria
ru: Выберите категорию
uk: Виберіть категорію
vi: Chọn danh sách
zh_cn: 选择类别
zh_tw: 選擇類別

source: Mark this if the upload is not family safe
cs: Zatrhněte pokud obrázek není vhodný pro děti a mladistvé.
da: Markér dette hvis billedet ikke er familievenlig
de: Markieren, wenn der Inhalt nicht jugendfrei ist
es: Marca esto si la subida no es segura para familia
fr: Cochez ceci si l'envoi ne convient pas à un public jeune
id: Tandai ini jika upload tidak aman untuk keluarga
it: Seleziona la spunta se il contenuto non è adatto a tutti
ja: ファミリーセーフティに触れるものをアップロードする場合には、チェックボックスをONにして下さい。
nb: Trykk her dersom bildet er uegnet for personer under 18 år
nl: Markeer dit wanneer de inhoud onveilige inhoud bevat (NSFW)
pt_br: Marque esta opção se o envio é de conteúdo impróprio
ru: Пометить это изображение как неподходящее для семейного просмотра
uk: Помітити це зображення як невідповідне для сімейного перегляду
vi: Stick chọn cái này nếu tải lên là ảnh 18+. Không sẽ bị xoá không thương tiếc mà không cần báo trước nhé!!!
zh_cn: 标记这个上传内容为不健康
zh_tw: 標記這個上傳內容為非闔家皆宜

source: Not family safe upload
cs: Obrázek není vhodný pro děti a mladistvé.
da: Ikke familievenlig billede
de: Nicht jugendfreier Inhalt
es: Subida no segura para familia
fr: Envoi ne convenant pas aux mineurs
id: Upload tidak aman untuk keluarga
it: Contenuto non adatto a tutti
ja: ファミリーセーフティではない
nb: Ikke egnet for barn
nl: Onveilige (NSFW) upload
pt_br: Envio de conteúdo impróprio
ru: Небезопасное содержимое
uk: Небезпечний вміст
vi: Đây là hình ảnh nhạy cảm hoặc18+
zh_cn: 标记为不健康
zh_tw: 非闔家皆宜的上傳

source: Uploading
cs: Nahrávám
da: Uploader
es: Subiendo
fr: Envoi en cours
id: mengunggah
it: Caricamento in corso...
ja: アップロード中
nb: Laster opp
nl: Uploaden
pl: Wysyłanie
pt_br: Enviando
ru: Загружается
uk: Завантажується
vi: Đang đăng
zh_cn: 上传
zh_tw: 上傳中

source: cancel
cs: zrušit
da: annuller
de: Abbrechen
es: cancelar
fr: annuler
id: batal
it: Annulla
ja: キャンセル
nb: avbryt
nl: annuleren
pl: anuluj
pt_br: Cancelar
ru: отменить
uk: скасувати
vi: hủy
zh_cn: 取消
zh_tw: 取消

source: cancel remaining
cs: zrušit zbývající
da: Annullere resterende
de: Verbleibende abbrechen
es: cancelar restantes
fr: annuler la file
id: batalkan sisanya
it: Annulla il caricamento
ja: 残りも全てキャンセルする
nb: avbryt gjenstående
nl: annuleer resterende
pl: anuluj pozostałe
pt_br: Cancelar restantes
ru: отменить оставшиеся
uk: скасувати решту
vi: Ngưng upload những ảnh còn lại
zh_cn: 取消剩下的
zh_tw: 取消剩下的

source: Note: Some images couldn't be uploaded.
cs: Upozornění: Některé obrázky nelze nahrát.
da: Bemærk: Nogle billeder kunne ikke uploades.
de: Hinweis: Einige Bilder konnten nicht hochgeladen werden.
es: Nota: Algunas imágenes no se pudieron subir.
fr: Note : certaines images n'ont pas pu être envoyées
id: Catatan: Beberapa gambar tidak dapat diunggah.
it: Attenzione: non è stato possibile caricare alcune immagini.
ja: 注意:一部の画像がアップロード出来ませんでした。
nb: Advarsel: Noen av bildene kunne ikke lastes opp.
nl: Opmerking: bepaalde afbeeldingen kunnen niet geüpload worden.
pl: Informacja: część grafik nie może zostać wysłana.
pt_br: Nota: Algumas imagens não puderam ser enviadas.
ru: Внимание: Некоторые изображения не были загружены.
uk: Увага: Деякі зображення не були завантажені.
vi: Lưu ý: Một số ảnh không được upload.
zh_cn: 注意: 一些图像不能上传.
zh_tw: 注意: 部分圖片無法上傳.

source: learn more
cs: dozvědět se více
da: se mere
de: Mehr erfahren
es: conocer más
fr: en savoir plus
id: pelajari lebih banyak
it: Scopri di più
ja: もっと詳しく
nb: Lær mer
nl: Meer informatie
pl: dowiedz się więcej
pt_br: Saber mais
ru: подробнее
uk: детальніше
vi: xem tiếp
zh_cn: 了解更多
zh_tw: 了解更多

source: Check the <a data-modal="simple" data-target="failed-upload-result">error report</a> for more information.
cs: Zkontrolujte <a data-modal="simple" data-target="failed-upload-result">chybovou zprávu</a> kde se dozvíte více informací.
da: Check <a data-modal="simple" data-target="failed-upload-result">fejl rapporten</a> for mere information.
de: Überprüfen Sie den <a data-modal="simple" data-target="failed-upload-result">Fehlerbericht</a> für mehr Informationen.
es: Revisa el <a data-modal="simple" data-target="failed-upload-result">reporte de error</a> para más información.
fr: Regardez le <a data-modal="simple" data-target="failed-upload-result">rapport d'erreur</a> pour plus d'informations.
id: Periksa <a data-modal="simple" data-target="failed-upload-result">laporan kesalahan</a> untuk informasi lebih lanjut.
it: Controlla il <a data-modal="simple" data-target="failed-upload-result">rapporto di errore</a> per ulteriori informazioni.
ja: 詳しくは<a data-modal="simple" data-target="failed-upload-result">エラーレポート</a>をご覧下さい。
nb: Sjekk <a data-modal="simple" data-target="failed-upload-result">feilmeldingen</a> for mer informasjon.
nl: Zie het <a data-modal="simple" data-target="failed-upload-result">foutrapport</a> voor meer informatie!
pl: Sprawdź <a data-modal="simple" data-target="failed-upload-result">raport błędu</a>, aby uzyskać więcej informacji.
pt_br: Verifique o <a data-modal="simple" data-target="failed-upload-result">relatório de erro</a> para mais informações.
ru: Проверьте <a data-modal="simple" data-target="failed-upload-result">отчет об ошибках</a> для получения более подробной информации.
uk: Перевірте <a data-modal="simple" data-target="failed-upload-result">звіт про помилки</a> для отримання більш докладної інформації.
vi: Chọn <a data-modal="simple" data-target="failed-upload-result">thông báo lỗi</a> để biết thêm chi tiết.
zh_cn: 检查 <a data-modal="simple" data-target="failed-upload-result">错误报告</a> 更多信息.
zh_tw: 檢查 <a data-modal="simple" data-target="failed-upload-result">錯誤報告</a> 來了解更多訊息.

source: Register to get %s
cs: Zaregistrujte se pro získání %s
da: Tilmeld dig for at få %s
de: Registrieren um %s zu verwenden
es: Regístrate para obtener %s
ja: %s を入手するには登録が必要です
nl: Registreer om %s te krijgen
zh_cn: 注册之后可上传大小:%s

source: reset
cs: resetovat
da: nulstil
de: Zurücksetzen
es: reiniciar
fr: réinitialiser
it: azzerare
ja: リセット
nb: nullstill
pt_br: resetar
ru: сброс
zh_cn: 重置

source: close
cs: zavřít
da: luk
de: Schließen
es: cerrar
fr: fermer
id: tutup
it: chiudi
ja: 閉じる
nb: lukk
nl: sluiten
pl: zamknij
pt_br: fechar
ru: закрыть
uk: закрити
vi: đóng
zh_cn: 关闭
zh_tw: 關閉

source: copy
cs: kopírovat
da: kopier
de: Kopieren
es: copiar
fr: copie
id: salin
it: copia
ja: コピー
nb: kopier
nl: Kopieër
pt_br: copiar
ru: копировать
zh_cn: 复制
zh_tw: 複製

source: insert
cs: vložit
da: indsæt
de: Einfügen
es: insertar
fr: insérer
it: inserire
ja: 挿入
nb: sett inn
nl: invoegen
pt_br: insira
ru: вставить
zh_cn: 插入

source: Edit
cs: Uprav
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
uk: Редагувати
vi: Sửa
zh_cn: 编辑
zh_tw: 編輯

source: Remove
cs: Odstranit
da: Fjern
de: Löschen
es: Remover
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
nb: Fjern
nl: Verwijder
pt_br: Remover
ru: Удалить
uk: Видалити
zh_cn: 删除
zh_tw: 移除

source: Edit image
cs: Upravit obrázek
da: Rediger billede
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l'image
id: Edit gambar
it: Modifica immagine
ja: 画像の編集
nb: Rediger bilde
nl: Wijzig foto
pt_br: Modificar imagem
ru: Редактировать изображение
uk: Редагувати зображення
zh_cn: 编辑图片
zh_tw: 編輯圖像

source: Title
cs: Název
da: Titel
de: Titel
es: Título
fr: Titre
id: Judul
it: Titolo
ja: タイトル
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
uk: Заголовок
vi: Tiêu đề
zh_cn: 标题
zh_tw: 標題

source: optional
cs: volitelné
da: valgfri
es: opcional
fr: optionnel
id: pilihan
it: Opzionale
ja: 任意
nb: valgfritt
nl: optioneel
pl: opcjonalny
pt_br: Opcional
ru: необязательно
uk: Не обов'язково
vi: không bắt buộc
zh_cn: 可选的
zh_tw: 選擇性的

source: Resize image
cs: Změnit velikost obrázku
da: Ændre størrelsen på billedet
de: Größe anpassen
es: Redimensionar imagen
fr: Changer la taille de l'image
id: Ubah ukuran gambar
it: Ridimensiona immagine
ja: 画像のリサイズ
nb: Endre størrelse på bilde
nl: Verander grootte foto
pt_br: Redimensionar imagem
ru: Изменить размер изображения
uk: Змінити розмір зображення
vi: Chỉnh kích thước ảnh
zh_cn: 调整图像大小
zh_tw: 變更圖片大小

source: Width
cs: Šířka
da: Bredde
de: Breite
es: Ancho
fr: Largeur
id: Lebar
it: Larghezza
ja: 幅
nb: Bredde
nl: Breedte
pt_br: Largura
ru: Ширина
uk: Ширина
vi: Bề rộng
zh_cn: 宽度
zh_tw: 寬度

source: Height
cs: Výška
da: Højde
de: Höhe
es: Alto
fr: Hauteur
id: Tinggi
it: Altezza
ja: 高さ
nb: Høyde
nl: Hoogte
pt_br: Altura
ru: Высота
uk: Висота
vi: Chiều cao
zh_cn: 高度
zh_tw: 高度

source: Note: Animated GIF images won't be resized.
cs: Poznámka: Animované GIF obrázky se nezmění.
da: Bemærk: Animerede GIF billeder kan ikke skaleres
de: Hinweis: Animierte GIF-Bilder werden nicht skaliert.
es: Nota: Las imágenes GIF animadas no serán redimensionadas.
fr: Note : Les GIFs ne seront pas redimensionnés.
id: Catatan: Gambar animasi GIF tidak bisa di ubah ukuran.
it: Nota: le immagini GIF animate non saranno ridimensionate.
ja: 注意:アニメーションGIFはリサイズできません。
nb: NB: Animerte GIF-bilder vil ikke få endret størrelse.
nl: Opmerking: bewegende GIF foto's worden niet in grootte gewijzigd.
pt_br: Nota: imagens GIF animadas não será redimensionada.
ru: Внимание: Размер анимированных изображений в формате GIF не будет изменен.
uk: Примітка: Анімовані GIF зображення не можуть міняти розмір
vi: Lưu ý: Ảnh động dạng gif sẽ không được resize.
zh_cn: 注意: 动画GIF图像将不会被调整.
zh_tw: 筆記: 動畫 GIF 圖像不會被調整大小.

source: Auto delete image
cs: Automatické smazání obrázku
da: Automatisk slet billede
de: Automatisches Löschen von Bildern
es: Eliminar imagen automáticamente
fr: Suppression automatique des images
id: Hapus otomatis gambar
it: Cancellazione automatica immagine
ja: 画像を自動削除する
nb: Slett bilde automatisk
nl: Verwijder automatisch foto
pt_br: Apagar imagem automaticamente
ru: Автоудаление изображений
uk: Автоматичне видалення зображення
vi: Tự động xoá ảnh
zh_cn: 自动删除图片
zh_tw: 自動刪除圖像

source: Sign up
cs: Přihlásit se
da: Tilmeld
de: Registrieren
es: Regístrate
fr: S'inscrire
id: Mendaftar
it: Registrazione
ja: 会員登録
nb: Registrer deg
nl: Registreer
pt_br: Cadastrar
ru: Зарегистрируйтесь
zh_cn: 注册
zh_tw: 註冊

source: %s to be able to customize or disable image auto delete.
cs: %s pro zapnutí nebo vypnutí automatického mazání obrázků
da: %s 5 for at kunne tilpasse eller deaktivere automatisk sletning af billede.
de: %s um das automatische Löschen von Bildern anzupassen oder zu deaktivieren.
es: %s para poder personalizar o inhabilitar la eliminación automática de imágenes.
fr: %s pour pouvoir personnaliser ou désactiver la suppression automatique de l'image.
id: %s tidak dapat mengkostumisasi atau mematikan hapus gambar otomatis.
it: %s Per poter personalizzare o disattivare l'eliminazione automatica delle immagini.
ja: %s で画像の自動削除、またはカスタマイズを可能にできます。
nb: %s for å kunne tilpasse eller deaktivere automatisk sletting av bilder.
nl: %s om het automatisch verwijderen van foto's te kunnen aanpassen of uit te schakelen.
pt_br: %s para poder personalizar ou desabilitar a exclusão automática da imagem.
ru: %s, чтобы получить дополнительные возможности или отключить автоматическое удаление изображений.
zh_cn: %s以自定义或防止图片被自动删除
zh_tw: %s能夠自訂是否使用自動刪除圖片

source: Mark this if the image is not family safe
cs: Zatrhněte pokud obrázek není vhodný pro děti a mladistvé.
da: Markér dette, hvis billedet ikke er familievenligt
de: Markieren, wenn Inhalt nicht jugendfrei ist
es: Marca esto si la imagen no es segura para familia
fr: Cochez ceci si l'image ne convient pas à un public jeune
id: Tandai ini jika gambar tidak aman untuk keluarga
it: Seleziona la spunta se l'immagine non è adatta a tutti
ja: ファミリーセーフティに触れるコンテンツの場合は、チェックボックスをONにして下さい。
nb: Trykk her dersom bildet er uegnet for barn
nl: Markeer dit wanneer de inhoud onveilige inhoud bevat (NSFW)
pt_br: Marque esta opção se a imagem é de conteúdo impróprio
ru: Пометить это изображение как небезопасное
uk: Помітити це зображення як небезпечне
vi: Stick chọn cái này nếu tải lên là ảnh 18+. Không sẽ bị xoá không thương tiếc mà không cần báo trước nhé!!!
zh_cn: 标记这个图像为不健康
zh_tw: 標記這個圖片為非闔家皆宜內容

source: Flag as unsafe
cs: Označit jako nevhodné.
da: Markér som usikker
de: Als anstößig markieren
es: Marcar como no segura
fr: Contenu sensible
id: Tandai sebagai tidak aman
it: Contrassegna come non adatto a tutti
ja: ファミリーセーフティに接触するコンテンツとしてマーク
nb: Marker som uegnet
nl: Markeer als onveilig (NSFW)
pt_br: Marcar como inseguro
ru: Небезопасное
uk: Помітити як небезпечне
vi: Đánh dấu 18+
zh_cn: 标记为不安全
zh_tw: 標記為不安全

source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 説明
nb: Beskrivelse
nl: Omschrijving
pl: Opis
pt_br: Descrição
ru: Описание
uk: Опис
vi: Chú thích
zh_cn: 描述
zh_tw: 描述

source: Brief description of this image
cs: Stručný popis obrázku
da: Kort beskrivelse af dette billede
de: Kurze Beschreibung des Bildes
es: Breve descripción de esta imagen
fr: Courte description de cette image
id: Deskripsi singkat gambar ini
it: Descrizione sintetica dell'immagine
ja: この画像の簡単な説明
nb: Kort beskrivelse av bildet
nl: Omschrijving van deze afbeelding
pl: Krótki opis tej grafiki
pt_br: Breve descrição desta imagem
ru: Краткое описание изображения
uk: Короткий опис зображення
vi: Mô tả ảnh
zh_cn: 这张图片的简略描述
zh_tw: 簡短的圖片敘述

source: Add image URLs
cs: Přidat URL obrázku
da: Tilføg billede URLs
de: Bild-URLs hinzufügen
es: Agrega URLs de imagen
fr: Ajouter les URLs d'images
id: Tambahkan URL gambar
it: Aggiungi link di immagini
ja: 画像URLの追加
nb: Legg inn bildeadresse
nl: Afbeelding-URL's toevoegen
pl: Dodaj adresy grafik
pt_br: Adicionar imagens pela URL
ru: Добавьте ссылки на изображения
uk: Додайте посилання на зображення
vi: Thêm URLs ảnh
zh_cn: 增加图片的URL
zh_tw: 加入圖片URL

source: Add the image URLs here
cs: Přidejte URL obrázku zde
da: Tilføj billede URLs her
de: Bild-URLs hier einfügen
es: Agrega aquí las URLs de las imágenes
fr: Ajouter les URLs d'images ici
id: Tambahkan URL gambar disini
it: Aggiungi qui i link di immagini
ja: ここへ画像URLを追加
nb: Lim inn bildeadressen her
nl: Voeg hier de afbeelding-URL toe
pl: Dodaj tutaj adresy grafik
pt_br: Adicione os URLs de imagem aqui
ru: Добавьте сюда ссылки на изображения
uk: Додайте сюди посилання на зображення
vi: Thêm URLs ảnh vào đây
zh_cn: 添加图片到这里
zh_tw: 在此加入圖片URL

source: Create album
cs: Vytvořit album
da: Opret album
de: Album erstellen
es: Crear álbum
fr: Créer un album
id: Buat album
it: Crea album
ja: アルバムの作成
nb: Opprett album
nl: Nieuw album
pl: Utwórz album
pt_br: Criar álbum
ru: Создать альбом
uk: створити альбом
vi: Tạo Album
zh_cn: 创建相册
zh_tw: 建立相簿

source: The uploaded content will be moved to this newly created album. You can also move the content to an <a class="modal-switch" data-switch="move-existing-album">existing album</a>.
cs: Nahrané obrázky budou přesunuty do tohoto nově vytvořeného alba. Samozřejmě můžete přesunout obrázky i do <a class="modal-switch" data-switch="move-existing-album">stávajícího alba</a>.
da: Det uploadede indhold vil blive flyttet til dette nyoprettede album. Du kan også flytte indholdet til et <a class="modal-switch" data-switch="move-existing-album">eksisterende album</a>
de: Die hochgeladenen Inhalte werden in das neue Album verschoben. Sie können die Inhalte außerdem in ein <a class="modal-switch" data-switch="move-existing-album">bestehendes Album</a> verschieben.
es: El contenido subido será trasladado a este nuevo álbum. También puedes trasladar el contenido a un <a class="modal-switch" data-switch="move-existing-album">álbum existente</a>.
fr: Le contenu envoyé va être déplacé dans le nouvel album. Vous pouvez également déplacer le contenu dans un <a class="modal-switch" data-switch="move-existing-album">album existant</a>.
id: Konten yang terupload akan dipindahkan ke album baru yang terbuat. Anda juga dapan memindah kontek ke <a class="modal-switch" data-switch="move-existing-album">album yang telah ada</a>.
it: Le immagini caricate saranno spostate in questo nuovo album. Puoi anche spostare il contenuto di un <a class="modal-switch" data-switch="move-existing-album">album esistente</a>.
ja: アップロードされたものは、最新のアルバムに貼付けられます。 また、 <a class="modal-switch" data-switch="move-existing-album">お持ちのアルバム</a>へ貼付けることもできます。
nb: Bildene du lastet opp vil bli flyttet til dette nyopprettede albumet. Du kan også flytte bildene til et <a class="modal-switch" data-switch="move-existing-album">eksisterende album</a>.
nl: De geüploade inhoud wordt verplaatst naar dit nieuwe album. U kunt ook de inhoud verplaatsen naar een <a class="modal-switch" data-switch="move-existing-album">bestaand album</a>.
pl: Wysłana zawartość zostanie przeniesiona do tego nowego albumu. Możesz również przenieść ją do <a class="modal-switch" data-switch="move-existing-album">istniejącego albumu</a>.
pt_br: O conteúdo enviado será movido para o álbum recém criado. Pode mover o conteúdo para um <a class="modal-switch" data-switch="move-existing-album">álbum já existente</a>.
ru: Загруженное содержимое будет помещено в новый альбом. Вы также можете переместить содержимое в <a class="modal-switch" data-switch="move-existing-album">существующий альбом</a>.
uk: Завантажений вміст буде поміщено в новий альбом. Ви також можете перемістити вміст в <a class="modal-switch" data-switch="move-existing-album">існуючий альбом</a>.
vi: Hình ảnh vừa upload sẽ được chuyển vào Album mới tạo này. Hoặc bạn có thể chuyển những hình ảnh mới upload vào <a class="modal-switch" data-switch="move-existing-album">Album sẵn có</a>.
zh_cn: 上传的图片将被移动到这个新创建的相册. 你也可以移动内容到<a class="modal-switch" data-switch="move-existing-album">现有的相册</a>.
zh_tw: 上傳的圖片將被移動到這個新建立的相簿. 你也可以移動內容到<a class="modal-switch" data-switch="move-existing-album">現有的相簿</a>.

source: Move to album
cs: Přesunout do alba
da: Flyt til album
de: In Album verschieben
es: Trasladar a álbum
fr: Déplacer dans l'album
id: Pindahkan ke album
it: Sposta nell'album
ja: アルバムへ移動
nb: Flytt til album
nl: Verplaats naar album
pl: Przenieś do albumu
pt_br: Mover para o álbum
ru: Переместить в альбом
uk: Перемістити до альбому
vi: Chuyển vào Album
zh_cn: 移动相册
zh_tw: 移動到相簿
