Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Extraction completed
cs: Rozbalování bylo dokončeno
de: Entpacken abgeschlossen
es: Extracción completada
fr: Extraction terminée
id: Ekstraksi selesai
it: estrazione completata
ja: 抽出が完了しました。
nb: Utpakking fullført
nl: Uitpakken gereed
pl: Rozpakowywanie zakończone
pt_br: Extração concluída
ru: Распаковка выполнена
uk: Розпакування завершено
vi: Giải nén thành công
zh_cn: 解压完成
zh_tw: 匯出已完成

source: Proceding to install the update
cs: Přecházím k instalaci aktualizace
de: Installation des Updates wird fortgeführt
es: Procediendo a instalar la actualización
fr: Procéder à l'installation de la mise à jour
id: Melanjutkan pemasangan pembaruan
it: Di procedere per installare l'aggiornamento
ja: 更新のインストールが進行中
nb: Fortsetter installasjon av oppdateringen
nl: Bezig met installeren van de update
pl: Kontynuacja do instalacji aktualizacji
pt_br: Prosseguindo para a instalação da atualização
ru: Приступаю к установке обновления
uk: Почати інсталяцію оновлення
zh_cn: 正在安装这个更新
zh_tw: 正在安裝此更新

source: Update failed
cs: Aktualizace selhala
de: Update fehlgeschlagen
es: Error en la actualización
fr: La mise à jour a échoué
id: Pembaruan gagal
it: Aggiornamento non riuscito
ja: 更新に失敗しました。
nb: Oppdatering mislyktes
nl: Bijwerken mislukt
pl: Niepowodzenie aktualizacji
pt_br: Atualização falhou
ru: Ошибка обновления
uk: Оновлення зірвано
vi: Cập nhật thất bại
zh_cn: 更新失败
zh_tw: 更新已失敗

source: Please provide a valid email address
cs: Zadejte prosím platnou e-mailovou adresu
da: Angiv en gyldig e-mail adresse
de: Bitte geben Sie eine gültige E-Mail-Adresse an
es: Por favor introduce un email válido
fr: Veuillez fournir une adresse email valide
id: Harap sertakan email yang berlaku
it: Si prega di fornire un indirizzo email valido
ja: 有効なメールアドレスを入力してください。
nb: Vennligst legg inn en gyldig epostadresse
nl: Voer een geldig e-mailadres in
pl: Podaj poprawny adres e-mail
pt_br: Por favor, forneça um endereço de e-mail válido
ru: Пожалуйста укажите правильный email-адрес
uk: Будь ласка надайте правильну електронну адресу
zh_cn: 请提供一个有效的电子邮件地址
zh_tw: 請提供一個有效的電子郵件地址

source: Please provide a valid username
de: Bitte geben Sie einen gülten Benutzernamen ein.
es: Por favor introduce un nombre de usuario válido
ja: 有効なユーザー名を入力してください
zh_cn: 请提供正确的用户名

source: You must enter the album name.
cs: Musíte zadat název alba.
da: Indtast venligst albummets navn.
de: Sie müssen einen Namen für das Album eingeben.
es: Debes ingresar el nombre del álbum.
fr: Vous devez saisir le nom de l'album.
id: Anada harus mengisi nama album.
it: È necessario immettere il nome dell'album.
ja: アルバム名を入力して下さい。
nb: Du må skrive inn et albumnavn.
nl: U moet nog een albumnaam invoeren.
pl: Musisz wpisać nazwę albumu
pt_br: Você deve indicar o nome do álbum.
ru: Вы должны ввести название альбома.
uk: Ви повинні ввести назву альбому.
vi: Bạn phải đặt tên album.
zh_cn: 您必须输入相册名称.
zh_tw: 您必須輸入相簿名稱

source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Confermare
ja: 確認
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
uk: Підтвердити
vi: Xác nhận
zh_cn: 确认
zh_tw: 確認

source: Select existing album
cs: Vyberte stávající album
da: Vælg eksisterende album
de: Wähle ein bestehendes Album
es: Seleccionar álbum existente
fr: Choisir un album existant
id: Pilih album yang telah ada
it: Seleziona album esistente
ja: 既に存在するアルバムを選択
nb: Velg eksisterende album
nl: Selecteer bestaand album
pl: Wybierz istniejący album
pt_br: Selecione um álbum existente
ru: Выберите существующий альбом
uk: Виберіть існуючий альбом
vi: Chọn album sẵn có
zh_cn: 选择现有的相册
zh_tw: 選擇現有的相簿

source: Please select a valid image file type.
cs: Prosím vyberte přípustné typy souborů obrázků.
da: Venligst vælg en godkendt filtype.
de: Bitte wählen Sie ein gültiges Dateiformat.
es: Por favor seleciona un archivo de imagen válido.
fr: Veuillez sélectionner un type de fichier image valide.
id: Silakan pilih tipe berkas yang benar.
it: Si prega di selezionare un tipo di file immagine valido.
ja: 有効な画像ファイル形式を選択して下さい。
nb: Velg en gyldig bildefil.
nl: Selecteer a.u.b. een geldig afbeeldingformaat
pl: Wybierz poprawne rozszerzenie grafiki
pt_br: Por favor, selecione um tipo de imagem válido.
ru: Пожалуйста выберите правильный формат изображения.
uk: Будь ласка виберіть правильний формат зображення.
vi: Hãy chọn loại ảnh phù hợp
zh_cn: 请选择一个有效的图像文件类型.
zh_tw: 請選擇一個有效的圖片格式

source: Please select a picture of at most %s size.
cs: Prosím vyberte obrázek s největší %s velikostí.
da: Venligst vælg en fil der ikke er større end %s.
de: Bitte wählen Sie ein Bild mit höchstens %s Dateigröße.
es: Por favor selecciona una imagen de a lo sumo %s de tamaño.
fr: Veuillez sélectionner une image d'une taille d'au plus %s.
id: Silakan pilih gambar dengan ukuran %s .
it: Si prega di selezionare un'immagine di al massimo %s dimensioni.
ja: %s以内の画像を選択して下さい。
nb: Velg et bilde på maksimalt %s størrelse.
nl: Selecteer a.u.b. een foto met maximale grootte %s.
pl: Wybierz grafikę o maksymalnym rozmiarze %s.
pt_br: Por favor selecione uma imagem com o máximo %s tamanho..
ru: Пожалуйста выберите изображение не более %s размером.
uk: Будь ласка, виберіть зображення не більше %s розміром.
vi: Hãy chọn dung lượng ảnh tối đa %s
zh_cn: 请选择最大允许 %s 大小的图像.
zh_tw: 請選擇最大允許 %s 大小的圖像.

source: Profile image updated.
cs: Profilový obrázek byl aktualizován.
da: Profilbillede opdateret.
de: Profilbild aktualisiert.
es: Imagen de perfil actualizada.
fr: Image de profil mise à jour.
id: Gambar profil baru saja diperbaharui.
it: Immagine profilo aggiornato.
ja: プロフィール画像をアップロード
nb: Profilbilde oppdatert.
nl: Profielfoto is geüpdatet.
pl: Grafika profilowa została zaktualizowana.
pt_br: Imagem do perfil atualizada.
ru: Изображение профиля обновлено.
uk: Зображення профілю оновлено.
vi: Hình đại diện đã cập nhật
zh_cn: 个人信息更新.
zh_tw: 個人主頁已更新

source: Profile background image updated.
cs: Pozadí profilu bylo aktualizováno.
da: Profil bagrundsbillede opdateret.
de: Hintergrundbild aktualisiert.
es: Imagen de fondo de perfil actualizada.
fr: Photo de couverture mise à jour.
id: Gambar latar belakang baru saja diperbaharui.
it: Immagine di sfondo del profilo aggiornata.
ja: プロフィールの背景画像をアップロード
nb: Profilbakgrunnsbilde oppdatert.
nl: Achtergrondafbeelding is geüpdatet.
pl: Grafika tła profilu została zaktualizowana.
pt_br: Imagem de fundo atualizada.
ru: Фон профиля обновлен.
uk: Фон профілю оновлений.
vi: Hình nền cá nhân đã cập nhật.
zh_cn: 个人信息背景图片更新
zh_tw: 個人主頁背景已更新

source: Profile background image deleted.
cs: Pozadí profilu bylo odstraněno.
da: Profil bagrundsbillede slettet.
de: Hintergrundbild gelöscht.
es: Imagen de fondo de perfil eliminada.
fr: Photo de couverture supprimée.
id: Gambar latar belakang baru saja dihapus.
it: Immagine di sfondo del profilo cancellata.
ja: プロフィールの背景画像が削除されました。
nb: Profilbakgrunnsbilde slettet.
nl: Achtergrondafbeelding is verwijderd.
pl: Grafika tła profilu została usunięta.
pt_br: Imagem de fundo apagada.
ru: Фон профиля удален.
uk: Фон профілю видалений.
vi: Hình nền cá nhân đã xóa.
zh_cn: 个人信息背景图片删除
zh_tw: 個人主頁背景已刪除

source: Error deleting profile background image.
cs: Nastala chyba při odstraňování obrázku pozadí profilu.
da: Der er sket en fejl, og din profils bagrundsbillede er ikke blevet slettet.
de: Fehler beim Löschen des Hintergrundbildes.
es: Error eliminado la imagen de fondo de perfil.
fr: Erreur lors de la suppression de la photo de couverture.
id: Gagal menghapus gambar latar belakang di profil.
it: Errore nella cancellazione dell'immagine di sfondo del profilo.
ja: プロフィールページの背景画像の削除でエラーが発生しました。
nb: Feil ved sletting av profilbakgrunnsbilde.
nl: Fout bij het verwijderen van je profielachtergrond.
pl: Wystąpił błąd podczas usuwanie grafiki tła profilu.
pt_br: Erro ao apagar imagem de fundo do perfil
ru: При удалении фона профиля возникла ошибка.
uk: При видаленні фону профілю виникла помилка.
vi: Xóa hình nền bị lỗi.
zh_cn: 错误删除个人信息的背景图片
zh_tw: 在刪除個人主頁背景時發生錯誤

source: Update available v%s
cs: Je dostupná aktualizace v%s
de: Update v%s verfügbar
es: Actualización disponible v%s
fr: Mise à jour disponible v%s
id: Pembaruan yang tersedia v%s
it: Aggiornamento disponibile v%s
ja: v%sの更新が利用可能です。
nb: Oppdatering tilgjengelig v%s
nl: Update naar v%s beschikbaar
pl: Dostępna aktualizacja v%s
pt_br: Atualização disponível v %s
ru: Доступное обновление до v%s
uk: Поновлення доступне v%s
zh_cn: 更新可选的v%s
zh_tw: 更新 v%s 已開放

source: There is an update available for your system. You can automatic download and install this update or go to %s to proceed to download the file.
cs: Je k dispozici aktualizace pro váš systém. Můžete ji automaticky stáhnout a instalovat, nebo běžte na %s a stáhněte si instalační soubor.
de: Es steht ein Update für Ihr System zur Verfügung. Sie können das Update automatisch herutnerladen und installieren oder unter %s einen manuellen Download der Datei starten.
es: Hay una actualización disponible para tu sistema. Puedes descargar automáticamente e instalar esta actualización o puedes ir a %s y descargar este archivo.
fr: Il ya une mise à jour disponible pour votre système. Vous pouvez télécharger et installer automatiquement cette mise à jour ou aller sur %s pour lancer le téléchargement du fichier.
id: Terdapat pembaruan untuk sistem anda. Anda dapat mengunduh otomatis dan memasang pembaruan ini atau pergi ke %s untuk melanjutkan mengunduh file.
it: Vi è disponibile un aggiornamento per il sistema. È possibile scaricare automaticamente e installare questo aggiornamento o andare al %s per procedere per scaricare il file.
ja: このシステムで利用可能な更新が存在します。このアップデートを自動でダウンロードしてインストールするか、%sにアクセスしてダウンロードをすることができます。
nb: En oppdatering for systemet er tilgjengelig. Du kan automatisk laste ned og installere denne oppdateringen eller gå til %s for å laste ned filen manuelt.
nl: Er is een update beschikbaar voor uw systeem. U kunt deze automatisch downloaden installeren of ga naar %s om het updatebestand te downloaden.
pl: Dla Twojego systemu dostępna jest aktualizacja. Możesz pobrać i zainstalować tę aktualizację automatycznie lub przejść do %s, aby pobrać plik.
pt_br: Há uma atualização disponível para o seu sistema. Você pode fazer o download automático e instalar esta atualização ou ir para %s para proceder ao download do arquivo.
ru: Для Вашей системы доступно обновление. Вы можете автоматически загрузить и установить его, или перейти на %s для загрузки файла.
uk: Є поновлення для вашої системи. Ви можете автоматично скачати і встановити його або піти до %s для того щоб скачати його вручну.
zh_cn: 有系统可用的更新. 您可以自动下载并安装此更新或者前往 %s 继续下载该更新文件.
zh_tw: 有可用的系統更新. 您可以自動下載並安裝此更新或者前往 %s 繼續下載該更新檔案.

source: Update now
cs: Aktualizovat nyní
de: Jetzt updaten
es: Actualizar ahora
fr: Mettre à jour maintenant
id: Perbarui sekarang
it: Aggiorna ora
ja: 今すぐ更新する
nb: Oppdater nå
nl: Nu bijwerken
pl: Aktualizuj teraz
pt_br: Atualizar agora
ru: Обновить
uk: Оновити зараз
vi: Cập nhật ngay
zh_cn: 现在更新
zh_tw: 立刻更新

source: This website is running latest %s version
cs: Tato webová stránka používá nejnovější verzi %s
de: Die Internetseite läuft mit der aktuellsten %s Version.
es: Este sitio web está corriendo la última versión de %s
fr: Ce site web utilise la dernière version %s
it: Questo sito web è in esecuzione la versione più recente di %s
ja: このサイトは、最新のバージョン %s で構成しています。
nb: Nettstedet kjører siste %s versjon.
nl: Deze website gebruikt de laatste %s versie
pt_br: O seu site está rodando a última versão do %s
ru: Вы используете последнюю версию Chevereto - %s
vi: Trang web này đang chạy phiên bản %s mới nhất
zh_cn: 此网站正在运行最新版的%s
zh_tw: 網站正在使用最新的%s版本

source: Toggle select
cs: Označit vybraný obrázek
de: Markieren umschalten
es: Alternar selección
ja: 選択をトグル
nl: Selectiekeuze
ru: выбранное
zh_cn: 选中/取消选中

source: Toggle flag
cs: Označit štítkem
de: Anstößig umschalten
es: Alternar marca
ja: フラグをトグル
nl: Vlagkeuze
zh_cn: 标记为安全/不安全

source: Previous
cs: Předchozí
da: Tidligere
de: Voherige
es: Anterior
fr: Précédent
ja: 前へ
nl: Vorige
pl: Poprzedni
ru: Предыдущая
zh_cn: 上一页

source: Next
cs: Další
da: Næste
de: Nächste
es: Siguiente
fr: Suivant
ja: 次へ
nl: Volgende
pl: Następny
ru: Следующая
zh_cn: 下一页

source: Clipboard image
cs: Kopírovat obrázek do schránky
da: Billede udklipsholder
de: Bild in Zwischenablage
es: Imagen portapales
fr: Image de presse-papiers
id: Gambar papan klip
it: Appunti immagine
ja: クリップボードの画像
nb: Utklippstavlebilde
nl: Klembord afbeelding
pt_br: Prancheta
ru: Изображение из буфера обмена
uk: Зображення у буфері обміну
zh_cn: 剪贴板图像
zh_tw: 剪貼板圖像

source: File too big.
cs: Soubor je příliš velký.
da: Filen er for stor.
de: Die Datei ist zu groß.
es: Archivo muy pesado.
fr: Fichier trop volumineux.
id: Berkas terlalu besar.
it: File troppo grande.
ja: ファイルが大きすぎます。
nb: Fil for stor.
nl: Bestand is te groot.
pl: Plik jest zbyt duży.
pt_br: Arquivo muito grande.
ru: Файл слишком большой.
uk: Файл занадто великий.
vi: Hình quá lớn
zh_cn: 文件超出允许上传的大小.
zh_tw: 文件超出允許上傳的大小

source: Invalid or unsupported file format.
cs: Neplatný nebo nepodporovaný formát souboru.
da: Ugyldigt eller ikke understøttet filformat.
de: Ungültiges oder nicht unterstütztes Dateiformat.
es: Formato de archivo inválido o no soportado.
fr: Format de fichier incorrect ou non pris en charge.
id: Format berkas tidak valid atau tidak didukung.
it: formato di file non valido o non supportato
ja: 無効か非対応のファイル形式です。
nb: Ugyldig eller ikke støttet filformat.
nl: Ongeldig of niet ondersteund bestandsformaat.
pt_br: Formato de arquivo inválido ou não suportado.
ru: Неверный или не поддерживаемый формат файла.
uk: Невірний або підтримуваний формат файлу.
vi: Định dạng tệp không hợp lệ hoặc không được hỗ trợ.
zh_cn: 无效或不支持的文件格式
zh_tw: 無效或是不支援的檔案格式.

source: Some files couldn't be added
cs: Některé soubory nemohly být přidány.
da: Nogle filer kunne ikke tilføjes.
de: Einige Dateien konnten nicht hinzugefügt werden
es: Algunos archivos no se pudieron agregar
fr: Certains fichiers n'ont pu être ajoutés
id: Beberapa berkas tidak dapat ditambahkan.
it: Alcuni file non possono essere aggiunti
ja: いくつかのファイルが追加できませんでした。
nb: Noen filer kunne ikke legges til
nl: Sommige bestanden kunnen niet toegevoegd worden
pl: Część plików nie mogła zostać dodana
pt_br: Alguns arquivos não puderam ser adiccionados
ru: Некоторые файлы не были добавлены.
uk: Деякі файли не були додані.
vi: Một số hình không thêm được.
zh_cn: 有些文件无法添加
zh_tw: 有些文件無法加入

source: Image edited successfully.
cs: Obrázek byl úspěšně upraven.
da: Billede redigeret succesfuldt.
de: Das Bild wurde erfolgreich bearbeitet.
es: Imagen editada exitosamente.
fr: Image modifiée avec succès.
id: Gambar berhasil diubah.
it: Immagine modificata con successo.
ja: 画像の編集が完了しました。
nb: Bilderedigering fullført.
nl: Afbeelding is aangepast
pl: Grafika została edytowana pomyślnie.
pt_br: Imagem editada com sucesso.
ru: Изображение успешно отредактировано.
uk: Зображення успішно змінене.
vi: Sửa ảnh thành công.
zh_cn: 图片编辑成功.
zh_tw: 圖片編輯成功

source: private
cs: soukromý
da: Privat
de: Privat
es: privado
fr: privé
id: pribadi
it: privato
ja: 非公開
nb: privat
nl: privé
pl: prywatny
pt_br: Privado
ru: скрытое
uk: приховане
vi: riêng tư
zh_cn: 私密的
zh_tw: 私密

source: Album edited successfully.
cs: Album úspěšně upraveno.
da: Album redigeret succesfuldt.
de: Das Album wurde erfolgreich bearbeitet.
es: Álbum editado exitosamente.
fr: Album modifié avec succès.
id: Album berhasil diubah.
it: Album modificato con successo.
ja: アルバムの編集が完了しました。
nb: Album oppdatert uten problemer.
nl: Album is aangepast
pl: Album został edytowany pomyślnie.
pt_br: Álbum editado com sucesso.
ru: Альбом успешно отредактирован.
uk: Альбом успішно відредагований.
vi: Sửa album thành công.
zh_cn: 相册编辑成功.
zh_tw: 相簿編輯成功.

source: Invalid URL key.
cs: Neplatný klíč URL.
da: Ugyldig URL nøgle.
de: Ungültiger URL-Schlüssel.
es: Llave URL inválida.
fr: Clé URL non valide.
id: URL key tidak benar.
it: Chiave URL non valida.
ja: 無効なURLキーです。
nb: Ugyldig URL-nøkkel.
nl: Ongeldige URL sleutel.
pl: Błędny klucz URL.
pt_br: Chave URL inválida.
ru: Неверный URL ключ.
uk: Невірний URL ключ.
vi: Khóa URL không hợp lệ.
zh_cn: 无效的URL Key.
zh_tw: 無效的URL key

source: Category URL key already being used.
cs: URL klíč kategorie se již používá.
da: Kategori URL nøgle bruges allerede.
de: Der URL-Schlüssel der Kategorie wird bereits verwendet.
es: Llave URL de categoría actualmente en uso.
fr: Clé URL de catégorie déjà utilisée.
id: Kategori URL key telah digunakan.
it: Categoria chiave URL già utilizzata.
ja: このカテゴリURLキーは、既に使用されています。
nb: Kategori-URL-nøkkel er allerede i bruk.
nl: Categorie URL sleutel is al in gebruik.
pl: Klucz URL kategorii jest już używany.
pt_br: Chave de URL da categoria já está a ser usada.
ru: Такой URL-ключ уже используется.
uk: Такий URL ключ вже використовується.
vi: Khóa URL của danh mục đã được sử dụng.
zh_cn: 此分类URL已被使用.
zh_tw: 此分類URL已被使用

source: Category successfully deleted.
cs: Kategorie byla úspěšně odstraněna.
de: Kategorie wurde gelöscht.
es: Categoría eliminada exitosamente.
fr: Catégorie supprimée avec succès.
id: Kategori berhasil dihapus.
it: Categoria eliminata correttamente.
ja: カテゴリの削除が完了しました。
nb: Kategorien er slettet.
nl: Categorie succesvol verwijderd.
pl: Kategoria została pomyślnie usunięta.
pt_br: Categoria apagada com sucesso.
ru: Категория удалена.
uk: Категорія вилучена.
vi: Danh mục đã xóa thành công
zh_cn: 分类删除成功.
zh_tw: 分類成功刪除

source: Category %s added.
cs: Kategorie %s byla přidána.
de: Kategorie "%s" hinzugefügt.
es: Categoría %s agregada.
fr: Catégorie %s ajoutée.
id: Kategori %s telah ditambahkan.
it: Categoria %s aggiunta.
ja: カテゴリ： %s を追加しました。
nb: Kategori %s lagt til.
nl: Categorie %s is toegevoegd.
pl: Kategoria %s została dodana.
pt_br: Categoria %s adicionada.
ru: Категория %s добавлена.
uk: Категорія %s додана.
vi: Danh mục %s đã thêm.
zh_cn: 类别 %s 已增加.
zh_tw: 分類 %s 已增加.

source: Invalid expiration date.
cs: Neplatné datum ukončení platnosti.
da: Ugyldig udløbsdato.
de: Ungültiges Ablaufdatum.
es: Fecha de expiración inválida.
fr: Date d'expiration non valide.
id: Tanggal kadaluarsa tidak benar.
it: Data di scadenza invalida.
ja: 無効な期限です。
nb: Ugyldig utløpsdato.
nl: Ongeldige vervaldatum.
pl: Błędna data wygasania.
pt_br: Data de validade inválida.
ru: Неверный срок действия.
uk: Неправильна дата закінчення терміну дії.
vi: Ngày hết hạn không hợp lệ.
zh_cn: 无效的有效期限.
zh_tw: 無效的有效期限

source: IP %s already banned.
cs: IP %s je již zakázána.
de: IP-Adresse %s wurde bereits gesperrt.
es: IP %s ya baneada.
fr: L'IP %s déjà bannie.
id: IP %s telah diblokir.
it: IP %s è già stato vietato.
ja: IPアドレス： %s はアクセス禁止となっています。
nb: IP %s er allerede blokkert.
nl: IP %s is reeds geblokkeerd.
pt_br: O IP %s já se encontra banido.
ru: IP-адрес %s уже заблокирован
uk: IP адреса %s вже заблокована
vi: IP %s đã bị cấm.
zh_cn: IP %s 已经被禁止访问.
zh_tw: IP %s 已經被禁止訪問

source: IP %s banned.
cs: IP %s je zakázána.
da: IP %s er bannet.
de: IP-Adresse %s gesperrt.
es: IP %s baneada.
fr: IP %s bannie.
id: IP %s diblokir.
it: IP %s bannato.
ja: IPアドレス： %s はアクセス禁止となっています。
nb: IP %s blokkert.
nl: IP %s is geblokkeerd.
pt_br: IP %s banido.
ru: IP-адрес %s заблокирован
uk: IP %s вже заблокована.
vi: IP %s bị cấm.
zh_cn: IP %s 禁止.
zh_tw: IP %s 禁止訪問

source: IP ban successfully deleted.
cs: IP zákaz byl úspěšně odstraněn.
de: IP-Bann wurde erfolgreich gelöscht.
es: Baneo de IP eliminado exitosamente.
fr: Bannissement IP supprimé avec succès.
id: Larangan terhadap IP telah dihapus dari daftar.
it: IP è stato correttamente cancellato.
ja: このIPアドレスのアクセス禁止を解除しました。
nb: IP-blokkering slettet.
nl: IP blokkering is verwijderd.
pt_br: Banimento de IP apagado com sucesso.
ru: IP-адрес разблокирован.
uk: Блокування IP адреси успішно видалено.
vi: Bỏ cấm IP thành công.
zh_cn: IP已从屏蔽列表中删除.
zh_tw: IP已從阻擋列表中刪除

source: Please fill all the required fields.
cs: Prosím vyplňte všechny požadované kolonky.
de: Bitte füllen Sie alle notwendigen Felder aus.
es: Por favor completa todos los campos requeridos.
fr: Veuillez compléter tous les champs obligatoires.
id: Silakan isi semua kolom yang dibutuhkan.
it: Si prega di compilare tutti i campi obbligatori.
ja: 必須の項目全てに入力して下さい。
nb: Vennligst fyll ut alle de påkrevde feltene.
nl: Vul alsjeblieft de gevraagde velden in.
pl: Wypełnij wszystkie wymagane pola.
pt_br: Por favor preencha todos os campos.
ru: Пожалуйста заполните все необходимые поля.
uk: Будь ласка заповніть всі необхідні поля.
vi: Vui lòng điền vào tất cả các vùng bắt buộc.
zh_cn: 请填写所有必填字段.
zh_tw: 請填寫所有必填字段

source: Invalid storage capacity value. Make sure to use a valid format.
cs: Neplatná velikost úložiště. Prosím ověřte, že je ve správném formátu.
de: Ungültiger Wert für die Speicherkapazität. Bitte geben Sie einen gültigen Wert an.
es: Capacidad de almacenamiento inválida. Asegúrate de usar un formato válido.
fr: Capacité de stockage non valide. Vérifiez le format.
id: Kapasitas penyimpanan tidak benar. Pastikan menggunakan bentuk yang baku.
it: Valore di capacità di memoria non valido. Assicurarsi di utilizzare un formato valido.
ja: ストレージ容量が不正です。有効なフォーマットかを確認して下さい。
nb: Ugyldig verdi for lagringskapasitet. Sørg for å bruke et gyldig format.
nl: Ongeldige waarde voor de opslagcapaciteit. Controleer op juistheid formaat.
pt_br: Valor para a capacidade de armazenamento inválido. Verifique se está a usar o formato correto.
ru: Неверное значение доступного дискового пространства. Убедитесь, что вы используете допустимый формат.
uk: Невірне значення доступного дискового простору. Переконайтеся, що ви використовуєте допустимий формат.
vi: Sức chứa dung lượng lưu trữ không hợp lệ. Hãy đảm bảo sử dụng định dạng hợp lệ.
zh_cn: 无效的存储容量值. 请务必使用一个有效的格式.
zh_tw: 無效的儲存容量值. 請務必使用一個有效的格式

source: Invalid URL.
cs: Neplatné URL.
da: Ugyldig URL.
de: Ungültige URL.
es: URL inválida.
fr: URL non valide.
id: URL tidak benar.
it: URL non valido
ja: 無効なURLです。
nb: Ugyldig URL.
nl: Ongeldige URL.
pl: Błędny URL
pt_br: URL inválido.
ru: Неверный адрес.
uk: Неправильна адреса.
vi: URL không hợp lệ.
zh_cn: 无效的URL.
zh_tw: 無效URL

source: Storage successfully edited.
cs: Úložiště bylo úspěšně upraveno.
de: Datenspeicher erfolgreich bearbeitet.
es: Almacenamiento editado exitosamente.
fr: Stockage modifié avec succès.
id: Kapasitas penyimpanan berhasil diubah.
it: Archiviazione modificato con successo.
ja: ストレージの編集が完了しました。
nb: Lagring er vellykket redigert.
nl: Opslag succesvol gewijzigd.
pt_br: Armazenamento editado com sucesso,
ru: Хранилище изменено.
uk: Сховище змінено.
vi: Đã chỉnh sửa kho lưu trữ thành công.
zh_cn: 储存编辑成功.
zh_tw: 儲存空間編輯成功

source: User added successfully.
cs: Uživatel byl úspěšně přidán.
de: Benutzer wurde hinzugefügt.
es: Usuario agregado exitosamente.
fr: Utilisateur ajouté avec succès.
id: Nama pengguna berhasil ditambahkan.
it: Utente aggiunto con successo.
ja: ユーザの追加が完了しました。
nb: Bruker vellykket lagt til.
nl: Gebruiker is toegevoegd.
pl: Użytkownik został pomyślnie dodany.
pt_br: Usuário adicionado com sucesso.
ru: Пользователь добавлен.
uk: Користувач доданий.
vi: Thêm người dùng thành công.
zh_cn: 分类添加成功.
zh_tw: 成功新增用戶

source: The content has been moved.
cs: Obsah byl přesunut.
da: Indholdet er blevet flyttet.
de: Der Inhalt wurde verschoben.
es: El contenido ha sido trasladado.
fr: Ce contenu a été déplacé.
id: Isi telah dipindahkan.
it: Il contenuto è stato spostato.
ja: コンテンツは移動しました。
nb: Innholdet har blitt flyttet.
nl: De inhoud is verplaatst
pl: Zawartość została przeniesiona.
pt_br: O conteúdo foi movido.
ru: Содержимое перемещено.
uk: Вміст переміщено.
vi: Nội dung đã được di chuyển.
zh_cn: 该图片已经被移动.
zh_tw: 該內容已被移動
