Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Unselect
cs: Odebrat
da: Fravælg
de: Demarkieren
es: Deseleccionar
fr: Désélectionner
id: Buang seleksi
it: Non hai selezionato
ja: 選択を解除
nb: Fjern merking
nl: Deselecteer
pl: Usuń wybór
pt_br: Cancelar seleção
ru: Снять выделение
uk: Зняти виділення
vi: Bỏ chọn
zh_cn: 取消选择
zh_tw: 未選取

source: The content has been edited.
cs: Obsah byl upraven.
da: Indholdet er blevet redigeret.
de: Der Inhalt wurde bearbeitet.
es: El contenido ha sido editado.
fr: Ce contenu a été modifié.
id: Isi telah diubah.
it: Il contenuto è stato modificato.
ja: コンテンツの編集が完了しました。
nb: Innholdet har blitt redigert.
nl: De inhoud is aangepast
pl: Zawartość została edytowana.
pt_br: O conteúdo foi editado.
ru: Содержимое отредактировано.
uk: Вміст змінено.
vi: Nội dung đã được chỉnh sửa.
zh_cn: 该内容已被编辑.
zh_tw: 該內容已被編輯

source: All the changes that you have made will be lost if you continue.
cs: Všechny změny, které jste provedl(a), budou ztraceny
da: Alle ændringerne du har lavet vil gå tabt
de: Alle Änderungen werden verworfen, sofern der Vorgang fortgesetzt wird.
es: Todos los cambios que has realizado se perderan si continuas.
fr: Toutes les modifications effectuées seront perdues si vous continuez.
id: Semua perubahan yang dibuat akan hilang jika anda teruskan tindakan ini
it: Tutte le modifiche apportate andranno perse se si continua.
ja: 続行すると、行った全ての変更が破棄されます。
nb: Alle endringene du har gjort vil gå tapt hvis du fortsetter.
nl: De wijzigingen gaan verloren als je verder gaat.
pl: Jeśli kontynuujesz, wszystkie dokonane zmiany zostaną utracone.
pt_br: Todas as mudanças que fez serão perdidas se continuar.
ru: Если вы продолжите, все сделаные вами изменения будут потеряны.
uk: Якщо ви продовжите, всі зроблені вами зміни будуть втрачені.
vi: Nếu tiếp tục các thay đổi sẽ mất
zh_cn: 如果你继续你所做的所有更改将丢失.
zh_tw: 如果你繼續你所做的所有更改將消失

source: Changes saved successfully.
cs: Změny byly úspěšně uloženy.
da: Ændringerne er blevet gemt
de: Die Änderungen wurden erfolgreich gespeichert.
es: Cambios guardados exitosamente
fr: Modifications enregistrées avec succès.
id: Perubahan telah disimpan
it: Modifiche salvate con successo.
ja: 変更の保存が完了しました。
nb: Endringer vellykket lagret.
nl: De wijzigingen zijn opgeslagen.
pl: Zmiany zostały pomyślnie zapisane
pt_br: Alterações salvas com sucesso.
ru: Изменения успешно сохранены.
uk: Зміни успішно збережені.
vi: Các thay đổi được lưu thành công.
zh_cn: 成功保存更改.
zh_tw: 儲存成功

source: Go back to form
cs: Vrátit se zpět na formulář
da: Gå tilbage til formularen
de: Zurück zum Formular
es: Volver al formulario
fr: Retourner au formulaire
id: Kembali ke formulir
it: Torna al form
ja: フォームへ戻る
nb: Gå tilbake til skjemaet
nl: Terug naar het formulier
pl: Wróć do formularza
pt_br: Voltar para o formulário
ru: Вернуться к форме
uk: Повернуться до форми
vi: Quay trở lại biểu mẫu
zh_cn: 返回表格
zh_tw: 回到表單

source: continue anyway
cs: přesto pokračovat
da: fortsæt alligevel
de: Fortfahren
es: continuar de todos modos
fr: continuer quand même
id: lanjutkan saja
it: Continua comunque
ja: とにかく続ける
nb: fortsett likevel
nl: toch doorgaan
pl: kontynuuj mimo wszystko
pt_br: Continuar assim mesmo
ru: все равно продолжить
uk: все одно продовжити
vi: vẫn tiếp tục
zh_cn: 继续?
zh_tw: 繼續

source: Saving
cs: Ukládání
da: Gemmer
de: Speichern
es: Guardando
fr: Enregistrement
id: Sedang menyimpan
it: Salvataggio
ja: 保存中
nb: lagrer
nl: Opslaan
pl: Zapisywanie
pt_br: Salvando
ru: Сохранение
uk: збереження
vi: Đang lưu
zh_cn: 保存
zh_tw: 儲存中

source: Sending
cs: Odesílání
da: Sender
de: Senden
es: Enviando
fr: Envoi
id: Sedang mengirim
it: Invio
ja: 送信中
nb: Sender
nl: Verzenden
pl: Wysyłanie
pt_br: Enviando
ru: Отправка
uk: Відправка
vi: Đang gửi
zh_cn: 发送中
zh_tw: 傳送中

source: Confirm action
cs: Potvrdit akci
da: Bekræft handling
de: Bestätigen
es: Confirmar acción
fr: Confirmer l'action
id: Konfirmasi tindakan
it: Conferma
ja: 確認を行う
nb: Bekreft handling
nl: Bevestig actie
pl: Potwierdź akcję
pt_br: Confirmar ação
ru: Подтвердите действие
uk: Підтвердіть дію
vi: Xác nhận hành động
zh_cn: 确认操作
zh_tw: 確認操作

source: information
cs: informace
es: información
id: informasi
it: informazioni
ja: 情報
nb: Informasjon
nl: informatie
pl: informacja
pt_br: Informação
ru: информация
uk: інформація
vi: thông tin
zh_cn: 信息
zh_tw: 資訊

source: GD Library
cs: GDL knihovna
de: GD-Bibliothek
es: Librería GD
fr: Librairie GD
id: Perpustakaan GD
it: Libreria GD
nb: GD-bibliotek
pl: Biblioteka GD
pt_br: Biblioteca GD
ru: Библиотека GD
uk: Бібліотека GD
vi: Thư viện GD
zh_cn: GD库
zh_tw: GD庫

source: YYYY-MM-DD HH:MM:SS
cs: RRRR-MM-DD HH:MM:SS
de: JJJJ-MM-DD hh:mm:ss
es: AAAA-MM-DD HH:MM:SS
id: TTTT-BB-HH JJ-MM-DD
nb: ÅÅÅÅ-MM-DD TT:MM:SS
pl: RRRR-MM-DD HH:MM:SS
pt_br: AAAA-MM-DD HH:MM:SS
ru: ГГГГ-ММ-ДД ЧЧ:ММ:СС
zh_cn: YYYY-MM-DD HH:MM:SS (例如: 2015-02-09 18:00:00)
zh_tw: YYYY-MM-DD HH:MM:SS (例如: 2015-02-09 18:00:00)

source: test@somedomain.com
cs: test@vasedomena.cz
de: test@domain.de
es: prueba@algundominio.com
fr: test@exemple.com
id: tes@sebuahdomain.com
nb: test@example.com
nl: test@willekeurigdomein.nl
pl: test@jakaśdomena.pl
pt_br: teste@algumdominio.com.br
ru: test@somedomain.ru

source: http://yourwebsite.com
cs: http://vašewebovástránka.cz
da: http://dinhjemmeside.com
de: http://www.ihreinternetseite.de
es: http://misitioweb.com
fr: http://votresite.fr
id: http://websitekamu.com
nb: http://example.com
nl: http://uwwebsite.be
pl: http://twojastrona.pl
pt_br: http://omeusite.com.br
ru: http://yourwebsite.ru
vi: http://trang-web-của-bạn.com
zh_cn: http://YourWebsite.com(你的网站地址)

source: Error storing file in external storage server
id: Kesalahan menyimpan berkas di server penyimpanan eksternal

source: External storage has failed
id: Penyimpanan eksternal gagal

source: Upload switched to local storage
id: Pengunggahan dialihkan ke penyimpanan lokal

source: System has switched to local storage due to not enough disk capacity (%c) in the external storage server(s). The image %s has been allocated to local storage.
id: Sistem telah beralih ke penyimpanan lokal dikarenakan kapasitas disk tidak mencukupi (%c) di server penyimpanan eksternal. Gambar %s telah dialokasikan ke penyimpanan lokal.

source: System notification
id: Notifikasi sistem
pl: Powiadomienie systemowe

source: Chevereto update available (v%s)
id: Pembaruan Chevereto tersedia (v%s)

source: We use our own and third party cookies to improve your browsing experience and our services. If you continue using our website is understood that you accept this cookie policy.
id: Kami menggunakan kuki sendiri dan pihak ke tiga untuk meningkatkan pengalaman pencarian dan layanan kami. Jika anda melanjutkan menggunakan website kami, berarti anda menyetujui kebijakan kuki ini.

source: %s images
id: %s gambar
pl: %s grafik

source: Can't submit the form: %s
id: Tidak dapat mengirim formulir: %s

source: By signing up you agree to our <a href="%s">Terms of service</a>
id: Dengan mendaftar, berarti anda menyetujui <a href="%s">Persyaratan layanan</a> Kami
pl: Rejestrując się akceptujesz nasz <a href="%s">regulamin</a>

source: Edit or resize any image by touching the image preview
id: Ubah atau ukur ulang gambar apapun dengan menyentuh pratinjau gambar

source: image URLs
id: URL gambar

source: You can keep adding more images from %i or from %u.
id: Anda dapat tetap menambahkan lebih banyak gambar dari %i atau dari %u.

source: max
id: maks
pl: maksymalnie

source: Website keywords
id: Kata kunci website
pl: Słowa kluczowe strony

source: Max. upload size
pl: Maksymalny rozmiar wysyłki

source: Before cover (homepage)
pl: Przed okładką (strona główna)

source: After cover (homepage)
pl: Po okładce (strona główna)

source: After listing (homepage)
pl: Za listą (strona główna)

source: You can also <a data-trigger="anywhere-upload-input">browse from your computer</a> or <a data-modal="form" data-target="anywhere-upload-paste-url">add image URLs</a>.
pl: Możesz również <a data-trigger="anywhere-upload-input">wybrać pliki z komputera</a> lub <a data-modal="form" data-target="anywhere-upload-paste-url">dodać adresy grafik</a>.

source: You can also <a data-trigger="anywhere-upload-input-camera">take a picture</a> or <a data-modal="form" data-target="anywhere-upload-paste-url">add image URLs</a>.
pl: Możesz również <a data-trigger="anywhere-upload-input-camera">zrobić zdjęcie</a> lub <a data-modal="form" data-target="anywhere-upload-paste-url">dodać adresy grafik</a>.

source: Uploading <span data-text="queue-size">0</span> <span data-text="queue-objects">images</span>
pl: Wysyłanie <span data-text="queue-size">0</span> <span data-text="queue-objects">grafik</span>

source: The queue is being uploaded. It will take just a few seconds to complete.
pl: Kolejka jest w trakcie wysyłania. Zajmie to tylko kilka sekund.

source: Content added to <a data-text="upload-target" data-link="upload-target" href="%s">public stream</a>. You can <a data-modal="form" data-target="form-uploaded-create-album">create an album</a> or <a data-modal="form" data-target="form-uploaded-move-album">move the <span data-text="queue-objects">images</span></a> to an existing album.
pl: Zawartość została dodana do <a data-text="upload-target" data-link="upload-target" href="%s">kanału publicznego</a>. Możesz <a data-modal="form" data-target="form-uploaded-create-album">utworzyć album</a> lub <a data-modal="form" data-target="form-uploaded-move-album">przenieść <span data-text="queue-objects">grafiki</span></a> do istniejącego albumu.

source: You can <a href="%s">create an account</a> or <a href="%l">sign in</a> to save future uploads in your account.
pl: Możesz <a href="%s">założyć konto</a> lub <a href="%l">zalogować się</a>, aby zapisywać kolejne pliki na swoim koncie.

source: No <span data-text="queue-objects">images</span> have been uploaded
pl: Żadne <span data-text="queue-objects">grafiki</span> nie zostały wysłane

source: No category
pl: Brak kategorii

source: Max. filesize
pl: Maksymalny rozmiar pliku

source: Max. allowed filesize. (Max allowed by server is %s)
pl: Maksymalny dozwolony rozmiar pliku (maksymalny dozwolony przez serwer to %s)

source: reCAPTCHA public key
pl: Klucz publiczny reCAPTCHA

source: reCAPTCHA private key
pl: Klucz prywatny reCAPTCHA

source: Your website is running the latest version of Chevereto.
pl: Twoja strona używa najnowszej wersji Chevereto.
