Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Tell us a little bit about you
cs: Řekněte nám něco o vás...
da: Fortæl os lidt om dig selv
de: Informationen über Ihre Person
es: Cuéntanos un poco sobre ti
fr: Parlez-nous un peu de vous.
id: Ceritakan sedikit mengenai anda
it: Raccontaci un po 'di te
ja: あなたについて少し教えてください。
nb: Skriv litt om deg selv
nl: Vertel meer over jezelf
pt_br: Conte-nos um pouco mais sobre você
ru: Расскажите нам немного о себе
uk: Розкажіть нам трошки про себе
zh_cn: 告诉我们一点关于你的信息
zh_tw: 告訴我們一點關於你的資訊

source: User has no connections.
cs: Uživatel nemá žádné propojení.
da: Brugeren har ikke nogen forbindelser
de: Benutzer hat keine Verbindungen.
es: El usuario no tiene conexiones.
fr: L'utilisateur n'a pas de connexions.
id: Pengguna tidak mempunyai koneksi.
it: L'utente non ha connessioni.
ja: ユーザは何も接続していません。
nb: Bruker har ingen forbindelser.
nl: Deze gebruiker heeft geen connecties.
pl: Użytkownik nie ma połączeń
pt_br: O usuário não tem conexões.
ru: У пользователя нет связей с другими аккаунтами.
uk: У користувача немає зв'язків з іншими акаунтами.
vi: Người dùng chưa có kết nối đến mạng xã hội
zh_cn: 用户没有连接.
zh_tw: 用戶沒有任何連結

source: Link your account to external services to be able to login and share content.
cs: Propojte váš účet s externími službami pro přihlášení a sdílení obsahu.
da: Link konti til eksterne services for at login og dele indhold.
de: Verbinden Sie Ihr Konto mit externen Diensten um sich damit einzuloggen und Inhalte zu teilen.
es: Enlaza tu cuenta con servicios externos para poder entrar y compartir contenido.
fr: Liez votre compte à des services externes pour pouvoir vous connecter et partager du contenu.
id: Sambungkan akun ke layanan luar untuk dapat masuk dan berbagi konten.
it: Collega il tuo account a servizi esterni per essere in grado di accedere e condividere i contenuti.
ja: あなたの外部サービスのアカウントでログインをしたり、コンテンツを共有するには、アカウントを関連づけてください。
nb: Koble kontoen din til eksterne tjenester for å kunne logge på og dele innhold lettere.
nl: Koppel uw account aan externe diensten. Zo kunt u gemakkelijk inhoud delen.
pl: Połącz swoje konto z zewnętrznymi usługami, aby logować się i udostępniać zawartość
pt_br: Vincular a sua conta para serviços externos para poder entrar e compartilhar conteúdo.
ru: Свяжите ваш аккаунт со сторонними сервисами, чтобы иметь возможность входить через них и делиться содержимым.
uk: Зв'яжіть ваш аккаунт з соціальними мережами і сторонніми сервісами, щоб мати можливість входити через них і ділиться зображеннями.
vi: Kết nối đến tài khoản xã hội để có thể đăng nhập và chia sẻ nhanh.
zh_cn: 您的帐户连结至外部服务, 可以登录和分享内容.
zh_tw: 將您的帳戶連結至外部服務, 可以藉此登入和分享內容.

source: Do you really want to disconnect %s from this account?
cs: Opravdu se chcete odpojit %s od tohoto účtu?
da: Vil du virkelig afbryde %s fra denne konto?
de: Wollen Sie %s wirklich von diesem Konto trennen?
es: ¿Realmente deseas desconectar %s de esta cuenta?
fr: Souhaitez-vous vraiment déconnecter %s de son compte ?
id: Apakah anda yakin ingin diskonek %s dari akun ini?
it: Vuoi davvero scollegarti %s da questo account?
ja: %sのアカウントとの接続を解除してもよろしいですか？
nb: Vil du virkelig koble %s fra denne kontoen?
nl: Wilt u %s echt van dit account ontkoppelen?
pl: Na pewno chcesz odłączyć %s od swojego konta?
pt_br: Você realmente deseja sair %s desta conta?
ru: Вы действительно хотите отвязать %s от этого аккаунта?
uk: Ви дійсно хочете відв'язати %s від цього аккаунта?
vi: Bạn có chắc là muốn xóa liên kết đến %s của tài khoản
zh_cn: 你真的想从这个帐户断开 %s 吗？
zh_tw: 你真的想從這個帳戶斷開 %s 嗎？

source: This account is connected to %s
cs: Tento účet je propojen s %s
da: Denne konto er forbundet med %s
de: Dieses Konto ist mit %s verbunden
es: Esta cuenta está conectada a %s
fr: Ce compte est connecté à %s
id: Akun ini terhubung dengan %s
it: Questo account è collegato a %s
ja: このアカウントは、%sに接続されています。
nb: Denne kontoen er koblet til %s
nl: Dit account is gekoppeld aan %s
pl: To konto jest połączone z %s
pt_br: Esta conta está conectada a %s
ru: Этот аккаунт связан с %s
uk: Цей акаунт пов'язаний з %s
vi: Tài khoản này hiện đang kết nối đến %s
zh_cn: 此帐户连接到 %s
zh_tw: 此帳戶連接到 %s

source: Do you really want to disconnect your %s account?
cs: Opravdu chcete odpojit váš %s účet?
da: Vil du virkelig fjerne tilknytningen til din %s konto?
de: Wollen Sie Ihr %s Konto wirklich trennen?
es: ¿Realmente deseas desconectar %s de tu cuenta?
fr: Souhaitez-vous réellement déconnecter votre compte %s ?
id: Apakah anda yakin ingin memutuskan hubungan dengan akun %s ?
it: Vuoi davvero scollegare questo %s account?
ja: 本当に%sアカウントへの接続を解除してもよろしいですか？
nb: Vil du virkelig koble fra %s kontoen?
nl: Wilt u uw %s-account echt ontkoppelen?
pl: Na pewno chcesz odłączyć swoje konto %s?
pt_br: Você realmente quer desligar o %s conta?
ru: Вы действительно хотите отвязать ваш аккаунт %s?
uk: Ви дійсно хочете відв'язати ваш аккаунт %s?
vi: Bạn có chắc là muốn xóa liên kết đến tài khoản %s
zh_cn: 你真的要断开您的 %s 帐户?
zh_tw: 你真的要斷開您的 %s 帳戶?

source: You will be logged out and you won't be able to login to your account using this %s account.
cs: Budete odhlášen(a) a již se nebudete moci přihlásit ke svému účtu prostřednictvím tohoto %s účtu.
da: Du vil blive logget ud, og du vil ikke kunne logge ind med din %s konto.
de: Sie werden abgemeldet und können nicht mehr mit Ihrem %s Konto auf dieses Konto zugreifen.
es: Vas a ser desconectado y no podrás entrar a tu cuenta usando %s.
fr: Vous allez être déconnecté et vous ne pourrez plus vous connecter en utilisant le compte %s.
id: Anda akan keluar dan tidak dapat masuk kembali ke akun anda menggunakan akun %s ini.
it: Sarai disconnesso e non sarai in grado di accedere al tuo account utilizzando questo %s account.
ja: ログアウトすると、%sのアカウントを使用してログイン出来なくなります。
nb: Du vil bli logget ut, og du vil ikke være i stand til å logge inn på kontoen din ved hjelp av denne %s kontoen.
nl: U wordt afgemeld en u zult niet meer kunnen inloggen via account %s.
pl: Zostaniesz wylogowany i nie będziesz mógł się zalogować przy użyciu konta %s.
pt_br: Você será desconectado e você não será capaz de acessar sua conta usando este %s conta.
ru: Будет выполнен выход из системы и вы больше не сможете входить через аккаунт %s.
uk: Буде виконаний вихід із системи і ви більше не зможете входити через акаунт %s.
vi: Bạn sẽ bị đăng xuất và bạn sẽ không thể đăng nhập lại bằng tài khoản %s
zh_cn: 您将被注销, 而您将无法使用此 %s 的帐户登录到您的帐户.
zh_tw: 您將被登出, 而您將無法使用此 %s 的帳戶登入到您的帳戶.

source: Your account is connected to %s
cs: Váš účet je propojen s %s
da: Din konto er tilknyttet til %s
de: Ihr Konto ist mit %s verbunden
es: Tu cuenta está conectada a %s
fr: Votre compte est connecté à %s
id: Akun anda terhubung dengan %s
it: Il tuo account è collegato a %s
ja: あなたのアカウントは%sへ接続されています。
nb: Kontoen din er koblet til %s
nl: Dit account is gekoppeld aan %s
pl: Twoje konto jest połączone z %s
pt_br: Sua conta está conectada a %s
ru: Ваш аккаунт связан с %s
uk: Ваш аккаунт пов'язаний з %s
vi: Tài khoản của bạn hiện đang kết nối đến %s
zh_cn: 您的帐户已连接到 %s
zh_tw: 您的帳戶已連接到 %s

source: disconnect
cs: odpojit
da: Afbryd forbindelse
de: Trennen
es: desconectar
fr: déconnecter
id: terputus
it: scollegare
ja: 接続を解除
nb: koble fra
nl: ontkoppelen
pl: odłącz
pt_br: Desconectar
ru: отвязать
uk: відв'язати
vi: ngắt kết nối
zh_cn: 断开
zh_tw: 斷開

source: Connect %s
cs: Propojit %s
da: Forbind %s
de: Verbinde %s
es: Conectar %s
fr: Connecter %s
id: Menghubungkan dengan %s
it: Collegare %s
ja: %sと接続
nb: koble til %s
nl: Verbind %s
pl: Połącz %s
pt_br: Conectar ao %s
ru: Связать с %s
uk: Пов'язати %s
vi: Kết nối %s
zh_cn: 联系 %s
zh_tw: 連結%s

source: Button
cs: Tlačítko
da: Knap
es: Botón
fr: Bouton
id: Tombol
it: Bottone
ja: ボタン
nb: Knapp
nl: Knop
pl: Przycisk
pt_br: Botão
ru: Кнопка
uk: Кнопка
vi: Nút
zh_cn: 按钮
zh_tw: 按鈕

source: resend account activation
cs: znovu poslat aktivaci účtu
da: gensend konto aktivering
de: Account-Aktivierung erneut senden
es: Rr-enviar activación de cuenta
fr: renvoyer l'activation de compte
id: Kirim ulang aktivasi akun
it: inviare nuovamente attivazione dell'account
ja: アカウント有効の再通知
nb: send konto-aktivering på nytt
nl: activatie opnieuw verzenden
pt_br: re-enviar ativação da conta
ru: Повторить отправку сообщения для активации аккаунта
uk: Повторити відправку посилання для активації
vi: gửi lại email kích hoạt tài khoản
zh_cn: 重新激活帐户
zh_tw: 重寄帳號驗證

source: If you have already signed up maybe you need to request to %s
cs: Pokud jste se již zaregistrovali, možná budete muset požádat o %s
da: Hvis du allerede har tilmeldt dig, skal du anmode om at %s
de: Falls Sie sich bereits registriert haben, sollten Sie sich eventuell an %s wenden
es: Si ya se ha inscrito, tal vez necesites solicitar %s
fr: Si vous avez déjà créé un compte, peut-être nécessitez-vous de faire une demande à %s
id: Jika anda telah terdaftar mungkin anda perlu meminta ke %s
it: Se si è già registrato forse avete bisogno di chiedere %s
ja: 既にアカウント登録されている場合、 %sへのリクエストが必要かもしれません。
nb: Hvis du allerede har registrert deg kanskje du trenger å be om %s
nl: Als u zich al hebt ingeschreven, moet u misschien vragen om %s
pt_br: Se você já se registrou talvez você precise solicitar para %s
ru: Если вы уже зарегистрированы, возможно вам необходимо сделать запрос к %s.
uk: Якщо ви вже зареєструвалися, можливо, вам потрібно запросити %s
vi: Nếu bạn đã đăng ký, có thể bạn cần yêu cầu %s
zh_cn: 如果你已经注册了, 也许你需要请求%s
zh_tw: 假如您已經註冊完畢, 您可以請求於 %s

source: Upload profile background
cs: Nahrát pozadí profilu
da: Upload profil baggrundsbillede
de: Hintergrundbild hochladen
es: Subir fondo de perfil
fr: Envoyer une photo de couverture
id: Unggah latar belakang untuk profil anda
it: Carica lo sfondo per il tuo profilo
ja: プロフィールの背景をアップロード
nb: Last opp nytt profilbakgrunnsbilde
nl: Upload een achtergrondafbeelding
pl: Wyślij tło profilu
pt_br: Carregar imagem de fundo do perfil
ru: Загрузить фон профиля
uk: Завантажити фон профілю
vi: Tải lên hình nền cho trang cá nhân
zh_cn: 上传背景图片
zh_tw: 上傳背景圖片

source: Change background
cs: Změnit pozadí
da: Ændre baggrund
de: Hintergrundbild ändern
es: Cambiar fondo
fr: Modifier la couverture
id: Ubah latar belakang
it: Cambia sfondo
ja: 背景を変更
nb: Bytt bakgrunnsbilde
nl: Verander achtergrond
pl: Zmień tło
pt_br: Alterar a imagem de fundo
ru: Изменить фон
uk: Змінити фон
vi: Đổi hình nền
zh_cn: 更新背景图片
zh_tw: 更新背景圖片

source: The profile background image will be deleted. This can't be undone. Are you sure that you want to delete the profile background image?
cs: Profilový obrázek pozadí bude odstraněn. Tuto akci nelze vrátit. Opravdu si přejete pokračovat?
da: Dette baggrundsbillede vil blive slette. Dette kan ikke fortrydes. Er du sikker på at du vil slette dit profils baggrundsbillede?
de: Wollen Sie das Hintergrundbild wirklich löschen? Dies kann nicht rückgänig gemacht werden.
es: La imagen de fondo de perfil se eliminada. Esto no se podrá deshacer. ¿Estas seguro que quieres eliminar el fondo de perfil?
fr: La photo de couverture va être supprimée. Cette action est irréversible. Êtes-vous sûr de vouloir supprimer la photo de couverture ?
id: Latar belakang profil akan dihapus. Tidak dapat dimundurkan. Apakah anda yakin untuk menghapus gambar latar belakang dari profil?
it: L'immagine di sfondo del profilo sarà cancellata. Questa azione non può essere annullata. Sei sicuro di voler eliminare l'immagine di sfondo del profilo?
ja: このプロフィールの背景画像は削除されます。削除すると、元には戻せません。本当に削除して構いませんか？
nb: Bakgrunnsbildet vil bli slettet. Dette kan ikke angres. Er du sikker på at du vil slette bakgrunnsbildet for profilen?
nl: Uw achtergrondafbeelding zal worden verwijderd. Dit kan niet ongedaan gemaakt worden. Weet u zeker dat u uw achtergrondafbeelding wilt verwijderen?
pl: Grafika tła profilu zostanie usunięta. Nie można tego cofnąć. Na pewno chcesz ją usunąć?
pt_br: A imagem de fundo do perfil será apagada. Isto não poderá ser desfeito. Você tem certeza que deseja fazer isso ?
ru: Фон профиля будет удален. Это действие необратимо. Вы действительно хотите удалить фон профиля?
uk: Фон профілю буде видалений. Ви дійсно хочете видалити фон профілю?
vi: ẢNh bìa hồ sơ sẽ bị xóa. Không thể hoàn tác thao tác này. Bạn có chắc chắn muốn xóa ảnh bìa cá nhân không?
zh_cn: 该个人信息的背景图像将被删除. 这将不能恢复. 您确定要删除个人信息的背景图片?
zh_tw: 該個人主頁的背景圖片將被刪除. 這將不能恢復. 您確定要刪除個人主頁的背景圖片嗎?

source: Delete background
cs: Odstranit pozadí
da: Slet baggrund
de: Hintergrundbild löschen
es: Eliminar fondo
fr: Supprimer la couverture
id: Menghapus latar belakang
it: Elimina sfondo
ja: 背景の削除
nb: Slett bakgrunn
nl: Verwijder achtergrond
pl: Usuń tło
pt_br: Apagar a imagem de fundo
ru: Удалить фон
uk: Видалити фон
vi: Xóa hình nền
zh_cn: 删除背景图片
zh_tw: 刪除背景

source: Edit profile
cs: Upravit profil
da: Rediger profil
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
id: Ubah profil
it: Edita profilo
ja: プロフィールの編集
nb: Rediger profil
nl: Profiel bewerken
pl: Edytuj profil
pt_br: Editar o perfil
ru: Редактировать профиль
uk: Редагувати профіль
vi: Sửa hồ sơ cá nhân
zh_cn: 编辑网站配置
zh_tw: 編輯主頁

source: Follower
cs: Sledující
da: Følger
es: Seguidor
fr: Abonné
id: Pengikut
it: Seguace
ja: フォロワー
nb: Følger
nl: Volger
pl: obserwujący
pt_br: Seguidor
ru: Подписчик
uk: Послідовник
vi: Người theo dõi
zh_cn: 粉丝
zh_tw: 粉絲

source: Follow
cs: Sledovat
da: Følg
de: Folgen
es: Seguir
fr: Suivre
id: Ikuti
it: Seguire
ja: フォロー
nb: Følg
nl: Volgen
pl: Obserwuj
pt_br: Seguir
ru: Подписаться
uk: Слідкувати
zh_cn: 关注
zh_tw: 跟隨

source: General questions/comments
cs: Obecné dotazy a komentáře
da: Generelt spørgsmål/kommentarer
de: Allgemeine Fragen / Kommentare
es: Preguntas generales/comentarios
fr: Questions/commentaires généraux
id: Pertanyaan/komentar umum
it: Domande generali/commenti
ja: 一般的な質問/コメント
nb: Generelle spørsmål/kommentarer
nl: Algemene vragen en opmerkingen
pl: Ogólne pytania lub komentarze
pt_br: Questões gerais ou comentários
ru: Общие вопросы/комментарии
uk: Загальні питання / коментарі
vi: Hỏi đáp, thắc mắc, kiến nghị
zh_cn: 一般问题/意见
zh_tw: 一般問題/意見

source: DMCA complaint
cs: Nahlásit porušení autorského zákona
da: DMCA klager
de: Urheberrechtsverletzung
es: Queja DMCA
fr: Réclamation DADVSI
id: Pengaduan DCMA
it: Reclamo DMCA
ja: デジタルミレニアム著作権法
nb: Brudd på opphavsrettigheter
nl: DMCA klacht
pl: Skarga DMCA
pt_br: Denúncia de DMCA
ru: DMCA жалоба
uk: DMCA скарга
vi: Khiếu nại bản quyền hình ảnh
zh_cn: DMCA（数字千年版权）投诉
zh_tw: DMCA檢舉

source: Invalid message
cs: Neplatná zpráva
da: Ugyldig besked
de: Ungültige Nachricht
es: Mensaje inválido
fr: Message non valide
id: Pesan tidak valid
it: Messaggio non valido
ja: 有効なメッセージではありません。
nb: Ugyldig melding
nl: Ongeldig bericht
pl: Błędna wiadomość
pt_br: Mensagem inválida
ru: Неверное сообщение
uk: Неправильне повідомлення
vi: Tin nhắn không hợp lệ
zh_cn: 无效的消息
zh_tw: 無效的訊息

source: Invalid subject
cs: Neplatný předmět
da: Ugyldig emne
de: Ungültiger Titel
es: Asunto inválido
fr: Sujet non valide
id: Judul tidak valid
it: Soggetto non valido
ja: 有効な件名ではありません。
nb: Ugyldig emne
nl: Ongeldig onderwerp
pl: Błędny temat
pt_br: Assunto inválido
ru: Неверная тема
uk: Неправильна тема
vi: Tiêu đề không hợp lệ
zh_cn: 无效的主题
zh_tw: 無效的主題

source: Invalid reCAPTCHA
cs: Špatně opsaný kód reCAPTCHA
da: Ugyldig reCAPTCHA
de: Ungültiges reCAPTCHA
es: reCAPTCHA inválido
fr: reCAPTCHA non valide
id: reCAPTCHA tidak valid
it: Codice reCAPTCHA non valido
ja: 入力された値は、画像にあるキーではありません。
nb: Ugyldig reCAPTCHA
nl: Ongeldige reCAPTCHA
pl: Błędny kod reCAPTCHA
pt_br: reCAPTCHA inválido
ru: Неверная reCAPTCHA
uk: Неправильна reCAPTCHA
vi: Sai mã reCAPTCHA
zh_cn: 无效的验证码
zh_tw: 無效的驗證碼

source: Mail error
cs: Chyba e-mailu.
da: Mail fejl
de: E-Mail Fehler
es: Error en mail
fr: Erreur email
id: Pos galat
it: Errore email
ja: メールでエラーが発生しました。
nb: E-postfeil
nl: Mail fout
pl: Błąd poczty
pt_br: Erro de correio
ru: Ошибка электронной почты
uk: Помилка електронної пошти
vi: Lỗi mail
zh_cn: 邮件错误
zh_tw: 電子郵件錯誤

source: Message sent
cs: Zpráva byla odeslána
da: Besked sendt
de: Nachricht gesendet
es: Mensaje enviado
fr: Message envoyé
id: Pesan terkirim
it: Messaggio inviato
ja: メッセージを送信しました。
nb: Melding sendt
nl: Bericht verzonden
pt_br: Enviar mensagem
ru: Сообщение отправлено
vi: Tin nhắn đã gửi
zh_cn: 发送消息
zh_tw: 訊息發送

source: Contact
cs: Kontakt
da: Kontakt
de: Kontakt
es: Contacto
id: Kontak
it: Contatto
ja: コンテンツ
nb: Kontakt
pt_br: Contato
ru: Обратная связь
zh_cn: 联系
zh_tw: 聯繫

source: Message sent. We will get in contact soon.
cs: Zpráva byla odeslána. Budeme Vás brzy kontaktovat.
da: Besked sendt. Vi kontakter dig hurtigst muligt.
de: Nachricht gesendet. Wir werden in Kürze mit Ihnen Kontakt aufnehmen!
es: Mensaje enviado. Nos pondremos en contacto pronto.
fr: Message envoyé. Nous prendrons contact rapidement.
id: Pesan terkirim. Kami akan menghubungi segera.
it: Messaggio inviato. Sarai ricontattato il prima possibile.
ja: メッセージを送信しました。まもなく私どもから連絡を差し上げます。
nb: Meldingen er sendt. Vi vil svare deg så fort vi kan.
nl: Bericht verzonden. We nemen zo spoedig mogelijk contact op.
pt_br: A mensagem foi enviada. Nós entraremos em contato em breve.
ru: Сообщение успешно отправлено. Мы ответим на него в кратчайшие сроки.
uk: Повідомлення надіслано. Ми зв'яжемося найближчим часом.
vi: Nội dung đã được gửi thành công. Chúng tôi sẽ liên lạc lại với bạn sớm nhất có thể.
zh_cn: 消息已发送. 我们将很快和您取得了联系.
zh_tw: 訊息已寄出. 我們很快地與您聯絡.

source: If you want to send a message fill the form below.
cs: Chcete-li poslat zprávu, vyplňte níže uvedený formulář.
da: Hvis du vil kontakte os, skal du udfylde formularen herunder.
de: Wenn Sie uns eine Nachricht übermitteln möchten, füllen Sie bitte das folgende Formular aus.
es: Rellena este formulario si quieres enviarnos un mensaje.
fr: Si vous voulez envoyer un message veuillez remplir le formulaire ci-dessous.
id: Jika anda ingin mengirim sebuah pesan isi form dibawah ini.
it: Se si desidera inviare un messaggio compila il form sottostante.
ja: メッセージを送信するには、以下のフォームに入力してください。
nb: Hvis du ønsker å sende en melding, fyll ut skjemaet under.
nl: Indien u een bericht wilt versturen, vul dan het formulier in.
pt_br: Se você quiser enviar uma mensagem preencha o formulário abaixo.
ru: Заполните форму, если Вы хотите отправить сообщение.
vi: Nếu bạn muốn gửi một tin nhắn hãy điền vào mẫu dưới đây.
zh_cn: 如果你想发送一个消息, 请填写下面表格.
zh_tw: 如果您想發出一個訊息, 請填寫下面的表格.

source: Your name
cs: Vaše jméno
da: Dit navn
de: Ihr Name
es: Tu nombre
fr: Votre nom
id: Nama anda
it: Il tuo nome
ja: 氏名
nb: Ditt navn
nl: Uw naam
pt_br: Seu nome
ru: Ваше имя
vi: Tên bạn
zh_cn: 你的名字
zh_tw: 您的名字

source: Subject
cs: Předmět zprávy
da: Emne
de: Betreff
es: Asunto
fr: Sujet
id: Judul
it: Soggetto
ja: 件名
nb: Emne
nl: Onderwerp
pt_br: Assunto
ru: Тема
vi: Chủ đề
zh_cn: 主题
zh_tw: 主題

source: Installed version is v%s
cs: Instalovaná verze je v%s
de: Installierte Version: v%s
es: La versión instalada es v%s
fr: La version installée est v%s
id: Versi terpasang ialah v%s
it: Versione installata è v%s
ja: インストールされているバージョンは v%s
nb: Installert versjon er v%s
nl: Geïnstalleerde versie: v%s
pl: Zainstalowana wersja: v%s
pt_br: A versão instalada é v%s
ru: У Вас установлена версия - v%s
uk: Встановлена версія v%s
zh_cn: 已安装版本为v%s
zh_tw: 已安裝的版本為 v%s

source: Can't connect to %s
cs: Nelze se připojit k %s
da: Kan ikke oprette forbindelse til %s
de: Es kann keine Verbindung zu %s aufgebaut werden
es: No se puede conectar a %s
fr: Vous ne pouvez pas vous connecter à %s
id: Tidak dapat terhubung ke %s
it: Impossibile connettersi a %s
ja: %s に接続できません。
nb: Kan ikke koble til %s
nl: Kan niet verbinden met %s
pl: Nie można połączyć się z %s
pt_br: Não foi possível conectar á %s
ru: Невозможно подкючиться к %s
uk: Неможливо приєднатись до %s
vi: Không thể kết nối tới %s
zh_cn: 无法连接到%s
zh_tw: 無法連接到 %s

source: Last available release is v%s
cs: Poslední dostupná verze je v%s
de: v%s ist die aktuellste verfügbare Version
es: La última versión disponible es v%s
fr: La dernière version disponible est v%s
id: Rilis terakhir yang tersedia ialah v%s
it: Ultima release disponibile è v%s
ja: 最新のリリース版は v%s
nb: Siste tilgjengelige versjon er v%s
nl: Laatst beschikbare release is v%s
pl: Najnowsza wersja: v%s
pt_br: Último lançamento disponível é v%s
ru: Последняя доступная версия - v%s
uk: Останній доступний реліз v%s
vi: Phiên bản hiện tại v%s
zh_cn: 最新的可用版本为v%s
zh_tw: 最新的發布版本為 v%s

source: Update needed, proceeding to download
cs: Je nutná aktualizace, přecházím ke stažení
de: Update notwendig, Download wird ausgeführt
es: Actualización necesaria, procediendo a descarga
fr: Mise à jour nécessaire, lancement du téléchargement
id: Pembaruan diperlukan, melanjutkan untuk mengunduh
it: Aggiornamento necessario, procedere scaricare
ja: 更新が必要です、ダウンロードをおこないます。
nb: Oppdatering nødvendig, fortsetter til nedlasting
nl: Update nodig, doorgestuurd naar downloaden
pt_br: Atualização necessária, prosseguindo para o download
ru: Доступно обновление, приступаю к загрузке
uk: Потрібне оновлення, почати завантаження
vi: Cập nhật cần thiết, tiến hành tải xuống
zh_cn: 需要更新, 继续下载
zh_tw: 需要更新, 請繼續下載

source: No update needed
cs: Aktualizace není nutná
de: Kein Update notwendig
es: No se necesita actualizar
fr: Aucune mise à jour nécessaire
id: Pembaruan tidak diperlukan
it: Nessun aggiornamento necessario
ja: 更新の必要はありません。
nb: Ingen oppdatering er nødvendig
nl: Geen update nodig
pl: Aktualizacja niepotrzebna
pt_br: Não é necessário atualizar
ru: Обновления отсутствуют
uk: Оновлення не потрібне
vi: Không có cập nhật
zh_cn: 不需要更新
zh_tw: 目前沒有更新

source: System files already up to date
cs: Systémové soubory jsou již aktuální
de: System-Dateien sind bereit zum Update
es: Los archivos de sistema ya están actualizados
fr: Vous possédez déjà la dernière version.
id: Sistem file telah terbaru
it: file di sistema già aggiornato
ja: システムファイルは既に更新されています。
nb: Systemfiler er allerede oppdaterte
nl: Systeembestanden zijn reeds bijgewerkt.
pl: Pliki systemowe są już aktualne
pt_br: Os arquivos do sistema já estão atualizados
ru: Системные файлы уже находятся в актуальном состоянии
uk: Системні файли вже оновлені
vi: Các file hệ thống đã cập nhật
zh_cn: 系统文件已经是最新的
zh_tw: 系統檔案已是最新版本

source: Starting v%s download
cs: Začínám stahovat v%s
de: Starte Download der Version v%s
es: Comenzando a descargar v%s
fr: Début du téléchargement v%s
id: Memulai unduhan v%s
it: Avviamento v%s download
ja: v%sのダウンロードを開始しています。
nb: Starter nedlasting av v%s
nl: Start downloaden van v%s
pl: Pobieranie v%s rozpoczęte
pt_br: Começando a atualização para a versão %s
ru: Запускаю загрузку версии v%s
uk: Почати завантаження v%s
vi: Bắt đầu tải xuống v%s
zh_cn: 开始下载v%s
zh_tw: 開始 v%s 下載

source: Downloaded v%s, proceeding to extraction
cs: Verze v%s je stažena, přecházím k rozbalování
de: v%s wurde heruntergeladen, Entpacken wird fortgeführt
es: v%s descargada, procediendo a extraer
fr: v%s téléchargé, lancement de l'extraction
id: v%s terunduh, melanjutkan ekstraksi
it: Scaricato v%s, di procedere alla estrazione
ja: v%sのダウンロードが完了しました。抽出しています。
nb: Lastet ned v%s, fortsetter til utpakking
nl: v%s is gedownload, verder met uitpakken
pl: Pobieranie v%s zakończone, kontynuacja do rozpakowywania
pt_br: Versão %s já está baixada, prosseguindo para a extração
ru: Версия v%s загружена, приступаю к распаковке
uk: Завантажено v%s, почати роспакування
vi: Đã tải xuống v%s, đang tiến hành giải nén
zh_cn: 已下载v%s, 正在解压
zh_tw: 下載 v%s 中, 程序正在匯出

source: Attempting to extract v%s
cs: Pokouším se rozbalit verzi v%s
de: Versuche v%s zu entpacken
es: Intentando extraer v%s
fr: Tentative d'extraction de v%s
id: Mencoba mengekstrak v%s
it: Il tentativo di estrarre v%s
ja: v%sの抽出を試みています。
nb: Forsøker å pakke ut v%s
nl: Bezig met uitpakken van v%s
pl: Rozpakowywanie v%s rozpoczęte
pt_br: Extraindo versão %s
ru: Выполняю распаковку v%s
uk: Спроба розпакувати v%s
vi: Đang giải nén v%s
zh_cn: 试图解压v%s
zh_tw: 試圖解壓 v%s
