Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: We received a request to register the %n account at %w.
cs: Obdrželi jsme žádost o registraci %n účtu na %w.
da: Vi har modtaget en anmodning om at registrere %n konto på %w.
de: Wir haben eine Anfrage erhalten, das Konto %n bei %w zu registrieren.
es: Hemos recibido la solicitud de registrar la cuenta %n en %w
fr: Nous avons reçu une demande de création du compte %n sur %w.
id: Kami menerima sebuah permintaan pendaftaran akun %n pada %w.
it: Abbiamo ricevuto la richiesta di registrazione dell'account %n a %w.
ja: %wに、アカウント%nを登録するようにリクエストを受け付けました。
nb: Vi har mottatt en forespørsel for registrering av konto med brukernavn %n på %w.
nl: Wij hebben een aanvraag ontvangen om het account %n te registreren op %w.
pl: Otrzymaliśmy prośbę o rejestrację konta %n na %w.
pt_br: Recebemos o seu pedido para registar sua conta %n na %w.
ru: Здравствуйте! Мы получили запрос на регистрацию аккаунта %n на %w.
uk: Ми отримали запит на реєстрацію акаунта %n на %w.
vi: Chúng tôi nhận được yêu cầu tạo tài khoản %n tại Up Siêu Tốc %w.
zh_cn: 您好, 我们收到了您在 %w 注册 %n 帐户的要求.
zh_tw: 您好, 我們收到了您在 %w 註冊 %n 帳戶的要求.

source: To complete the process you must <a href="%s">activate your account</a>.
cs: Pro dokončení musíte <a href="%s">aktivovat váš účet</a>.
da: For at fuldføre processen skal du <a href="%s">aktivér din konto</a>.
de: Um den Vorgang abzuschließen, müssen Sie Ihr <a href="%s">Konto aktivieren</a>.
es: Para completar el proceso debes <a href="%s">activar tu cuenta</a>.
fr: Pour finaliser votre demande vous devez <a href="%s">activer votre compte</a>.
id: Untuk menyelesaikan langkah anda harus <a href="%s">mengaktivasi email anda</a>.
it: Per completare la procedura devi <a href="%s">attivare il tuo account</a>.
ja: 登録処理を完了するために<a href="%s">アカウントの認証</a>をクリックして下さい。
nb: For å fullføre registreringen må du <a href="%s">aktivere din konto</a>.
nl: Om jouw account te activeren, klik op <a href="%s">deze link</a>.
pl: Aby zakończyć proces musisz <a href="%s">aktywować swoje konto</a>.
pt_br: Para completar o processo, você deve <a href="%s"> ativar a sua conta </a>.
ru: Чтобы завершить регистрацию, вы должны <a href="%s">активировать свой аккаунт</a>.
uk: Щоб завершити цю дію ви повинні <a href="%s">активувати свій акаунт</a>.
vi: Để hoàn tất vui lòng <a href="%s">kích hoạt tài khoản</a>.
zh_cn: 要完成此过程, 您必须<a href="%s">激活您的帐户</a>.
zh_tw: 要完成此過程, 您必須<a href="%s">啟用您的帳戶</a>.

source: We received a request to reset the password for your <a href="%u">%n</a> account.
cs: Obdrželi jsme žádost o reset hesla k vašemu <a href="%u">%n</a> účtu.
da: Vi har modtaget en anmodning om at nulstille adgangskoden til din <a href="%u">%n</a> konto.
de: Wir haben eine Anfrage zur Zurücksetzung des Passworts Ihres Kontos <a href="%u">%n</a> erhalten.
es: Hemos recibido la solicitud de restablecer la contraseña para tu cuenta <a href="%u">%n</a>.
fr: Nous avons reçu une demande de réinitialisation de mot de passe du compte <a href="%u">%n</a>.
id: Kami menerima sebuah permintaan untuk mengganti kata sandi untuk <a href="%u">%n</a> akun anda.
it: Abbiamo ricevuto richiesta di reimpostazione password per il tuo account <a href="%u">%n</a>.
ja: アカウント：<a href="%u">%n</a>のパスワードをリセットのリクエストを受け付けました。
nb: Vi har mottatt en forespørsel om å endre passord på konto <a href="%u">%n</a>
nl: Wij hebben een aanvraag ontvangen om het wachtwoord <a href="%u">%n</a> te wijzigen.
pl: Otrzymaliśmy prośbę o reset hasła do twojego konta <a href="%u">%n</a>.
pt_br: Recebemos um pedido para redefinir a senha da sua conta na <a href="%u">%n</a>.
ru: Здравствуйте! Мы получили запрос на сброс пароля для Вашего аккаунта <a href="%u">%n</a>.
uk: Ми отримали запит на скидання пароля вашого акаунта <a href="%u">%n</a>.
vi: Chúng tôi nhận được yêu cầu khôi phục mật khẩu cho tài khoản <a href="%u">%n</a> của bạn.
zh_cn: 我们收到的请求重置密码为您的 <a href="%u">%n</a> 帐户.
zh_tw: 我們收到為您重置密碼 <a href="%u">%n</a> 帳戶的請求

source: To reset your password <a href="%s">follow this link</a>.
cs: Pro resetování hesla <a href="%s">přejděte na tento odkaz</a>.
da: For at nulstille din adgangskode <a href="%s">følg dette link</a>.
de: Um Ihr Passwort zurückzusetzen klicken Sie <a href="%s">hier</a>.
es: Para restablecer tu contraseña <a href="%s">sigue este enlace</a>.
fr: Pour réinitialiser votre mot de passe <a href="%s">suivez ce lien</a>.
id: Untuk mengganti kata sandi <a href="%s">ikuti link ini</a>.
it: Per reimpostare la tua password<a href="%s">segui questo link</a>.
ja: パスワードをリセットするには<a href="%s">こちらのリンク</a>をクリックして下さい。
nb: For å nullstille passordet ditt, <a href="%s">trykk på denne lenken</a>.
nl: Om uw wachtwoord te wijzigen <a href="%s">volgt u deze link</a>.
pl: Aby zresetować hasło <a href="%s">kliknij w ten odnośnik</a>.
pt_br: Para redefinir sua senha <a href="%s">clique neste link</a>.
ru: Чтобы сбросить пароль, <a href="%s">пройдите по этой ссылке</a>.
uk: Щоб скинути пароль, <a href="%s">перейдіть за цим посиланням</a>
vi: Để reset lại mật khẩu xin vui lòng <a href="%s">click vào link này</a>.
zh_cn: 要重置您的密码 <a href="%s">请点击此链接</a> .
zh_tw: 要重設您的密碼 <a href="%s">請點擊此連結</a> .

source: Hi %n, welcome to %w
cs: Dobrý den %n, vítejte na %w
da: Hej %n, velkommen til %w
de: Hallo %n, willkommen bei %w!
es: Hola %n, bienvenido(a) a %w
fr: Bonjour %n nous te souhaitons la bienvenue sur %w !
id: Hi %n, Selamat datang ke %w
it: Ciao %n, benvenuto in %w
ja: こんにちは、 %nさん。%wへようこそ
nb: Hei %n. Velkommen til %w
nl: Hallo %n, welkom bij %w.
pl: Cześć %n, witamy w %w
pt_br: Olá %n, seja bem-vindo a %w.
ru: Привет %n! Добро пожаловать на %w
uk: Привіт, %n. Ласкаво просимо на %w
vi: Xin chào %n, rất vui khi bạn đến với Up siêu tốc %w
zh_cn: 您好 %n, 欢迎光临 %w .
zh_tw: 您好 %n, 歡迎來到 %w .

source: Now that your account is ready you can enjoy uploading your images, creating albums and setting the privacy of your content as well as many more cool things that you will discover.
cs: Nyní, když je váš účet konečně připraven k používání, si můžete naplno užívat nahrávání obrázků, vytváření alb, nastavovat jejich soukromí a spousty dalších vlastností, které jistě brzy objevíte!
da: Nu hvor din konto er klar, kan du nyde at uploade dine billeder, oprette album og indstille privatlivets fred for dit indhold samt mange flere seje ting, du vil opdage.
de: Ihr Konto wurde erfolgreich aktiviert. Sie können nun Bilder hochladen, Alben erstellen, die Datenschutzeinstellungen Ihrer Inhalte festlegen und nebenbei viele weitere großartige Funktionen entdecken!
es: Ahora que tu cuenta está lista puedes disfrutar subiendo imágenes, creando álbumes y estableciendo la privacidad de tu contenido asi como también otras cosas interesantes que iras descubriendo.
fr: Votre compte est désormais en ligne ! Vous pouvez dès maintenant envoyer des images et créez des albums. N'hésitez pas à partager votre contenu avec vos amis ! Vous avez également la possibilité de changer les paramètres de confidentialité dans les réglages de votre compte.
id: Akun anda kini telah siap anda dapat mengunggah gambar, membuat album tan mengatur privasi dari akun anda sebaik banyak hal yang akan ada temukan.
it: Ora che il tuo account è attivo, divertirti a caricare immagini, creare album, impostare la privacy dei tuoi contenuti, ed a scoprire altre attività interessanti.
ja: 画像のアップロードをしたり、アルバムの作成を行ったり、非公開コンテンツの設定を行うなどの、沢山の機能を使用するためのアカウント登録が完了しました。
nb: Nå som kontoen din er klar kan du kose deg med alle fordelene. Lage album, laste opp bilder, dele med venner og mye mer du vil oppdage.
nl: Nu je account klaar is, kun je foto's gaan uploaden, albums aanmaken , krijg je de mogelijkheid om de privacy-instellingen te kiezen voor je foto's en kun je verder nog veel meer leuke dingen gaan ontdekken.
pl: Teraz, gdy Twoje konto jest gotowe, możesz cieszyć się wysyłaniem grafik, tworzeniem albumów i ustawianiem prywatności, a także odkrywaniem innych wspaniałych funkcji.
pt_br: Agora que a sua conta está ativada, você poderá desfrutar do envio de imagens, criar álbuns e definir a sua privacidade, bem como partilhar as suas imagens nos mais variados locais.
ru: Теперь когда регистрация завершена, вы можете наслаждаться загрузкой изображений, созданием альбомов, изменением настроек видимости содержимого, а также многими другими преимуществами.
uk: Тепер, коли реєстрація завершена, ви можете насолоджуватися завантаженням зображень, створенням альбомів, зміною налаштувань видимості вмісту, а також багатьма іншими перевагами.
vi: Tài khoản của bạn đã được kích hoạt thành công. Hãy bắt đầu upload ảnh của bạn, tạo album, set chế độ riêng tư hoặc công cộng cho hình ảnh của bạn và hàng đống chức năng khác đang chờ bạn khám phá.
zh_cn: 现在, 您的帐户已准备就绪, 您可以上传你的图片, 创建相册并设置您的内容的私密性, 以及许多很酷的事情, 你会发现和享受.
zh_tw: 現在, 您的帳戶已準備就緒, 您可以上傳你的圖片, 建立相簿並設訂您的內容的隱私, 以及許多很酷的事情, 你會探索和盡情享受.

source: By the way, here is you very own awesome profile page: <a href="%u">%n</a>. Go ahead and customize it, its yours!.
cs: Mimochodem, zde je stránka s vaším úžasným profilem: <a href="%u">%n</a>. Tak neváhejte a upravte si ji podle vašich představ. Je to jenom na vás!
da: Forresten, her har du din helt egen fantastisk profilside: <a href="%u">%n</a>. Gå videre og tilpas det, det er din!. :)
de: Übrigens, Ihre ganz persönliche Profilseite können Sie hier abrufen: <a href="%u">%n</a>. Sie können die Seite ganz nach Belieben anpassen!
es: A propósito, aquí está tu propio perfil: <a href="%u">%n</a>. Anda y personaliza tu perfil, ¡es tuyo!
fr: Consulter votre profil ici : <a href="%u">%n</a>. N'hésitez pas à le personnaliser il est à vous !
id: Ngomong-ngomong, ini merupakan halaman profil anda yang mengagumkan: <a href="%u">%n</a>. Lanjutkan dan sesuaikan, Itu milik anda!.
it: Inoltre qui trovi la pagina del tuo profilo: <a href="%u">%n</a>. Vai a personalizzarlo!
ja: こちらが、あなただけのプロフィールページです。: <a href="%u">%n</a>. あなた専用にカスタマイズしましょう！
nb: Forresten, vi har også gitt deg din egen profil: <a href="%u">%n</a>. Tilpass den og gjør som du vil!
nl: Hier is jouw eigen profiel: <a href="%u">%n</a>. Ga nu snel aan de slag en maak deze meer persoonlijk.
pl: Tak przy okazji, tutaj jest Twoja własna wspaniała strona profilowa: <a href="%u">%n</a>. Rozejrzyj się i ją spersonalizuj, jest Twoja!
pt_br: Aliás, aqui está a sua fantástica página de perfil: <a href="%u">%n</a>. Vá até lá e edite-a a seu gosto. Ela é toda sua!
ru: Кстати, ваша личная страница расположена по адресу: <a href="%u">%n</a>. Вы можете настроить её по своему вкусу. Она ваша!
uk: До речі, ваша особиста сторінка розташована за адресою: <a href="%u">%n</a>. Ви можете налаштувати її за своїм смаком. Вона ваша!
vi: Ngoài ra thì Up siêu tốc cũng tạo cho bạn 1 trang cá nhân rất ngầu tại địa chỉ <a href="%u">%n</a>. Còn chờ gì nữa mà không truy cập thử và đổi ảnh đại diện, avatar... đi :D
zh_cn: By the way, 这里是你自己的个人资料页: <a href="%u">%n</a>. 来吧, 定制你的个人主页!
zh_tw: 此外, 這裡是你自己的個人資料頁: <a href="%u">%n</a>. 來定製你的個人主頁吧,!

source: Thank you for joining
cs: Děkujeme, že jste se k nám přidali
da: Tak for tilmelding
de: Vielen Dank für Ihre Anmeldung
es: Gracias por unirte
fr: Merci de rejoindre
id: Terima kasih telah bergaung
it: Grazie per l'iscrizione
ja: ご参加いただき、ありがとうございます。
nb: Takk for at du registrerte deg
nl: Bedankt voor het registreren
pl: Dziękujemy za dołączenie do nas
pt_br: Obrigado por se juntar a nós
ru: Спасибо за то, что вы с нами
uk: Спасибі за те, що ви з нами
vi: Cảm ơn bạn đã tham gia với chúng tôi.
zh_cn: 感谢您的加入
zh_tw: 感謝您的加入

source: This email was sent from %w %u
cs: Tento e-mail byl odeslán od %w %u
da: Denne email blev sendt fra %w %u
de: Diese E-Mail wurde von %w %u gesendet
es: Este email fue enviado desde %w %u
fr: Ce message a été envoyé par %w %u
id: Email ini dikirm dari %w %u
it: Email inviata da %w %u
ja: このメールは%w %uより送信されました。
nb: Denne e-posten er sendt fra %w %u
nl: Deze e-mail is verzonden van %w %u
pl: Ta wiadomość e-mail została wysłana z %w %u
pt_br: Este e-mail foi enviado pelo sistema automático da %w %u
ru: Это сообщение было отправлено с %w %u
uk: Це повідомлення було надіслане з %w %u
vi: Email này được gửi từ %w %u
zh_cn: 这封电子邮件是由 %w %u 发送
zh_tw: 這封電子郵件是由 %w %u 發送

source: Drag and drop or paste images here to upload
cs: Chytněte a přetáhněte nebo vložte obrázky sem pro nahrání
da: Træk og slip eller indsæt billeder her for at uploade
de: Ziehen & Ablegen oder Kopieren & Einfügen der Bilder zum Upload
es: Arrastra aquí o pega las imágenes para subir
fr: Glisser-déposer ou coller les images ici pour les envoyer
id: Tarik dan lepas atau tempel gambar disini untuk mengunggah
it: Trascina e rilascia oppure incolla qui le tue immagini per caricarle
ja: アップロードするために、ここへ画像をドラッグするか貼り付けでください。
nb: Dra bildene du ønsker å laste opp, hit
nl: Sleep afbeeldingen naar dit veld of plak afbeeldingen hier om ze te uploaden
pl: Przeciągnij lub wklej grafiki tutaj
pt_br: Cole, araste ou solte aqui para enviar imagens
ru: Перетащите или вставьте изображения для начала загрузки
uk: Перетягніть або вставте зображення тут для відвантаження
vi: Kéo thả hoặc paste (Ctrl + V) ảnh vào đây để upload
zh_cn: 拖放或粘贴图像在这里上传
zh_tw: 拖拉或是直接貼上圖像在此進行上傳

source: Select the images to upload
cs: Zvolte obrázky k nahrání
da: Vælg de billeder, der skal uploades
de: Bilder zum Hochladen auswählen
es: Selecciona las imágenes a subir
fr: Sélectionnez les images à envoyer
id: Pilih gambar untuk mengunggah
it: Seleziona le immagini da caricare
ja: アップロードする画像を選択
nb: Velg bilde(r) som skal lastes opp
nl: Selecteer afbeeldingen om te uploaden
pl: Wybierz grafikę do wysłania
pt_br: Selecionar as imagens para envio
ru: Выберите изображения для загрузки
uk: Виберіть зображення для відвантаження
vi: Chọn ảnh để upload
zh_cn: 选择需要上传的图片
zh_tw: 選擇需要上傳的圖片

source: browse from your computer
cs: vybrat z vašeho počítače
da: vælge fra din computer
de: Ihren Computer durchsuchen
es: explorar desde tu computadora
fr: Parcourez votre ordinateur
id: cari dari komputer anda
it: navigare dal computer
ja: コンピュータから参照
nb: finn filer på din datamaskin
nl: vanaf uw computer bladeren
pt_br: procurar no seu computador
ru: обзор изображений с компьютера
zh_cn: 浏览您的计算机
zh_tw: 從電腦內選擇

source: add image URLs
cs: přidat URL adresy obrázků
da: tilføje billede webadresser
de: Bild-URLs
es: agregar URLs de imagen
fr: Ajouter des URL d'image
id: tambah URL gambar
it: aggiungi URL immagini
ja: 画像のURLを追加
nb: legg til bilde-URLer
nl: voeg afbeeldingen URL's toe
pt_br: adicionar imagens pela URL
ru: добавить ссылки на изображения
zh_cn: 添加图像的URL
zh_tw: 加入圖片連結

source: You can also %i or %u.
cs: Můžeš také %i nebo %u.
da: Du kan også %i eller %u.
de: Sie können auch %i oder %u.
es: También puedes %i o %u.
fr: Vous pouvez également %i ou %u.
id: Anda dapat %i atau %u.
it: È inoltre possibile %i o %u.
ja: %iまたは%uすることもできます。
nb: Du kan også %i eller %u.
nl: Je kunt ook %i of %u.
pt_br: Você também pode %i ou %u.
ru: Вы также можете %i или %u.
zh_cn: 你也可以%i或者%u。
zh_tw: 你可以從%i或%u

source: browse from your device
cs: procházet z vašeho zařízení
da: gennemse fra din enhed
de: Durchsuchen Sie Ihr Gerät
es: explorar desde tu dispositivo
fr: parcourir depuis votre appareil
it: esplorare dal tuo dispositivo
ja: デバイスを見る
nb: se gjennom fra din enhet
nl: vanaf uw toestel bladeren
pt_br: procurar no seu computador
ru: обзор изображений с устройства
zh_cn: 浏览您的计算机

source: take a picture
cs: pořídit fotku
da: tag et billede
de: ein Foto aufnehmen
es: tomar una foto
fr: prendre une photo
id: ambil sebuah gambar
it: Fai una foto
ja: 写真を撮影
nb: ta et bilde
nl: neem een foto
pt_br: tire uma foto
ru: сделать фото
zh_cn: 拍照
zh_tw: 截圖

source: You can also %i, %c or %u.
cs: Můžete také %i, %c nebo %u.
da: Du kan også %i, %c eller %u.
de: Sie können auch %i, %c oder %u.
es: También puedes %i, %c o %u.
fr: Vous pouvez également %i, %c ou %u.
it: Puoi anche %i, %c o %u.
ja: %i, %c または、 %uから
nb: Du kan også %i, %c eller %u.
nl: Je kunt ook %i, %c of %u.
pt_br: Você também pode %i, %c ou %u.
ru: Вы также можете %i, %c или %u.
zh_cn: 你也可以%i,%c或者%u.

source: Edit or resize any image by clicking the image preview
cs: Upravte nebo změňte velikost libovolného obrázku kliknutím na náhled obrázku
da: Rediger eller skalere et billede ved at klikke på billedeksemplet
de: Bearbeiten oder skalieren Sie ein Bild, in dem Sie auf die Vorschau klicken
es: Edita o redimensiona cualquier imagen haciendo click en la previsualización
fr: Modifiez ou redimensionnez toute image en cliquant sur l'aperçu de l'image
id: Ubah atau ukur ulang gambar apapun dengan mengklik pratinjau gambar
it: Modificare o ridimensionare un immagine cliccando l'immagine di anteprima
ja: 画像のプレビューをクリックして編集または画像をリサイズ
nb: Rediger eller endre størrelse på hvilket som helst bilde ved å klikke på forhåndsvisningen
nl: Bewerk of pas formaat aan van de afbeelding door op de voorvertoning te klikken
pt_br: Edite ou redimensione qualquer imagem clicando na visualização da imagem
ru: Нажмите на миниатюру, чтобы отредактировать изображение или изменить его размер
uk: Відредагувати або змінити розмір будь-якого зображення натиснувши на попередній перегляд
zh_cn: 通过点击图像预览来编辑或调整任意图像的大小
zh_tw: 編輯或通過點擊圖像預覽調整圖像大小

source: Edit any image by touching the image preview
cs: Upravte jakýkoli snímek tím, že se dotknete náhledu obrázku
da: Rediger et billede ved at trykke på billedeksemplet
de: Bearbeiten Sie ein Bild, in dem Sie die Vorschau berühren
es: Edita cualquier imagen tocando la previsualización
fr: Modifier n'importe quelle image en touchant l'aperçu de l'image
it: Modifica qualsiasi immagine toccando l'anteprima dell'immagine
ja: プレビューをタッチして編集
nb: Rediger et bilde ved å ta på miniatyrbildet
nl: Bewerk iedere afbeelding door het voorbeeld aan te raken
pt_br: Edite ou redimensione qualquer imagem tocando na visualização da imagem
ru: Отредактируйте изображение касанием окна предпросмотра.
uk: Відредагувати будь-яке зображення натиснувши на попередній перегляд
zh_cn: 通过点击图像预览来调整任意图像

source: your computer
cs: vašeho počítače
da: din computer
de: Ihrem Computer
es: tu computadora
fr: votre ordinateur
id: komputer anda
it: il tuo computer
ja: あなたのコンピュータ
nb: din datamaskin
nl: jouw computer
pt_br: seu computador
ru: вашего компьютера
zh_cn: 您的计算机
zh_tw: 你的電腦

source: You can add more images from %i or %u.
cs: Můžete přidat další obrázky z %i nebo %u.
da: Du kan tilføje flere billeder fra %i eller %u.
de: Sie können mehr Bilder von %i oder %u hinzufügen.
es: Puedes añadir más imágenes desde %i o %u.
fr: Vous pouvez ajouter d'autres images à partir de %i ou %u.
it: È possibile aggiungere altre immagini %i o %u.
ja: %u、または、%iから画像を追加することができます。
nb: Du kan legge til flere bilder fra %i eller %u.
nl: Je kunt meer afbeeldingen toevoegen vanaf %i of %u.
pt_br: Você pode adicionar mais imagens de %i ou de %u.
ru: Вы можете добавить изображения с %i или %u.
zh_cn: 你可以从%i或者%u添加更多的图片.

source: your device
cs: vašeho zařízení
da: din enhed
de: Ihre Gerät
es: tu dispositivo
fr: votre appareil
id: perangkat anda
it: il tuo dispositivo
ja: あなたのデバイス
nb: din enhet
nl: jouw apparaat
pt_br: seu dispositivo
ru: вашего устройства
zh_cn: 你的设备
zh_tw: 你的裝置

source: You can add more images from %i, %c or %u.
cs: Můžete přidat další obrázky z %i, %c nebo %u.
da: Du kan tilføje flere billeder fra %i, %c eller %u.
de: Sie können mehr Bilder von %i, %c oder %u hinzufügen.
es: Puedes añadir más imágenes desde %i, %c o %u.
fr: Vous pouvez ajouter d'autres images à partir de %i, %c ou %u.
it: È possibile aggiungere altre immagini %i, %c o %u.
ja: %i、%c または %uから画像を追加することができます。
nb: Du kan legge til flere bilder fra %i, %c eller %u.
nl: Je kunt meer afbeeldingen toevoegen vanaf %i, %c of %u.
pt_br: Você pode continuar adicionando mais imagens de %i, %c ou %u.
ru: Вы можете добавить изображения с %i, %c или %u.
zh_cn: 你可以从%i,%c或者%u添加更多的图片.

source: Uploading %q %o
cs: Nahrávání %q %o
da: Uploader %q %o
de: Lade %q %o hoch
es: Subiendo %q %o
fr: Importation %q %o
id: Mengunggah %q %o
it: Caricamento %q %o
ja: アップロード中 %q %o
nb: Laster opp %q %o
pt_br: Enviando %q %o
ru: Загружается %q %o
zh_cn: 上传 %q %o
zh_tw: 上傳中 %q %o

source: complete
cs: kompletní
da: færdig
de: Abgeschlossen
es: completado
fr: complété
id: selesai
it: completo
ja: 完了
nb: fullført
nl: afgerond
pt_br: completo
ru: завершено
uk: завершено
vi: Hoàn tất
zh_cn: 完成
zh_tw: 完成

source: The queue is being uploaded, it should take just a few seconds to complete.
cs: Fronta se nahrává. Proces nahrávání by měl trvat jen několik sekund.
da: Køen bliver uploadet, det tager kun få sekunder at fuldføre.
de: Die Warteschlange wird abgearbeitet, dies dauert einige Sekunden.
es: Subida en curso, debería tomar solo un momento para completar el proceso.
fr: La liste est en cours d'importation, il ne reste que quelques secondes !
id: Antrian sedang diunggah, hal ini harusnya berlangsung beberapa saat untuk selesai.
it: La coda è caricata, si dovrebbe perdere solo pochi secondi per essere completata.
ja: キューのアップロードが進行中です。完了まで数秒ほどかかります。
nb: Køen lastes opp. Dette burde bare ta noen få sekunder å fullføre.
nl: De wachtrij wordt geupload, dit duurt een aantal seconden voordat het gereed is.
pt_br: Suas imagens estão sendo enviadas, deve levar apenas alguns segundos para o envio ser totalmente concluído.
ru: Загружается очередь изображений. Это может занять некоторое время.
uk: Завантажується черга зображень. Це може зайняти деякий час.
zh_cn: 队列上传中. 顷刻间便能完成.
zh_tw: 佇列上傳中. 需要一點時間來完成

source: Upload complete
cs: Nahrávání dokončeno
da: Upload gennemført
de: Upload abgeschlossen
es: Subida completada
fr: Envoi terminé
id: Upload selesai
it: Caricamento completato
ja: アップロード完了
nb: Opplasting fullført
nl: Upload voltooid
pl: Wysyłanie zakończone
pt_br: Envio completo
ru: Загрузка завершена
uk: Завантаження завершено
vi: Upload xong rồi!
zh_cn: 上传完毕
zh_tw: 上傳完成

source: Uploaded content added to %s.
cs: Nahraný obsah byl přidán do %s.
da: Uploadet indhold tilføjet til %s.
de: Die hochgeladenen Bilder wurden zu %s hinzugefügt.
es: Contenido subido agregado a %s.
fr: Contenu importé ajouté à %s.
id: Konten terunggah ditambahkan ke %s.
it: contenuti caricati aggiunto %s.
ja: アップロードが完了したコンテンツは%sに追加されました。
nb: Opplastet innhold lagt til i %s.
nl: Geuploade afbeeldingen toegevoegd aan %s.
pt_br: Conteúdo enviado adicionado a %s.
ru: Загруженное содержимое добавлено к %s.
zh_cn: 图片已经添加到 %s.
zh_tw: 上傳的內容已經添加到%s

source: You can %c with the content just uploaded or %m.
cs: Můžete %c s právě nahraným obsahem nebo %m.
da: Du kan %c med indholdet lige uploadet eller %m.
de: Sie können %c mit dem Inhalt, der gerade hochgeladen wurde oder %m.
es: Puedes %c con el contenido recién subido o %m.
fr: Vous pouvez %c avec le contenu que vous venez de mettre en ligne ou %m.
id: Anda dapat %c dengan konten yang baru saja terunggah atau %m.
it: È possibile %c con il contenuto appena caricato o %m.
ja: アップロードされたコンテンツまたは%mに対して%cが可能です。
nb: Du kan %c med innholdet du nettopp lastet opp, eller %m.
nl: Je kunt %c met de afbeeldingen die net zijn geupload of %m.
pt_br: Você pode %c com o conteúdo apenas enviado ou %m.
ru: Вы можете %c с загруженным содержимым или %m.
zh_cn: 您可以将刚刚上传的图片 %c或 %m.
zh_tw: 您已經可以使用剛剛上傳的%c或是%m

source: You can %c with the content just uploaded.
cs: Můžete %c s právě nahraným obsahem.
da: Du kan %c med indholdet lige uploadet.
de: Sie können %c mit dem Inhalt, der gerade hochgeladen wurde.
es: Puedes %c con el contenido recién subido.
fr: Vous pouvez %c avec le contenu que vous venez de mettre en ligne.
id: Anda dapat %c dengan konten yang baru saja terunggah.
it: È possibile %c con il contenuto appena caricato.
ja: アップロードされたコンテンツに対して%cが可能です。
nb: Du kan %c med innholdet du nettopp lastet opp.
nl: Je kunt %c met de afbeeldingen die net zijn geupload.
pt_br: Você pode %c com o conteúdo acabado de ser enviado.
ru: Вы можете %c с загруженным содержимым.
zh_cn: 您可以将刚刚上传的图片 %c.
zh_tw: 您已經可以使用剛剛上傳的%c
