Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Bug tracking
cs: Nachlášení chyb
da: Fejlfinding
es: Seguimiento de errores
fr: Suivi des bugs
id: Pelacakan bug
it: Segnalazione bug
ja: バグ修正過程
nb: Problemsporing
pt_br: Rastreamento de Bugs
ru: Баг трекер
uk: Простежування помилок
vi: Theo dõi lỗi
zh_cn: 错误跟踪
zh_tw: 錯誤跟踪

source: Blog
ja: ブログ
nb: Blogg
ru: Блог
uk: Блоґ
zh_cn: 博客
zh_tw: 部落格

source: Website
cs: Webová stránka
da: Hjemmeside
de: Internetseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
nb: Nettside
pl: Strona
pt_br: Site
ru: Сайт
uk: Сайт
zh_cn: 网站
zh_tw: 網站名稱

source: Content
cs: Obsah
da: Indhold
de: Inhalt
es: Contenido
fr: Contenu
id: Isi
it: Contenuto
ja: コンテンツ
nb: Innhold
nl: Inhoud
pl: Treść
pt_br: Conteúdo
ru: Содержимое
uk: Зміст
vi: Nội dung
zh_cn: 内容
zh_tw: 內容

source: Pages
cs: Stránky
da: Sider
de: Seiten
es: Páginas
id: Laman
it: Pagine
ja: ページ
nb: Sider
nl: Pagina's
pl: Strony
pt_br: Páginas
ru: Страницы
uk: Сторінки
vi: Trang
zh_cn: 页面
zh_tw: 頁面

source: Listings
cs: Výpis
da: Lister
de: Listen
es: Listados
fr: Listes
id: Daftar
it: Gallerie
ja: リストページ
nb: Oppføringer
nl: Inhoud
pl: Listy
pt_br: Resultados
ru: Списки
uk: Списки
vi: Danh sách
zh_cn: 页面列表
zh_tw: 佇列

source: Image upload
cs: Nahrávání obrázků
da: Billede upload
de: Bild-Upload
es: Subida de imágenes
fr: Envoi d'image
id: Foto diunggah
it: Caricamento
ja: 画像アップロード
nb: Bildeopplastning
nl: Upload
pl: Wysyłanie grafiki
pt_br: Envio de imagem
ru: Загрузка и хранение
uk: Завантаження зображення
vi: Hình upload
zh_cn: 图片上传
zh_tw: 圖片上傳

source: Categories
cs: Kategorie
da: Kategorier
de: Kategorien
es: Categorías
fr: Catégories
id: Kategori
it: Categorie
ja: カテゴリー
nb: Kategorier
nl: Categorieën
pl: Kategorie
pt_br: Categorias
ru: Категории
uk: Категорії
vi: Chuyên mục
zh_cn: 分类
zh_tw: 分類

source: Consent screen
cs: Schvalovací obrazovka
da: Samtykke skærm
de: Zustimmungsmitteilung
es: Pantalla de consentimiento
fr: Disclamer
id: Layar kesepakatan
it: Pagina di consenso
ja: コンセント画面
nb: Samtykkeskjema
nl: Toestemmingsscherm
pt_br: Tela de conscientização
ru: Возрастной ценз
uk: Екран угоди
vi: Màn hình ban đầu
zh_cn: 内容警告
zh_tw: 內容警告

source: Flood protection
cs: Ochrana proti záplavě (flood)
da: Flood beskyttelse
de: Flood-Schutz
es: Protección flood
fr: Protection flood
id: Anti penggembosan
it: Protezione da flood
ja: フラッディング攻撃への対処
nb: Spambeskyttelse
nl: Spambeveiliging (Flood Protection)
pl: Zabezpieczenie antyfloodowe
pt_br: Proteção contra flood
ru: Защита от флуда
uk: Захист від флуду
zh_cn: 防洪保护
zh_tw: 流量攻擊防護

source: Theme
cs: Šablona (theme)
da: Tema
es: Tema
fr: Thème
id: Tema
it: Tema
ja: テーマ
nb: Utseende
nl: Thema
pl: Styl
pt_br: Tema
ru: Тема
uk: Тема
vi: Giao diện
zh_cn: 主题
zh_tw: 主題

source: Homepage
cs: Domovská stránka
da: Startside
de: Startseite
es: Página principal
fr: Page d'accueil
id: Halaman muka
ja: ホームページ
nb: Hjemmeside
nl: Startpagina
pl: Strona główna
pt_br: Página principal
ru: Главная страница
uk: Головна сторінка
vi: Trang chủ
zh_cn: 主页
zh_tw: 首頁

source: Banners
cs: Bannery
da: Reklamer
de: Werbung
es: Anuncios
fr: Bannières
id: banner
it: Pubblicità
ja: バナー
nb: Bannere
nl: Advertenties
pl: Banery
ru: Баннеры
uk: Банери
zh_cn: 横幅广告
zh_tw: 廣告

source: System
cs: Systém
es: Sistema
fr: Système
id: sistem
it: Sistema
ja: システム
nl: Systeem
pt_br: Sistema
ru: Система
uk: Система
vi: Hệ thống
zh_cn: 系统
zh_tw: 系統

source: Routing
cs: Směrování
es: Enrutamiento
fr: Adressage
id: Pengarahan
it: Percorsi
ja: ルーティング
nb: Ruting
nl: Routering
pt_br: Rotas
ru: Маршрутизация
uk: Маршрутизація
zh_cn: 路径
zh_tw: 路徑

source: Languages
cs: Jazyky
da: Sprog
de: Sprachen
es: Idiomas
fr: Langues
id: Bahasa
it: Localizzazione
ja: 言語
nb: Språk
nl: Talen
pl: Języki
pt_br: Idiomas
ru: Языки
uk: Мови
vi: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

source: External storage
cs: Externí úložiště
da: Eksternt lager
de: Externe Datenspeicherung
es: Almacenamiento externo
fr: Stockage externe
id: Penyimpanan tambahan
it: Archiviazione esterna
ja: 外部ストレージ
nb: Ekstern lagring
nl: Externe opslag
pl: Zewnętrza pamięć
pt_br: Armazenamento externo
ru: Внешнее хранилище
uk: Зовнішнє сховище
vi: Nguồn lưu trữ ngoài
zh_cn: 外部存储
zh_tw: 外部儲存空間

source: Email
fr: Adresse email
id: Surel
it: Indirizzo email
ja: 電子メール
nb: E-post
uk: Електронна пошта
zh_cn: 电子邮件
zh_tw: 電子郵件

source: Social networks
cs: Sociální sítě
da: Sociale netværk
de: Soziale Netzwerke
es: Redes sociales
fr: Réseaux sociaux
id: Media sosial
it: Social network
ja: ソーシャルネットワーク
nb: Sosiale nettverk
nl: Social media
pl: Sieci społecznościowe
pt_br: Redes sociais
ru: Социальные сети
uk: Соціальні мережі
vi: Mạng xã hội
zh_cn: 社交网络
zh_tw: 社群網站

source: External services
cs: Externí služby
da: Eksterne tjenester
de: Externe Dienste
es: Servicios externos
fr: Services externes
id: Layanan tambahan
it: Servizi esterni
ja: 外部サービス
nb: Eksterne tjenester
nl: Externe services
pl: Usługi zewnętrzne
pt_br: Serviços externos
ru: Сторонние сервисы
uk: Сторонні сервіси
vi: Dịch vụ bên ngoài
zh_cn: 外部服务
zh_tw: 外部服務

source: IP bans
cs: IP bany
da: IP ban
de: IP-Sperren
es: Baneos de IP
fr: Bannissements IP
id: Blokir IP
it: Blocco IP
ja: アクセス禁止IPアドレス
nb: IP-blokkeringer
pl: Blokady IP
pt_br: Banimentos por IP
ru: Блокировка по IP
uk: IP блокування
vi: Chặn IP
zh_cn: IP屏蔽
zh_tw: 封鎖IP

source: Additional settings
cs: Doplňková nastavení
da: Yderligere indstillinger
de: Erweiterte Einstellungen
es: Ajustes adicionales
fr: Paramètres additionnels
id: Pengaturan tambahan
it: Altre impostazioni
ja: 追加の設定
nb: Andre innstillinger
nl: Extra instellingen
pl: Dodatkowe ustawienia
pt_br: Configurações adicionais
ru: Другое
uk: Додаткові налаштування
vi: Thiết lập khác
zh_cn: 其他设置
zh_tw: 其他設置

source: Tools
cs: Nástroje
da: Værktøj
de: Werkzeuge
es: Herramientas
fr: Outils
id: Alat-alat
it: Strumenti
ja: ツール
nb: Verktøy
nl: Gereedschappen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
uk: Інструменти
vi: Công cụ
zh_cn: 工具
zh_tw: 工具

source: Can't delete all homepage cover images
cs: Nelze odstranit všechny obrázky pozadí domovské stránky
da: Kan ikke slette alle baggrundsbilleder fra startsiden
de: Es können nicht alle Titelbilder gelöscht werden
es: No puedes borrar todas las imágenes de portada
fr: Vous ne pouvez pas supprimer toutes les images de la page d'accueil
id: Tidak dapat menghapus semua gambar sampul halaman muka.
it: Impossibile cancellare tutte le immagini di copertina della homepage
ja: すべてのホームページのヘッダ画像は削除できません。
nb: Kan ikke slette alle forsidebilder
nl: Kan niet alle homepage omslagafbeeldingen verwijderen
pt_br: Não é possível apagar todos as imagens de capa da página inicial
ru: Невозможно удалить все обложки сайта.
uk: Не вдалося видалити всі зображення обкладинки домашньої сторінки
vi: Không thể xoá tất cả ảnh trang chủ
zh_cn: 不能删除所有的首页封面图片
zh_tw: 不能刪除所有的首頁封面圖像

source: Homepage cover image deleted
cs: Obrázek pozadí domovské stránky byl odstraněn
da: Baggrundsbillede slettet fra startsiden
de: Titelbild gelöscht
es: Imagen de portada eliminada
fr: Image de la page d'accueil supprimé
id: Gambar halaman muka dihapus
it: Immagine di copertina homepage cancellata
ja: ホームページのトップ画像を削除しました。
nb: Forsidebilde slettet
nl: Homepage omslagafbeelding verwijderd
pt_br: Imagem da capa apagada
ru: Изображение обложки удалено
uk: Зображення обкладинки домашньої сторінки видалено
vi: Ảnh đại diện trang chủ đã được xoá
zh_cn: 删除首页封面图片
zh_tw: 首頁封面圖像已刪除

source: Local
cs: Místní
da: Lokal
de: Lokal
id: Lokal
it: Locale
ja: ローカル
nb: Lokal
nl: Lokaal
pl: Lokalne
ru: Локальное
uk: Локальне
zh_cn: 本地
zh_tw: 本地

source: External
cs: Externí
da: Eksternt
de: Extern
es: Externo
fr: Externe
id: Tambahan
it: Esterno
ja: 外部
nb: Ekstern
nl: Extern
pl: Zewnętrzne
pt_br: Externo
ru: Внешнее
uk: Зовнішнє
vi: Bên ngoài
zh_cn: 外部
zh_tw: 外部

source: All
cs: Vše
da: Alle
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
nb: Alle
nl: Alles
pl: Wszystko
pt_br: Todas
ru: Все
uk: Всі
vi: Tất cả
zh_cn: 所有
zh_tw: 全部

source: search content
cs: vyhledat obsah
da: søg indhold
de: Durchsuche Inhalt
es: buscar contenido
fr: rechercher du contenu
id: cari konten
it: Ricerca contenuti
ja: コンテンツの検索
nb: Søk i innhold
nl: Zoek inhoud
pl: wyszukaj zawartość
pt_br: conteúdo de pesquisa
ru: поиск содержимого
uk: пошук вмісту
vi: nội dung tìm kiếm
zh_cn: 搜索内容
zh_tw: 內容搜尋

source: Add page
cs: Přidat stránku
da: Tilføj side
de: Seite hinzufügen
es: Añadir página
fr: Ajouter page
id: Tambah laman
it: Aggiungi pagina
ja: ページを追加
nb: Legg til side
nl: Pagina toevoegen
pl: Dodaj stronę
pt_br: Adicionar página
ru: Добавить страницу
uk: Додати сторінку
vi: Thêm trang
zh_cn: 添加页面
zh_tw: 添加頁面

source: Edit page ID %s
cs: Upravit stránku ID %s
da: Rediger side ID %s
de: Bearbeite Seiten-ID %s
es: Editar página ID %s
fr: Modifier la page ID %s
id: Ubah halaman ID %s
it: Modifica ID pagina %s
ja: ページ ID %s を編集
nb: Rediger side %s
nl: Wijzig paginanummer %s
pl: Edytuj identyfikator strony %s
pt_br: Editar página ID %s
ru: Редактировать ID страницы %s
uk: Відредагувати сторінку ID %s
vi: Chỉnh sửa page ID %s
zh_cn: 编辑页面ID %s
zh_tw: 編輯頁面ID %s

source: The page has been added successfully.
cs: Stránka byla úspěšně přidána.
da: Denne side er korrekt tilføjet
de: Die Seite wurde erfolgreich hinzugefügt.
es: La página ha sido añadida exitosamente.
fr: La page a été ajoutée avec succès.
id: Halaman telah berhasil ditambahkan.
it: La pagina è stata aggiunta correttamente.
ja: ページは正常に追加されました。
nb: Siden har blitt lagt til.
nl: De pagina is succesvol toegevoegd.
pl: Strona została dodana pomyślnie.
pt_br: A página foi adicionada com sucesso.
ru: Страница успешно создана.
uk: Ця сторінка була успішно додана
vi: Trang được thêm vào thành công
zh_cn: 该页面已成功添加.
zh_tw: 該頁面已成功添加.

source: The page has been deleted.
cs: Stránka byla odstraněna.
da: Denne side er slettet
de: Die Seite wurde gelöscht.
es: La página ha sido eliminada.
fr: Cette page a été supprimée.
id: Halaman telah dihapus.
it: La pagina è stata cancellata.
ja: ページは削除されました。
nb: Siden har blitt slettet.
nl: De pagina is verwijderd.
pl: Strona została usunięta.
pt_br: A página foi removida.
ru: Страница удалена.
uk: Ця сторінка видалена
vi: Trang đã được xoá
zh_cn: 该页面已被删除.
zh_tw: 該頁面已被刪除.

source: homepage
cs: domovská stránka
da: startside
de: Internetseite
es: pagina principal
fr: Page d'accueil
id: beranda
ja: ホームページ
nb: hjemmeside
pt_br: página inicial
ru: главная страница
uk: домашня сторінка
vi: trang chủ
zh_cn: 主页
zh_tw: 首頁

source: Before main title (%s)
cs: Před hlavním názvem (%s)
da: Før hovedtitel (%s)
de: Vor Haupttitel (%s)
es: Antes del título principal (%s)
fr: Avant le titre (%s)
id: Sebelum judul utama (%s)
it: Prima del titolo principale (%s)
ja: メインタイトル前 (%s)
nb: Før hovedtittel (%s)
nl: Voor hoofdtitel (%s)
pt_br: Depois do título principal (%s)
ru: Перед главным заголовком (%s)
uk: Перед основним заголовком (%s)
vi: Trước tiêu đề chính (%s)
zh_cn: 之前的主标题(%s)
zh_tw: 在主標題前 %s

source: After call to action (%s)
cs: Po "call to action" (%s)
de: Nach "Call to Action" (%s)
es: Después de la llamada de acción (%s)
fr: Après le bouton (%s)
id: Setelah panggilan untuk melakukan (%s)
it: Dopo il pulsante di caricamento (%s)
ja: アクション呼び出し後 (%s)
nb: Etter forespørsel om handling (%s)
nl: Na oproep tot actie (%s)
pt_br: Depois da Call to action (%s)
ru: После кнопки призыва к действию (%s)
uk: Після заклику до дії (%s)
vi: Sau nút CTA (%s)
zh_cn: 呼吁行动后(%s)
zh_tw: 在按鈕後 %s

source: After cover (%s)
cs: Po titulním obrázku (%s)
da: Efter cover (%s)
de: Nach Titelbild (%s)
es: Después del cover (%s)
fr: Après la photo (%s)
id: Setelah sampul (%s)
it: Dopo la copertina (%s)
ja: カバーの後 (%s)
nb: Etter cover (%s)
nl: Na omslag (%s)
pt_br: Depois da capa (%s)
ru: После обложки (%s)
vi: Sau ảnh (%s)
zh_cn: 封面后(%s)
zh_tw: 在封面後 %s

source: After listing (%s)
cs: Po výpisu (%s)
de: Nach Auflistung (%s)
es: Después del listado (%s)
fr: Après la liste d'images (%s)
id: Setelah pendaftaran (%s)
it: Dopo la galleria (%s)
ja: リストの後 (%s)
nb: Etter oppføring (%s)
nl: Na lijst (%s)
pt_br: Depois dos resultados (%s)
ru: После списка изображений (%s)
vi: Sau danh sách (%s)
zh_cn: 列表下方(%s)
zh_tw: 在列表後 %s

source: Before pagination
cs: Před stránkováním
de: Vor Seitennummerierung
es: Antes de la paginación
fr: Avant pagination
id: Sebelum nomor halaman
it: Prima dell'impaginazione
ja: ページネーションの前
nb: Før sideinndeling
nl: Voor paginanummering
pl: Przed stronicowaniem
pt_br: Antes da paginação
ru: Перед разделителем страниц
uk: Перед роздільником сторінок
vi: Trước phân trang
zh_cn: 分页前
zh_tw: 分頁前

source: After pagination
cs: Za stránkováním
de: Nach Seitennummerierung
es: Después de la paginación
fr: Après pagination
id: Setelah nomor halaman
it: Dopo l'impaginazione
ja: ページネーションの後
nb: Etter sideinndeling
nl: Na paginanummering
pl: Za stronicowaniem
pt_br: Depois da paginação
ru: После разделителя страниц
uk: Після роздільник сторінок
vi: Phía sau phân trang
zh_cn: 分页后
zh_tw: 分頁後

source: Content (image and album)
cs: Obsah (obrázek a album)
de: Inhalt (Bild- und Albenansicht)
es: Contenido (imagen y álbum)
fr: Contenu (image et album)
id: Konten (gambar dan album)
it: Contenuto (immagini ed album)
ja: コンテンツ (画像とアルバム)
nb: Innhold (bilde og album)
nl: Inhoud (afbeelding en album)
pl: Treść (grafika i album)
pt_br: Conteúdo (imagem e álbum)
ru: Содержимое (изображения и альбомы)
uk: Вміст (зображення та альбоми)
vi: Nội dung (trong xem ảnh và album)
zh_cn: 内容（图像和相册）
zh_tw: 內容（圖片和相簿）

source: Tab about column
cs: Tabulka se sloupcem "O ..."
de: Neben Bilddetails
es: Columna en pestaña sobre
fr: Colonne du menu à propos
id: Kolom tab tentang
it: Colonna scheda informazioni
ja: 画像詳細タブ内
nb: Tab om kolonne
nl: Tab over kolom
pt_br: Guia sobre a coluna
ru: В информации об изображении
uk: Вкладка про зображення
zh_cn: 标签相关
zh_tw: 相關標籤

source: Before comments
cs: Před komentáři
de: Vor Kommentare
es: Antes de los comentarios
fr: Avant les commentaires
id: Sebelum komentar
it: Prima dei commenti
ja: コメントの前
nb: Før kommentarer
nl: Voor opmerkingen
pl: Przed komentarzami
pt_br: Antes dos comentários
ru: Перед комментариями
uk: Перед коментарями
vi: Phía dưới bình luận
zh_cn: 评论前
zh_tw: 留言前

source: Image page
cs: Stránka s obrázkem
de: Bildansicht
es: Página de imagen
fr: Page de l'image
id: Halaman gambar
it: Pagina immagine
ja: 画像ページ
nb: Bildeside
nl: Weergavepagina afbeelding
pl: Strona grafiki
pt_br: Página da imagem
ru: Страница изображения
uk: Сторінка зображення
vi: Tranh hình ảnh
zh_cn: 图像页面
zh_tw: 圖片頁面

source: Inside viewer top (image page)
cs: Uvnitř prohlížeče nahoře (stránka s obrázkem)
de: In Bildansicht-Kopfzeile
es: En el interior superior del visualizador (página de imagen)
fr: Intérieur du haut de la page visualisation (page image)
id: Didalam atas penonton (halaman gambar)
it: Visualizzatore interno superiore (pagina immagine)
ja: 画像ビューア内上部 (画像ページ)
nb: Innvendig visning topp (bildeside)
nl: Vanboven in de afbeelding viewer (weergavepagina afbeelding)
pt_br: Vista interna superior (página da imagem)
ru: В заголовке просмотрщика (страница изображения)
uk: У заголовку переглядача (сторінка зображення)
zh_cn: 内部图像浏览器顶部（图像页）
zh_tw: 內部圖像瀏覽器頂部（圖像頁）

source: Expected banner size 728x90
cs: Očekávaná velikost banneru je 728×90px
de: Erforderliche Banner-Größe: 728x90
es: Tamaño esperado del aviso es 728x90
fr: Taille de bannière attendue 728x90
id: Ukuran banner diharapkan 728x90
it: Dimensioni previste dell'annuncio 728x90
ja: バナーサイズは 728x90を想定
nb: Forventet bannerstørrelse 728x90
nl: Verwachte afmetingen banner: 728x90
pl: Oczekiwany rozmiar baneru 728x90
pt_br: Tamanho do banner 728x90
ru: Рекомендуемый размер баннера 728x90
uk: Рекомендований розмір банера 728x90
vi: Size tốt nhất 728x90
zh_cn: 默认的横幅大小为728x90
zh_tw: 橫幅大小為 728x90

source: Inside viewer foot (image page)
cs: Uvnitř prohlížeče dole (stránka s obrázkem)
de: In Bildansicht-Fußzeile
es: En el interior inferior del visualizador (página de imagen)
fr: Intérieur du bas de la page visualisation (page image)
id: Didalam kaki penonton (halaman gambar)
it: Visualizzatore interno inferiore (pagina immagine)
ja: 画像ビューア内下部(画像ページ)
nb: Innvendig visning bunn (bildeside)
nl: Vanonder in de afbeelding viewer (weergavepagina afbeelding)
pt_br: Vista interna do rodapé (página da imagem)
ru: Внизу просмотрщика (страница изображения)
uk: Внизу переглядача (сторінка зображення)
zh_cn: 内部图像浏览器底部（图像页）
zh_tw: 內部圖像瀏覽器底部（圖像頁）

source: After image viewer (image page)
cs: Za prohlížečem obrázku (stránka s obrázkem)
de: Nach Bildansicht
es: Después del visualizador de imagen (página de imagen)
fr: Après la page de visualisation (page image)
id: Setelah penampil gambar (halaman gambar)
it: Dopo il visualizzatore immagine (pagina immagine)
ja: 画像ビューアの下(画像ページ)
nb: Etter bildeviser (bildeside)
nl: Achter de afbeelding (weergavepagina afbeelding)
pt_br: Após à visualização da imagem (página da imagem)
ru: После изображения (страница изображения)
uk: Після зображення (сторінка зображення)
zh_cn: 图像浏览器后（图像页）
zh_tw: 圖像瀏覽器後（圖像頁）

source: Before header (image page)
cs: Před hlavičkou (stránka s obrázkem)
de: Vor Kopfzeile
es: Antes del header (página de imagen)
fr: Avant le haut de page (page image)
id: Sebelum judul (halaman gambar)
it: Prima dell'intestazione (pagina immagine)
ja: 画像詳細メニュー上(画像ページ)
nb: Før header (bildeside)
nl: Voor de header(afbeeldings pagina)
pt_br: Antes do topo (página da imagem)
ru: Перед заголовком (страница изображения)
uk: Перед заголовком (сторінка зображення)
vi: Trước đầu trang (trang ảnh)
zh_cn: 图像信息前（图像页）
zh_tw: 頭前（圖像頁）

source: After header (image page)
cs: Za hlavičkou (stránka s obrázkem)
de: Nach Kopfzeile
es: Después del header (página de imagen)
fr: Après le haut de page (page image)
id: Setelah judul (halaman gambar)
it: Dopo l'intestazione (pagina immagine)
ja: 画像詳細メニュー(画像ページ)
nb: Etter header (bildeside)
nl: Achter de header (weergavepagina afbeelding)
pt_br: Depois do topo (página da imagem)
ru: После заголовка (страница изображения)
uk: Після заголовка (сторінка зображення)
zh_cn: 图像信息前（图像页）
zh_tw: 頭後（圖像頁）

source: Footer (image page)
cs: Patička (stránka s obrázkem)
de: Fußzeile
es: Footer (página de imagen)
fr: Bas de page (page image)
id: Kaki (halaman gambar)
it: Piè di pagina (pagina immagine)
ja: フッタ部(画像ページ)
nb: Bunn (bildeside)
nl: Footer (weergavepagina afbeelding)
pt_br: Rodapé (página imagem)
ru: Нижний колонтитул (страница изображения)
uk: Нижній колонтитул (сторінка зображення)
zh_cn: 页脚（图像页）
zh_tw: 頁尾（圖像頁）

source: Album page
cs: Stránka s albem
de: Albumansicht
es: Página de álbum
fr: Page album
id: Laman album
it: Pagina album
ja: アルバムページ
nb: Albumside
nl: Album pagina
pl: Strona albumu
pt_br: Pagina do álbum
ru: Страница альбома
uk: Сторінка альбому
vi: Trang album
zh_cn: 相册页面
zh_tw: 相簿頁面

source: Before header (album page)
cs: Před hlavičkou (stránka s albem)
de: Vor Kopfzeile
es: Antes del header (página de álbum)
fr: Avant le haut de page (page album)
id: Sebelum Judul (halaman album)
it: Prima dell'intestazione (pagina album)
ja: アルバムタイトル前(アルバムページ)
nb: Før header (albumside)
nl: Voor header (Album pagina)
pt_br: Antes do cabeçalho (página do álbum)
ru: Перед заголовком (страница альбома)
uk: Перед заголовком (сторінка альбому)
zh_cn: 头前（相册页面）
zh_tw: 頭前（相簿頁）

source: After header (album page)
cs: Za hlavičkou (stránka s albem)
de: Nach Kopfzeile
es: Después del header (página de álbum)
fr: Après le haut de page (page album)
id: Setelah judul (halaman album)
it: Dopo l'intestazione (pagina album)
ja: アルバム詳細下(アルバムページ)
nb: Etter header (albumside)
nl: Achter de header (Album pagina)
pt_br: Depois do cabeçalho (página do álbum)
ru: После заголовка (страница альбома)
uk: Після заголовка (сторінка альбому)
zh_cn: 头后（相册页面）
zh_tw: 頭後（相簿頁）

source: User profile page
cs: Stránka s uživatelským profilem
de: Profilseite
es: Página de perfil de usuario
fr: Page de profil utilisateur
id: Halaman profil pengguna
it: Pagina profilo utente
ja: ユーザープロフィールページ
nb: Brukerprofilside
nl: Profielpagina
pl: Strona profilu użytkownika
pt_br: Página do perfil do usuário
ru: Профиль пользователя
uk: Профіль користувача
vi: Trang thông tin thành viên
zh_cn: 个人信息页
zh_tw: 個人主頁

source: After top (user profile)
cs: Za hlavičkou (stránka s uživatelským profilem)
de: Nach Kopfzeile
es: Después del top (página de perfil de usuario)
fr: Après le haut de page (profil utilisateur)
id: Setelah teratas (profil pengguna)
it: Dopo il top (profilo utente)
ja: ユーザ名の前(プロファイルページ)
nb: Etter toppen (brukerprofil)
nl: Achter bovenzijde (profiel)
pt_br: Depois de topo (perfil do usuário)
ru: После заголовка (профиль пользователя)
uk: Після заголовка (профіль користувача)
zh_cn: 头前（个人信息页）
zh_tw: 頭後（個人主頁）

source: Before listing (user profile)
cs: Před výpisem (stránka s uživatelským profilem)
de: Vor Auflistung
es: Antes del listado (página de perfil de usuario)
fr: Avant le listing (profil utilisateur)
id: Sebelum pendaftaran (profil pengguna)
it: Prima della galleria (profilo utente)
ja: ユーザ名の後(プロファイルページ)
nb: Før oppføring (brukerprofil)
nl: Achter afbeeldinglijst (startpagina)
pt_br: Antes da paginação (perfil do usuário)
ru: Перед списком изображений (профиль пользователя)
uk: Перед списком зображень (профіль користувача)
zh_cn: 列表（个人信息页）
zh_tw: 列表前（個人主頁）

source: Explore page
cs: Prozkoumat stránku
de: Entdecken-Seite
es: Página de exploración
fr: Page explorer
id: Jelajahi halaman
it: Pagina "Esplora"
ja: もっと見る一覧ページ
nb: Utforsk siden
nl: Verkenningspagina
pl: Strona odkrywania
pt_br: Pagina de exploração
ru: Страница Обзор
uk: Сторінка Огляд
vi: Trang khám phá
zh_cn: 探索页
zh_tw: 探索頁面

source: After top (explore page)
cs: Za hlavičkou (stránka procházení)
de: Nach Kopfzeile
es: Después del top (página de exploración)
fr: Après le haut de page (page explorer)
id: Setelah teratas (halaman jelajahi)
it: Dopo il top (pagina "Esplora")
ja: トップ下(もっと見るページ)
nb: Etter toppen (utforsk siden)
nl: Achter bovenzijde (verkenning pagina)
pt_br: Depois do topo (página explorar)
ru: После заголовка (страница обзор)
uk: Після заголовка (сторінка огляд)
zh_cn: 头前（探索页）
zh_tw: 頭後（探索頁面）

source: NSFW
cs: NFSW
es: No seguro
ja: 成人向けコンテンツ
nb: ITPJ
ru: Небезопасное
vi: Ảnh nhạy cảm
zh_cn: 不安全（NSFW）
zh_tw: 非闔家皆宜

source: Invalid website name
cs: Neplatné jméno webové stránky
da: Ugyldig hjemmeside navn
de: Ungültiger Name der Internetseite
es: Nombre de sitio inválido
fr: Nom de site web incorrect
id: Nama website tidak sah
it: Nome sito web non valido
ja: 無効なウェブサイト名
nb: Ugyldig navn på nettsted
nl: Ongeldige websitenaam
pl: Błędna nazwa strony
pt_br: Nome do site inválido
ru: Неверное название сайта
uk: Некоректна назва сайту
vi: Tên web bị sai
zh_cn: 无效的网站名称
zh_tw: 無效的網站名稱

source: Invalid language
cs: Neplatný jazyk
da: Ugyldigt sprog
de: Ungültige Sprache
es: Idioma inválido
fr: Langage incorrect
id: Bahasa tidak sah
it: Lingua non valida
ja: 無効な言語
nb: Ugyldig språk
nl: Ongeldige taal
pl: Błędny język
pt_br: Idioma inválido
ru: Неверный язык
uk: Неправильна мова
vi: Sai ngôn ngữ
zh_cn: 无效的语言
zh_tw: 無效的語言

source: Invalid timezone
cs: Neplatná časová zóna
da: Ugyldig tidszone
de: Ungültige Zeitzone
es: Zona horaria inválida
fr: Fuseau horaire incorrect
id: Zona waktu tidak sah
it: Fuso orario non valido
ja: 無効なタイムゾーン
nb: Ugyldig tidssone
nl: Ongeldige tijdzone
pl: Błędna strefa czasowa
pt_br: Fuso horário inválido
ru: Неверный часовой пояс
uk: Неправильний часовий пояс
vi: Sai múi giờ
zh_cn: 无效的时区
zh_tw: 無效的時區

source: Invalid value: %s
cs: Neplatná hodnota: %s
da: Ugyldig værdi: %s
de: Ungültiger Wert: %s
es: Valor inválido: %s
fr: Valeur invalide : %s
id: Nilai tidak valid: %s
it: Valore non valido: %s
ja: 不正な値: %s
nb: Ugyldig verdi: %s
nl: Ongeldigde waarde: %s
pt_br: Valor inválido: %s
ru: Неверное значение: %s
zh_cn: 无效的值：%s
zh_tw: 無效的值: %s
