Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: All the images will be moved to this newly created album. You can also move the images to an <a class="modal-switch" data-switch="move-existing-album">existing album</a>.
cs: Všechny obrázky budou přesunuty do nově vytvořeného alba. Samozřejmé můžete také obrázky přesunou do již <a class="modal-switch" data-switch="move-existing-album">existujícího alba</a>.
da: Alle billederne vil blive flyttet til denne nye album. Du kan også flytte alle billederne til en <a class="modal-switch" data-switch="move-existing-album">eksisterende album</a>
de: Alle Bilder werden in das neue Album verschoben. Sie können die Bilder außerdem in ein <a class="modal-switch" data-switch="move-existing-album">bestehendes Album</a> verschieben.
es: Todas las imágenes serán trasladadas a este nuevo álbum. También puedes trasladar las imágenes a un <a class="modal-switch" data-switch="move-existing-album">álbum existente</a>.
fr: Toutes les images ont été déplacées dans le nouvel album. Vous pouvez également déplacer les images dans un <a class="modal-switch" data-switch="move-existing-album">album existant</a>.
id: Semua gambar akan dipindahkan ke album yang baru dibuat ini. Abda juga dapat memindah gambar ke <a class="modal-switch" data-switch="move-existing-album">album yang ada</a>.
it: Tutte le immagini verranno spostate in questo album appena creato. È anche possibile spostare le immagini da un<a class="modal-switch" data-switch="move-existing-album">album esistente</a>.
ja: すべての画像は最新のアルバムへ移動されます。 <a class="modal-switch" data-switch="move-existing-album">既に存在する他のアルバム</a>へ移動することもできます。
nb: Alle bildene vil bli flyttet til det nyopprettede albumet. Du kan også flytte bildene til et <a class="modal-switch" data-switch="move-existing-album">eksisterende album</a>.
nl: Alle afbeeldingen zullen worden verplaatst naar dit nieuwe album. U kunt de afbeeldingen ook verplaatsen naar een <a class="modal-switch" data-switch="move-existing-album">bestaand album</a>.
pl: Wysłane grafiki zostaną przeniesione do tego nowego albumu. Możesz również przenieść je do <a class="modal-switch" data-switch="move-existing-album">istniejącego albumu</a>.
pt_br: Todas as imagens serão transferidas para este álbum recém criado. Pode também mover as imagens para um <a class="modal-switch" data-switch="move-existing-album">álbum já existente</a>.
ru: Все изображения будут помещены в этот новый альбом. Вы также можете переместить изображения в <a class="modal-switch" data-switch="move-existing-album">существующий альбом</a>.
uk: Всі зображення будуть поміщені в цей новий альбом. Ви також можете перемістити зображення в <a class="modal-switch" data-switch="move-existing-album">існуючий альбом</a>.
vi: Hình đã chuyển đến album mới tạo. Bạn cố thể chuyển hình đến <a class="modal-switch" data-switch="move-existing-album">album hiện có</a>.
zh_cn: 所有的图片将被移动到这个新创建的相册. 你也可以移动图片到 <a class="modal-switch" data-switch="move-existing-album">现有相册</a>.
zh_tw: 所有的圖片將被移動到這個新創建的相冊. 你也可以移動圖片到 <a class="modal-switch" data-switch="move-existing-album">現有的相簿</a>.

source: Select an existing album to move the image. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the image there.
cs: Vyberte existující album pro přesun obrázků. Samozřejmé můžete také <a class="modal-switch" data-switch="move-new-album">vytvořit nové album</a> a obrázky přesunout do něj.
da: Vælg et eksisterende album for at flytte billedet. Du kan også <a class="modal-switch" data-switch="move-new-album">lave et nyt album</a> og flytte billedet dertil.
de: Markieren Sie ein bestehendes Album um das Bild zu verschieben. Sie können außerdem ein <a class="modal-switch" data-switch="move-new-album">neues Album</a> erstellen und das Bild in das neue Album verschieben.
es: Selecciona un álbum existente para trasladar las imágenes. También puedes <a class="modal-switch" data-switch="move-new-album">crear un nuevo álbum</a> y trasladar las imágenes al mismo.
fr: Sélectionnez un album existant pour déplacer l'image. Vous pouvez également <a class="modal-switch" data-switch="move-new-album">créer un nouvel album</a> et déplacer l'image dans celui-ci.
id: Pilih sebuah album yang ada untuk memindahkan gambar. Anda juga dapat <a class="modal-switch" data-switch="move-new-album">membuat album baru</a> dan memindahkan gambar kesana.
it: Selezionare un album esistente per spostare le immagini. È anche possibile <a class="modal-switch" data-switch="move-new-album">creare un nuovo album </a> e spostare l'immagine lì.
ja: 画像の移動先となる既に存在するアルバムを選択して下さい。<a class="modal-switch" data-switch="move-new-album">新しいアルバムの作成</a>を行い、移動することもできます。
nb: Velg et eksisterende album å flytte bildet til. Du kan også <a class="modal-switch" data-switch="move-new-album">opprette et nytt album</a> og flytte bildet dit.
nl: Selecteer een bestaand album om de afbeelding naar te verplaatsen. U kunt ook <a class="modal-switch" data-switch="move-new-album">een nieuw album maken</a> en de afbeelding daarheen verplaatsen.
pl: Wybierz istniejący album do przeniesienia grafiki. Możesz również <a class="modal-switch" data-switch="move-new-album">utworzyć nowy album</a> i przenieść ją do niego.
pt_br: Selecione um álbum existente para mover a imagem. Você pode também <a class="modal-switch" data-switch="move-new-album">criar um novo álbum</a> e mover a imagem para lá.
ru: Выберите существующий альбом, чтобы переместить изображение. Вы также можете <a class="modal-switch" data-switch="move-new-album">создать новый альбом</a> и переместить изображение в него.
uk: Виберіть існуючий альбом, щоб перемістити зображення. Ви також можете <a class="modal-switch" data-switch="move-new-album">створити новий альбом</a> і перемістити зображення в нього.
vi: Chọn album để chuyển hình đến đó. Bạn có thể <a class="modal-switch" data-switch="move-new-album">tạo album mới</a> và chuyển hình đến đó.
zh_cn: 选择一个现有的相册移动图像. 你也可以<a class="modal-switch" data-switch="move-new-album">创建一个新的相册</a>和移动图片.
zh_tw: 選擇一個現有的相簿移動圖片. 你也可以<a class="modal-switch" data-switch="move-new-album">建立一個新的相簿</a>和移動圖片.

source: Select an existing album to move the album contents. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the album contents there.
cs: Vyberte stávající album k přemístění obsahu současného alba. Samozřejmě můžete také <a class="modal-switch" data-switch="move-new-album">vytvořit nové album</a> a obsah současného alba přemístit tam.
de: Markieren Sie ein bestehendes Album um den Inhalt des Albums zu verschieben. Sie können außerdem ein <a class="modal-switch" data-switch="move-new-album">neues Album</a> erstellen und den Inhalt in das neue Album verschieben.
es: Selecciona el álbum donde quieres trasladar el contenido del álbum. También puedes <a class="modal-switch" data-switch="move-new-album">crear un álbum</a> y trasladar el contenido ahí.
fr: Choisissez un album existant pour déplacer le contenu de l'album. Vous pouvez également <a class="modal-switch" data-switch="move-new-album">créer un nouvel album</a> et déplacer le contenu de l'album dans celui-ci.
id: Pilih sebuah album untuk memindahkan isi album. Anda juga dapat <a class="modal-switch" data-switch="move-new-album">membuat album baru</a> dan memindahkan isi album kesana.
it: Selezionare un album esistente per spostare il contenuto dell'album. È anche possibile <a class="modal-switch" data-switch="move-new-album">creare un nuovo album</a> e spostare il suo contenuto.
ja: アルバム内のコンテンツを移動する他のアルバムを選択してください。 または、 <a class="modal-switch" data-switch="move-new-album">アルバムの新規作成</a>を行い、移動することもできます。
nb: Velg et eksisterende album å flytte albuminnhold til. Du kan også <a class="modal-switch" data-switch="move-new-album">opprette et nytt album</a> og flytte album innholdet der.
nl: Selecteer een bestaand album om de inhoud van dit album naar te verplaatsen. U kunt ook <a class="modal-switch" data-switch="move-new-album">een nieuw album maken</a>.
pl: Wybierz istniejący album do przeniesienia zawartości. Możesz również <a class="modal-switch" data-switch="move-new-album">utworzyć nowy album</a> i przenieść zawartość do niego.
pt_br: Selecione um álbum existente para mover os álbuns. Você pode também <a class="modal-switch" data-switch="move-new-album">criar um novo álbum</a> e mover todos os conteúdos do álbum para lá.
ru: Выберите существующий альбом в который будет перемещено содержимое. Вы также можете <a class="modal-switch" data-switch="move-new-album">создать новый альбом</a> для этого содержимого.
uk: Виберіть існуючий альбом в який буде переміщено вміст. Ви також можете <a class="modal-switch" data-switch="move-new-album">створити новий альбом</a> для цього вмісту.
vi: Chọn album để chuyển nội dung. Bạn còn có thể <a class="modal-switch" data-switch="move-new-album">tạo album mới</a> và chuyển hình đến đó.
zh_cn: 选择一个现有相册, 移动相册的内容. 您也可以<a class="modal-switch" data-switch="move-new-album">创建新相册</a>, 并移动相册的内容到那里.
zh_tw: 選擇一個現有相簿, 移動相簿的內容. 您也可以<a class="modal-switch" data-switch="move-new-album">創建新相簿</a>, 並移動相簿的內容到那裡.

source: Select an existing album to move the images. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the images there.
cs: Vyberte existující album pro přesun obrázků. Samozřejmé můžete také <a class="modal-switch" data-switch="move-new-album">vytvořit nové album</a> a obrázky přesunout do něj.
da: Vælg et eksisterende album for at flytte billederne. Du kan også <a class="modal-switch" data-switch="move-new-album">lave et nyt album</a> og flytte billederne detil.
de: Markieren Sie ein bestehendes Album um die Bilder zu verschieben. Sie können außerdem ein <a class="modal-switch" data-switch="move-new-album">neues Album</a> erstellen und die Bilder in das neue Album verschieben.
es: Selecciona un álbum existente para trasladar las imágenes. También puedes <a class="modal-switch" data-switch="move-new-album">crear un nuevo álbum</a> y trasladar las imágenes al mismo.
fr: Sélectionner un album existant pour déplacer les images. Vous pouvez également <a class="modal-switch" data-switch="move-new-album">créer un nouvel album</a> et déplacer les images dans celui-ci.
id: Pilih sebuah album yang ada untuk memindahkan gambar. Anda juga dapat <a class="modal-switch" data-switch="move-new-album">membuat album baru</a> dan memindahkan gambar kesana.
it: Selezionare un album esistente per spostare le immagini. Puoi anche <a class="modal-switch" data-switch="move-new-album"> creare un nuovo album </a> e spostare le immagini lì.
ja: 画像を移動する既に存在するアルバムを選択して下さい。<a class="modal-switch" data-switch="move-new-album">新しいアルバムの作成</a>を行い、移動することもできます。
nb: Velg et eksisterende album å flytte bildene til. Du kan også <a class="modal-switch" data-switch="move-new-album">opprette et nytt album</a> og flytte bildene dit.
nl: Selecteer een bestaand album om de afbeeldingen naar te verplaatsen. U kunt ook <a class="modal-switch" data-switch="move-new-album">een nieuw album maken</a> en de afbeeldingen daarheen verplaatsen.
pl: Wybierz istniejący album, aby przenieść grafiki. Możesz również <a class="modal-switch" data-switch="move-new-album">utworzyć nowy album</a> i przenieść grafiki do niego.
pt_br: Selecione um álbum existente para mover as imagens. Você pode também <a class="modal-switch" data-switch="move-new-album">criar um novo álbum</a> e mover a imagem para lá.
ru: Выберите существующий альбом, чтобы переместить изображения. Вы также можете <a class="modal-switch" data-switch="move-new-album">создать новый альбом</a> и переместить изображения в него.
uk: Виберіть існуючий альбом, щоб перемістити зображення. Ви також можете <a class="modal-switch" data-switch="move-new-album">створити новий альбом</a> і перемістити зображення в нього.
vi: Chọn album để chuyển hình đến đó. Bạn có thể <a class="modal-switch" data-switch="move-new-album">tạo album mới</a> và chuyển hình đến đó.
zh_cn: 选择一个现有的相册移动图像. 你也可以<a class="modal-switch" data-switch="move-new-album">创建一个新的相册</a>和移动图片.
zh_tw: 選擇一個現有的相簿移動圖片. 你也可以<a class="modal-switch" data-switch="move-new-album">建立一個新的相簿</a>和移動圖片.

source: All the selected images will be assigned to this category.
cs: Všechny vybrané obrázky budou zařazeny do této kategorie.
de: Alle ausgewählten Bilder werden der Kategorie zugewiesen.
es: Todas las imágenes seleccionadas serán asignadas a esta categoría.
fr: Toutes les images sélectionnées seront assignées à cette catégorie.
id: Semua gambar yang dipilih akan di tempatkan ke kategori ini.
it: Tutte le immagini selezionate saranno assegnate a questa categoria.
ja: 選択された全ての画像は、このカテゴリが適用されます。
nb: De valgte bildene vil bli tilordnet denne kategorien.
nl: Alle geselecteerde afbeeldingen worden toegewezen aan deze categorie.
pl: Wszystkie wybrane grafiki zostaną przypisane do tej kategorii.
pt_br: Todas as imagens selecionadas serão movidas para esta categoria.
ru: Выбранные изображения будут перемещены в данную категорию.
uk: Вибрані зображення будуть переміщені в дану категорію.
zh_cn: 所有选择的图像将会分配给此分类.
zh_tw: 所有選擇的圖片將會分配給此分類.

source: There is no categories.
cs: Nejsou zde žádné kategorie.
da: Der er ingen kategorier.
de: Es gibt keine Kategorien.
es: No hay categorías.
fr: Il n'y a pas de catégories.
id: Tidak ada kategori.
it: Non ci sono categorie
ja: カテゴリがありません。
nb: Det finnes ingen kategorier.
nl: Er zijn geen categorieën.
pl: Brak kategorii.
pt_br: Não existem categorias.
ru: Категории не заданы.
uk: Категорії не задані.
zh_cn: 没有此分类.
zh_tw: 沒有分類.

source: Confirm flag content as safe
cs: Potvrďte, že obrázek je bezpečný
da: Bekræft marker indhold som sikker
de: Bestätige markierten Inhalt als sicher
es: Confirmar marcar contenido como seguro
fr: Confirmer l'annulation du signalement
id: Konfirmasi penandaan konten sebagai aman
it: Conferma che i contenuti sono adatti a tutti
ja: コンテンツがファミリーセーフティを満たすと確認
nb: Flagget bekrefter innhold som trygt
nl: Bevestig dat content veilig is
pt_br: Confirme que o conteúdo é seguro
ru: Подтвердить пометку содержимого как безопасное
uk: Підтвердити позначку вмісту як безпечний
vi: Xác nhận đánh dấu hình ảnh an toàn
zh_cn: 确认标记内容为安全
zh_tw: 確認標記為安全內容

source: Do you really want to flag this content as safe?
cs: Opravdu si přejete tento obsah označit jako bezpečný?
da: Vil du virkelig gerne markere indholdet som sikkert?
de: Wollen Sie diesen Inhalt wirklich als sicher markieren?
es: ¿Realmente deseas marcar este contenido como seguro?
fr: Souhaitez-vous vraiment retirer le signalement du contenu ?
id: Apakah anda yakin menandai konten ini aman?
it: Vuoi davvero contrassegnare questo contenuto come adatto a tutti?
ja: このコンテンツが本当にファミリーセーフティを満たすとマークしますか？
nb: Er du sikker på du vil flagge dette innholdet som trygt?
nl: Weet je zeker dat je deze inhoud als veilig wilt markeren?
pt_br: Quer mesmo confirmar isto como sendo conteúdo seguro?
ru: Вы действительно хотите пометить это содержимое как безопасное?
uk: Ви дійсно хочете помітити це вміст як безпечний?
vi: Chắc chán muốn đánh dấu hình ảnh an toàn?
zh_cn: 你真的要标记这个内容为安全的?
zh_tw: 你真的要標記這個內容為安全的?

source: Confirm flag content as unsafe
cs: Potvrďte, že obrázek není bezpečný
da: Bekræft marker indhold som usikre
de: Bestätige markierten Inhalt als anstößig
es: Confirmar marcar contenido como no seguro
fr: Confirmer le signalement du contenu
id: Konfirmasi penandaan tidak aman
it: Conferma che i contenuti non sono adatti a tutti
ja: コンテンツがファミリーセーフティに接触すると確認
nb: Flagg dette innholdet som utrygt?
nl: Bevestig dat deze content onveilig is
pt_br: Confirme o conteúdo como imprórpio
ru: Подтвердить пометку содержимого как небезопасное
uk: Підтвердити позначку вмісту як небезпечний
vi: Xác nhận đánh dấu hình ảnh 18+
zh_cn: 确认标记内容为不安全
zh_tw: 確定標記為不安全的內容

source: Do you really want to flag this content as unsafe?
cs: Opravdu si přejete tento obsah označit jako nebezpečný?
da: Vil du virkelig gerne markere indholdet som usikkert?
de: Wollen Sie diesen Inhalt wirklich als anstößig markieren?
es: ¿Realmente deseas marcar este contenido como no seguro?
fr: Souhaitez-vous vraiment signaler ce contenu ?
id: Apakah anda yakin menandai konten ini tidak aman?
it: Vuoi davvero contrassegnare questo contenuto come non adatto a tutti?
ja: このコンテンツが本当にファミリーセーフティに接触するとマークしますか？
nb: Er du sikker på at du ønsker å flagge dette innholdet som utrygt?
nl: Weet je zeker dat je deze inhoud als onveilig wilt markeren?
pt_br: Deseja mesmo denunciar este conteúdo como impróprio?
ru: Вы действительно хотите пометить это содержимое как небезопасное?
uk: Ви дійсно хочете помітити це вміст як небезпечний?
vi: Chắc chán muốn đánh dấu hình ảnh 18+?
zh_cn: 你真的要标记这个内容为不安全?
zh_tw: 你真的要標記這個內容為不安全?

source: Confirm deletion
cs: Potvrďte odstranění
da: Bekræft sletning
de: Löschung bestätigen
es: Confirmar eliminación
fr: Confirmez la suppression
id: Konfirmasi penghapusan
it: Conferma la cancellazione
ja: 削除の確認
nb: Bekreft sletting
nl: Bevestig verwijderen
pl: Potwierdź usunięcie
pt_br: Confirme a eliminação
ru: Подтвердите удаление
uk: Підтвердіть видалення
vi: Xác nhận xóa
zh_cn: 确认删除
zh_tw: 確認刪除

source: Do you really want to remove this content? This can't be undone.
cs: Opravdu chcete odstranit tento obsah? (Nelze vrátit zpět)
da: Vil du virkelig gerne slette indholdet? Dette kan ikke fortrydes.
de: Wollen Sie diese Inhalte wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Realmente deseas remover este contenido? Esto no se podrá deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce contenu ? Cette action est irréversible.
id: Apakah anda benar-benar ingin menghapus konten ini? Hal ini tidak dapat dibatalkan.
it: Vuoi davvero cancellare questo contenuto? Questa azione non può essere annullata.
ja: このコンテンツを本当に削除しますか？一度削除すると元には戻せません。
nb: Er du sikker på at du vil slette? Dette kan ikke angres.
nl: Wilt u deze inhoud echt verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Na pewno chcesz usunąć tę zawartość? Nie można tego cofnąć.
pt_br: Deseja mesmo remover este conteúdo? Isto não pode ser revertido.
ru: Вы действительно хотите удалить данное содержимое? Это действие необратимо.
uk: Ви дійсно хочете видалити даний вміст? Ця дія є незворотня.
vi: Bạn có thực sự muốn xóa nội dung này? Việc này không thể hoàn tác.
zh_cn: 你真的想删除此内容? 一旦删除将无法恢复.
zh_tw: 你真的想刪除此內容? 一旦刪除將無法恢復.

source: Do you really want to remove all the selected content? This can't be undone.
cs: Opravdu si přejete odstranit vybraný obsah? (Nelze vrátit zpět)
da: Vil du virkelig gerne slette alt det valgte indhold? Det kan ikke fortrydes..
de: Wollen Sie die markierten Inhalte wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Realmente deseas remover todo el contenido seleccionado? Esto no se podrá deshacer.
fr: Êtes-vous sûr de vouloir supprimer le contenu sélectionné ? Cette action est irréversible.
id: Apakah anda benar-benar ingin menghapus semua konten yang dipilih? Hal ini tidak dapat dibatalkan
it: Vuoi davvero cancellare tutto il contenuto selezionato? Questa azione non può essere annullata.
ja: 選択されたコンテンツを本当に削除しますか？一度削除すると元には戻せません。
nb: Er du sikker på at du vil slette alt det merkede innholdet? Dette kan ikke angres.
nl: Wilt u deze selectie echt verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Na pewno chcesz usunąć całą wybraną zawartość? Nie można tego cofnąć.
pt_br: Deseja mesmo remover todo o conteúdo seleccionado? Isto não pode ser revertido.
ru: Вы действительно хотите удалить выделенное содержимое? Это действие необратимо.
uk: Ви дійсно хочете видалити всі виділені зображення? Ця дія є незворотня.
vi: Bạn có thực sự muốn xóa các nội dụng được chọn? Việc này không thể hoàn tác.
zh_cn: 你真的想删除所选内容? 一旦删除将无法恢复.
zh_tw: 你真的想刪除所選內容? 一旦刪除將無法恢復.

source: Fullscreen
cs: Na celou obrazovku
da: Fuld skærm
de: Vollbild
es: Pantalla completa
fr: Plein écran
ja: 全画面
nl: Volledig scherm
zh_cn: 全屏
zh_tw: 全螢幕

source: Exit fullscreen
cs: Ukončit režim celé obrazovky
da: Luk fuld skærm
de: Vollbild verlassen
es: Salir de pantalla completa
fr: Quitter le mode plein écran
ja: 全画面を終了
nl: Sluit volledig scherm
zh_cn: 退出全屏
zh_tw: 退出全螢幕

source: Guest
cs: Host
da: Gæst
de: Gast
es: Invitado
fr: Invité
id: Tamu
it: Ospite
ja: ゲスト
nb: Gjest
nl: Bezoeker
pl: Gość
pt_br: Convidado
ru: Гость
uk: Гість
vi: Khách
zh_cn: 访客
zh_tw: 訪客

source: Keyboard shortcuts
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastatur-Shortcut
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
nl: Toetsenbord shortcuts
zh_cn: 键盘快捷键

source: Like
cs: Líbí se
da: Synes godt om
es: Me gusta
fr: J'aime
id: Suka
it: Mi piace
ja: いいね！
nl: Waardeer
pl: Lubię to
pt_br: Curtir
ru: Нравится
uk: Сподобалось
zh_cn: 喜欢
zh_tw: 喜歡

source: Uploaded by guest
cs: Nahráno návštěvníkem
da: Uploadet af gæst
de: Hochgeladen von einem Gast
es: Subido por invitado
fr: Mise en ligne par un visiteur
id: Diunggah oleh pengunjung
it: Caricato da ospite
ja: ゲストからのアップロード
nb: Lastet opp av gjest
nl: Toegevoegd door een bezoeker
pt_br: Enviado por um visitante
ru: Загружено гостем
zh_cn: 来自访客
zh_tw: 由訪客上傳

source: From %s
cs: Od %s
da: Fra %s
de: Aus %s
es: De %s
fr: Dans %s
id: Dari %s
it: Da %s
ja: %sより
nb: Fra %s
nl: Van %s
pl: Od %s
pt_br: De %s
ru: Из альбома %s
uk: З альбому %s
vi: Từ %s
zh_cn: 来自 %s
zh_tw: 來自 %s

source: Uploaded by private
cs: Nahráno soukromě
da: Uploadet af privat
de: Hochgeladen von Privat
es: Subido por privado
fr: Mise en ligne par un compte privé
id: Diunggah oleh pribadi
it: Caricato da privato
ja: プライベートモードでアップロード
nb: Lastet opp av privat
nl: Toegevoegd door privé
pt_br: Envio privado
ru: Загружено анонимом
zh_cn: 由私人上传
zh_tw: 由私人上傳

source: by %u
cs: od %u
da: af %u
de: Von %u
es: por %u
fr: Par %u
id: oleh %u
it: di %u
ja: %u により
nb: av %u
nl: door %u
pt_br: Enviado por %u
ru: от %u
zh_cn: 来自 %u

source: Select
cs: Vybrat
da: Vælgt
de: Markieren
es: Seleccionar
fr: Sélectionner
id: Pilih
it: Seleziona
ja: 選択
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выделить
uk: Виділити
vi: Chọn
zh_cn: 选择
zh_tw: 選擇

source: Toggle unsafe flag
cs: Označit obrázek jako nevhodný
da: Skift usikre flag
de: Als anstößig markieren
es: Cambiar marca de contenido
fr: Basculer le signalement
it: Contrassegna come non adatto a tutti
ja: ファミリーセーフ ON/OFF
nb: Merk som utrygt innhold
nl: Selecteer onveilig
pt_br: Alterar para conteúdo imprópio
ru: Включить отметку о небезопасном содержимом
uk: Переключити в небезпечне
zh_cn: 切换不安全标记
zh_tw: 切換不安全標記

source: The requested page was not found.
cs: Požadovaná stránka nebyla nalezena.
da: Den anmodet side er ikke blevet fundet
de: Die angeforderte Seite wurde nicht gefunden.
es: La página solicitada no ha sido encontrada.
fr: La page demandée n'a pas été trouvée
id: Halaman yang diminta tidak ditemukan
it: La pagina richiesta non è stata trovata.
ja: 要求されたページは見つかりません。
nb: Den etterspurte siden ble ikke funnet.
nl: De gevraagde pagina is niet gevonden
pl: Żądana strona nie została znaleziona.
pt_br: A página solicitada não foi encontrada.
ru: Запрошеная страница не найдена
uk: Сторінку не знайдено
vi: Không tìm thấy trang yêu cầu
zh_cn: 所请求的页面不存在
zh_tw: 所請求的頁面不存在

source: Search something else
cs: Hledejte něco jiného
da: Søg noget andet
de: Etwas anderes suchen
es: Busca algo más
fr: Rechercher autre chose
id: Cari sesuatu yang lain
it: Cerca qualcos'altro
ja: 他のものを検索
nb: Søk etter noe annet
nl: Zoek iets anders
pl: Wyszukaj coś innego
pt_br: Procure por algo mais
ru: Найти что-нибудь ещё
uk: Знайти щось ще
vi: Tìm hình khác
zh_cn: 搜寻别的东西
zh_tw: 搜尋別的東西
