Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Width or height will be automatically calculated.
cs: Šířka nebo výška bude automaticky vypočítána.
de: Breite oder Höhe wird automatisch berechnet.
es: El alto o ancho será calculado automáticamente
fr: La largeur ou la hauteur seront automatiquement calculés.
it: Larghezza od altezza saranno calcolate in automatico.
ja: 幅または高さは自動的に計算されます。
nb: Bredde eller høyde beregnes automatisk.
nl: Breedte of hoogte wordt automatisch berekend.
pt_br: Largura ou altura será calculado automaticamente.
ru: Ширина или высота будут рассчитаны автоматически.
uk: Ширина або висота будуть автоматично розраховані
zh_cn: 宽度或高度将自动计算.
zh_tw: 寬度或是高度將自動計算.

source: Watermarks
cs: Vodoznaky
de: Wasserzeichen
es: Marcas de agua
fr: Filigranes
id: Tanda air
it: Filigrana
ja: 透かし
nb: Vannmerke
nl: Watermerken
pt_br: Marcas d'água
ru: Водяные знаки
uk: Водяні знаки
zh_cn: 水印
zh_tw: 浮水印

source: Enable this to put a logo or anything you want in image uploads.
cs: Aktivuj pokud chceš vložit logo nebo cokoliv jiného do nahrávaných obrázků.
de: Aktivieren, falls Logos oder Grafiken auf hochgeladenen Bildern angezeigt werden sollen.
es: Habilita esto para poner un un logo o lo que quieras en las subidas de imágenes.
fr: Activez ceci pour insérer un logo ou autre chose dans les envois d'image.
id: Aktifkan ini untuk menempatkan sebuah logo atau apapun yang anda inginkan di upload gambar.
it: Abilita questa opzione per inserire un logo od altro nelle immagini caricate.
ja: 有効にすると、ロゴやアップロードされる全ての画像に透かしが入ります。
nb: Aktiver denne for å legge til logo eller det du ønsker på opplastninger.
nl: Schakel dit in om een ​​logo of wat anders in het uploadveld te plaatsen.
pt_br: Ative para colocar uma marca de água em todos os envios de imagens.
ru: Включите, чтобы поместить логотип или любое другое изображение на все загрузки.
uk: Увімкніть, щоб помістити логотип або будь-яке інше зображення на всі завантаження.
vi: Chọn cái này để bỏ logo hoặc bất cứ thứ gì bạn muốn lên ảnh được upload
zh_cn: 启用它, 把你想要一个水印添加到任何上传的图像（仅对启用后的上传有效）.
zh_tw: 開啟此選項將會套用浮水印於圖片上傳

source: Warning: Can't write in %s
cs: Výstraha: Nemůžu zapisovat do %s
de: Warnung: Keine Schreibrechte in %s
es: Advertencia: No se puede escribir en %s
fr: Attention : vous ne pouvez pas écrire dans %s
id: Peringatan: Tidak dapat menulis di %s
it: Attenzione: impossibile scrivere in %s
ja: 警告: %s へ書き込みできません。
nb: Advarsel: Kan ikke skrive i %s
nl: Waarschuwing: kan geen data wegschrijven naar %s
pl: Uwaga: Nie można zapisać w %s.
pt_br: Aviso: Não é possível escrever em %s
ru: Внимание: Не могу записать в %s
uk: Увага: Не можу записати в %s
vi: Thông báo: Không thể ghi trong %s
zh_cn: 警告: 不可在 %s 写入.
zh_tw: 警告：無法寫入%s

source: Watermark user toggles
cs: Přepínač vodoznaku uživatele
de: Wasserzeichen-Modus nach Benutzer
es: Alternaciones marca de agua por usuario
fr: Basculer le filigrane utilisateur
it: Alterna utente Watermark
ja: 透かし使用 ON/OFF
nb: Vannmerke brukerveksler
nl: Watermerk opties t.b.v. gebruikers
pt_br: Alterna a marca d'água do usuário
ru: Условия добавления водяных знаков для пользователей
uk: Перемикач водяного знаку користувача
zh_cn: 水印用户切换
zh_tw: 浮水印使用者切換

source: Enable watermark on guest uploads
cs: Povolit vodoznak pro soubory nahrané hostem
de: Aktiviere Wasserzeichen für Gäste-Uploads
es: Habilitar marca de agua en subidas de invitados
fr: Activer le filigrane pour les envois d'invités
it: Abilita filigrana sui caricamenti di anonimi
ja: ゲストユーザのアップロードに透かしを入れる
nb: Aktiver vannmerke på gjesteopplastninger
nl: Schakel watermerk in bij upload van bezoekers
pt_br: Habilitar marca d'água em envios de visitantes
ru: Добавлять водяные знаки к гостевым загрузкам
uk: Включити водяний знак для гостьових загрузок
zh_cn: 启用访客上传水印
zh_tw: 啟用訪客上傳浮水印

source: Enable watermark on user uploads
cs: Povolit vodoznak pro soubory nahrané uživatelem
de: Aktiviere Wasserzeichen für Benutzer-Uploads
es: Habilitar marca de agua en subidas de usuarios
fr: Activer le filigrane pour les envois d'utilisateurs
it: Abilita filigrana sui caricamenti degli utenti
ja: ユーザのアップロードに透かしを入れる
nb: Aktiver vannmerke på brukeropplastninger
nl: Schakel watermerk in bij upload van gebruikers
pt_br: Habilitar marca d'água em envios de usuários
ru: Добавлять водяные знаки к пользовательским загрузкам
uk: Включити водяний знак для загрузок користувачів
zh_cn: 启用用户上传水印
zh_tw: 啟用使用者上傳浮水印

source: Enable watermark on admin uploads
cs: Povolit vodoznak pro soubory nahrané administrátorem
de: Aktiviere Wasserzeichen für Admin-Uploads
es: Habilitar marca de agua en subidas de administradores
fr: Activer le filigrane pour les envois d'administrateurs
id: Aktifkan tanda air di unggahan admin
it: Abilita watermark su uploads degli Admin
ja: 管理者のアップロードに透かしを入れる
nb: Aktiver vannmerke på adminopplastninger
nl: Schakel watermerk in bij upload van beheerders
pt_br: Habilitar marca d'água em envios da administração
ru: Добавлять водяные знаки к администраторским загрузкам
uk: Включити водяний знак для загрузок адміністратора
zh_cn: 启用管理员上传水印
zh_tw: 啟用管理員上傳浮水印

source: Watermark file toggles
cs: Přepínač vodoznaku souboru
de: Wasserzeichen-Modus nach Dateityp
es: Alternaciones marca de agua por archivo
fr: Basculer le filigrane de fichier
it: Alterna i file Watermark
ja: 透かしファイルのON/OFF
nb: Vannmerke filveksler
nl: Watermerk opties t.b.v. bestanden
pt_br: Alterna arquivo marca d'água
ru: Условия добавления водяных знаков для файлов
uk: Перемикач водяних знаків
zh_cn: 水印文件切换
zh_tw: 浮水印檔案切換

source: Enable watermark on GIF image uploads
cs: Povolit vodoznak při nahrávání GIF obrázků
de: Aktiviere Wasserzeichen für GIF-Uploads
es: Habilitar marca de agua en subidas de imágenes GIF
fr: Activer le filigrane sur les envois d'images GIF
id: Aktifkan tanda air di unggahan gambar GIF
it: Abilita filigrana nel caricamento di immagini GIF
ja: GIF画像のアップロードに透かしを入れる
nb: Aktiver opplastninger på GIF-bildeopplastninger
nl: Schakel watermerk in bij upload van GIF plaatjes
pt_br: Habilitar marca d'água em uploads de imagem GIF
ru: Включить добавление водяных знаков к изображениям в формате GIF
uk: Включити водяний знак на GIF зображенні при загрузці
zh_cn: 启用GIF图片上传水印
zh_tw: 啟用 GIF 圖像的浮水印

source: Minimum image size needed to apply watermark
cs: Minimální potřebná velikost obrázku pro vložení vodoznaku
de: Mindestbildgröße zur Anwendung von Wasserzeichen
es: Tamaño mínimo necesario para aplicar marca de agua
fr: Taille minimale de l'image pour appliquer le filigrane
id: Ukuran gambar minimum dibutuhkan untuk menerapkan tanda air
it: Dimensione minima dell'immagine necessaria per applicare filigrana
ja: 透かし適用に画像サイズの最低値を指定する。
nb: Minimum bildestørrelse for å legge til vannmerke
nl: Minimum grootte foto om watermerk toe te voegen
pt_br: Tamanho mínimo de imagem necessária para aplicar marca d'água
ru: Минимальный размер изображения для добавления водяных знаков
uk: Мінімальний розмір файлу потрібний для встановлення водяного знаку
zh_cn: 应用水印需要最小图像尺寸
zh_tw: 應用浮水印的最小圖像大小

source: Images smaller than this won't be watermarked. Use zero (0) to don't set a minimum image size limit.
cs: Do obrázků menších, než je tato hodnota nebude možno vložit vodoznak. Pokud zadáte nulu (0) , nebude stanoven žádný minimální limit velikosti obrázku.
de: Liegt ein Bild unterhalb der Mindestbildgröße, werden keine Wasserzeichen angewandt. Setzen Sie Null (0), um keine Mindestbildgröße festzulegen.
es: Imágenes inferiores a esto no tendrán marca de agua. Usa cero (0) para no establecer un límite mínimo.
fr: Les images plus petites que cela n'auront pas de filigrane. Utilisez zéro (0) pour ne pas définir de limite.
id: Gambar lebih kecil dari ini tidak akan diberikan tanda air. Gunakan nol (0) agar jangan menetapkan batas minimum ukuran gambar.
it: Immagini più piccolo rispetto a questo non saranno filigranata. Usare zero (0) per non impostare un limite minimo dimensioni dell'immagine.
ja: 画像が指定のサイズより小さい場合には透かしが入りません。画像サイズの最低値を指定しない場合には、ゼロ(0)を指定してください。
nb: Bilder mindre enn dette vil ikke bli vannmerket. Bruk null (0) for å ikke angi minimumsgrense for bildestørrelse.
nl: Foto's kleiner dan dit krijgen geen watermerk. Gebruik nul (0) om geen minimum limiet grootte in te stellen.
pt_br: Imagens menores que isso não vai utilizar marca d'água. Use zero (0) para não definir um limite de tamanho mínimo da imagem.
ru: Водяные знаки не будут добавляться к изображениям, размер которых меньше указанного значения. Чтобы добавлять водяные знаки ко всем изображениям, независимо от размера, укажите значение ноль(0).
uk: Зображення меньше за ... не буде ставитись водяний знак. Використовуйте 0 для того щоб не встановлювати мінімальний розмір зображення
zh_cn: 小于这个像素比的图像不会被加上水印. 使用零(0),则不设置最低图像大小限制.
zh_tw: 小於這個像素比的圖像不會被加上浮水印. 使用零(0), 則不設置最低圖像大小限制.

source: Watermark image
cs: Soubor s vodoznakem
de: Wasserzeichen-Grafik
es: Imagen de marca de agua
fr: Image du watermark (filigrane)
id: Gambar stempel
it: Immagine filigrana
ja: 透かし
nb: Vannmerkebilde
nl: Watermerk
pl: Grafika znaku wodnego
pt_br: Imagem de marca de água
ru: Изображение водяного знака
uk: Зображення захисного знаку
vi: Hình đóng dấu
zh_cn: 水印图像
zh_tw: 浮水印圖片

source: You will get best results with plain logos with drop shadow. You can use a large image if the file size is not that big (recommended max. is 16KB). Must be a PNG.
cs: Nejlepší výsledky dosáhnete s hladkými logy s vrženým stínem. Můžete použít i velký obrázek ale pouze v případě, že velikost souboru není příliž velká (doporučená velikost je max.16 kb ). Soubor musí být ve formátu png.
de: Die besten Resultate werden mit flachen Logos mit Schlagschatten erzielt. Auch große Bilder können verwendet werden, sofern die Dateigröße gering ist (es werden maximal 16 KB empfohlen). Das Dateiformat PNG ist zwingend erforderlich.
es: Obtendrás mejores resultados con logos planos con sombra. Puedes usar una imagen grande si el tamaño de la misma no es tan grande (se recomienda máx. 16KB). Debe ser PNG.
fr: Vous obtiendrez un meilleur résultat avec des logos entiers avec ombre portée. Vous pouvez utiliser une image large si la taille du fichier n'est pas trop grosses (max. recommandé 16Ko). Doit être un PNG.
id: Anda akan mendapatkan hasil terbaik dengan logo polos dengan bayangan jatuh. Anda dapat menggunakan sebuah gambar besar jika ukuran berkas tidak begitu besar (disarankan maks. adalah 16KB). Harus sebuah PNG.
it: Otterrete i migliori risultati con i loghi di pianura con ombra. È possibile utilizzare una grande immagine, se la dimensione del file non è così grande (consigliato max. È 16 KB). Deve essere un PNG
ja: ドロップシャドウ付きの装飾なしのロゴが、最適です。出来る限り推奨サイズに近い、大きなファイルサイズを使ってください(最大16KBを推奨)。また、PNGのみです。
nb: Du vil få best resultat med vanlige logoer med skygge. Du kan bruke et stort bilde hvis filstørrelsen er ikke så stor (anbefalt maks. er 16KB). Må være et PNG-bilde.
nl: U krijgt de beste resultaten met duidelijke logo's met druppelschaduw. U kunt een grote afbeelding gebruiken als de bestandsgrootte niet zo groot is (aanbevolen maximum is 16KB). Het moet een PNG zijn.
pt_br: Você vai ter melhores resultados com logotipos simples com sombra. Você pode usar uma imagem grande, se o tamanho do arquivo não é tão grande (máximo recomendado. É 16KB). Deve ser um PNG.
ru: Для достижения наилучшего результата, используйте простые логотипы с тенью. Вы можете использовать изображения большого размера с небольшим размером файла (рекомендуемый размер файла: не более 16КБ). Изображение должно быть в формате PNG.
uk: Ви отримаєте кращі результати з простих логотипів з тінню. Ви можете використовувати збільшене зображення, якщо розмір файлу не такий великий (рекомендується макс. 16KB). Повинно бути PNG.
zh_cn: 您想获得最佳的普通的标志与阴影效果. 您可以使用一个大的图像, 如果文件大小并不大（建议最多为16KB）. 必须是PNG.
zh_tw: 您想獲得最佳的標誌與陰影效果. 您可以使用一個大的圖像, 如果檔案大小並不大（建議最多為16KB）. 必須是PNG.

source: Watermark position
cs: Pozice vodoznaku
de: Wasserzeichen-Position
es: Posición de la marca de agua
fr: Position du watermark (filigrane)
id: Posisi stempel
it: Posizione filigrana
ja: 透かしの位置
nb: Vannmerkeposisjon
nl: Positie watermerk
pl: Położenie znaku wodnego
pt_br: Posição da marca de água
ru: Положение водяного знака
uk: Положення захисного знаку
vi: Vị trí hình đóng dấu
zh_cn: 水印位置
zh_tw: 浮水印位置

source: left top
cs: vpravo nahoře
de: Links oben
es: izquierda arriba
fr: gauche haut
id: kiri atas
it: in alto a sinistra
ja: 左上部
nb: øverst til venstre
nl: links bovenaan
pl: po lewej na górze
pt_br: Topo esquerdo
ru: слева сверху
uk: зліва зверху
vi: trái - trên
zh_cn: 左上
zh_tw: 左上

source: left center
cs: vlevo uprostřed
de: Links mittig
es: izquierda centro
fr: gauche centre
id: kiri ke tengah
it: a sinistra
ja: 左中央
nb: senter til venstre
nl: links midden
pl: po lewej na środku
pt_br: Centro esquerda
ru: слева по центру
uk: зліва по центру
vi: trái - giữa
zh_cn: 左中
zh_tw: 左側中間

source: left bottom
cs: vlevo dole
de: Links unten
es: izquierda abajo
fr: gauche bas
id: kiri bawah
it: in basso a sinistra
ja: 左下部
nb: nederst til venstre
nl: links onderaan
pl: po lewej na dole
pt_br: Canto inferior esquerdo
ru: слева снизу
uk: зліва знизу
vi: trái - dưới
zh_cn: 左下
zh_tw: 左側底端

source: center top
cs: uprostřed nahoře
de: Mittig oben
es: centro arriba
fr: centre haut
id: tengah atas
it: in alto al centro
ja: 中央上部
nb: øverst i midten
nl: midden bovenaan
pl: na środku na górze
pt_br: Topo centro
ru: по центру сверху
uk: по центру зверху
vi: giữa - trên
zh_cn: 中上
zh_tw: 中間最上

source: center center
cs: uprostřed
de: Zentriert
es: centro centro
fr: centre centre
id: pas tengah
it: al centro
ja: 中央
nb: midt i bildet
nl: midden midden
pl: na środku
pt_br: Centro
ru: по центру
uk: по центру
vi: giữa - giữa
zh_cn: 居中
zh_tw: 圖片正中

source: center bottom
cs: uprostřed dole
de: Mittig unten
es: centro abajo
fr: centre bas
id: tengah bawah
it: in basso al centro
ja: 中央下部
nb: nederst i midten
nl: midden onderaan
pl: na środku na dole
pt_br: Centro na parte inferior
ru: по центру снизу
uk: по центру знизу
vi: giữa - dưới
zh_cn: 中下
zh_tw: 中間底部

source: right top
cs: vpravo nahoře
de: Rechts oben
es: derecha arriba
fr: droit haut
id: kanan atas
it: in alto a destra
ja: 右上部
nb: øverst til høyre
nl: rechts bovenaan
pl: po prawej na górze
pt_br: Topo direita
ru: справа сверху
uk: праворуч зверху
vi: phải - trên
zh_cn: 右上
zh_tw: 右上

source: right center
cs: vpravo uprostřed
de: Rechts mittig
es: derecha centro
fr: droit centre
id: kanan tengah
it: a destra
ja: 右中央
nb: senter til høyre
nl: rechts midden
pl: po prawej na środku
pt_br: Centro direita
ru: справа по центру
uk: праворуч по центру
vi: phải - giữa
zh_cn: 右中
zh_tw: 右側正中

source: right bottom
cs: vpravo dole
de: Rechts unten
es: derecha abajo
fr: droit bas
id: kanan bawah
it: in basso a destra
ja: 右下部
nb: nederst til høyre
nl: rechts onderaan
pl: po prawej na dole
pt_br: Inferior direito
ru: справа снизу
uk: праворуч знизу
vi: phải - dưới
zh_cn: 右下
zh_tw: 右側底端

source: Relative position of the watermark image. First horizontal align then vertical align.
cs: Relativní pozice vodoznaku. První hodnota je horizontální, druhá vertikální
de: Relative Position des Wasserzeichens. Horizontale Ausrichtung zuerst, dann vertikale Ausrichtung.
es: Posición relativa de la marca de agua. Primero alineación horizontal y luego vertical.
fr: Position relative de l'image du watermark (filigrane). Alignement horizontal puis alignement vertical.
id: Penyesuaian posisi stempel. Pertama mendatar selanjutnya tegak lurus.
it: Posizione relativa della filigrana. Prima allineamento orizzontale poi verticale.
ja: 透かしは相対位置です。最初が水平、次が垂直となります。
nb: Plassering av vannmerkebilde. Juster først horisontal plassering, deretter vertikal.
nl: Relatieve positie van het watermerk. Eerst horizontaal uitlijnen en vervolgens verticaal uitlijnen.
pt_br: Posição relativa da imagem de marca de água. Primeiro alinhamento horizontal e depois alinhamento vertical.
ru: Относительное положение водяного знака. Первым указано положение по горизонтали, вторым по вертикали.
uk: Відносне положення захисного знаку. Першим вказано положення по горизонталі, другий по вертикалі.
zh_cn: 水印图像的相对位置. 首先水平对齐, 然后垂直对齐.
zh_tw: 浮水印圖像的相對位置. 首先水平對齊, 然後垂直對齊.

source: Watermark percentage
cs: Procentuální velikost vodoznaku
de: Wasserzeichen-Größenverhältnis
es: Porcentaje de marca de agua
fr: Pourcentage de filigrane
id: Presentasi Tanda air
it: Percentuale filigrana
ja: 透かしのパーセンテージ
nb: Vannmerkeprosent
nl: Watermerk percentage
pt_br: Percentual marca d'água
ru: Относительный размер водяного знака
uk: Відсоток водяного знаку
zh_cn: 水印占图像比例
zh_tw: 浮水印佔圖像比例

source: Watermark percentual size relative to the target image area. Values 1 to 100.
cs: Procentuální velikost vodoznaku v poměru k ploše cílového obrázku. Hodnoty od 1 do 100.
de: Größenverhältnis des Wasserzeichen relativ zum Original-Bild. Werte zwischen 1 und 100.
es: Tamaño porcentual de la marca de agua relativo al área de la imagen objetivo. Valores 1 a 100.
fr: Pourcentage de filigrane relatif à la zone de l'image cible. Valeurs de 1 à 100.
it: Dimensione percentuale della filigrana rispetto all'immagine di destinazione. Valore da 1 a 100.
ja: 透かしのパーセンテージは、ターゲットイメージエリアとの相対値になります。１～100の間で指定してください。
nb: Vannmerkets prosentvise størrelse i forhold til målets bildeområde. Verdier er 1-100.
nl: Watermerk percentuele grootte ten opzichte van het doelbeeldgebied. Waarden 1 tot 100.
pt_br: Marca d'água tamanho percentual em relação à área da imagem de destino. Valores de 1 a 100.
ru: Размер водяного знака, в процентах, относительно размера загружаемого изображения. Укажите значение от 1 до 100.
uk: Відношення розміру водяного знаку по відношенню до розміру картинки. Від 1 до 100.
zh_cn: 水印占对象图像的百分比. 值1到100.
zh_tw: 浮水印佔目標圖像的百分比. 值為1到100.

source: Watermark margin
cs: Odsazení vodoznaku.
de: Wasserzeichen-Abstand
es: Margen de la marca de agua
fr: Marge du watermark (filigrane)
id: Jarak stempel
it: Margine watermark
ja: 透かしの余白
nb: Vannmerkemargin
nl: Marge watermerk
pl: Margines znaku wodnego
pt_br: Margem da marca de água
ru: Поля водяного знака
uk: Поля захисного знаку
vi: Khoảng cách watermark
zh_cn: 水印填充边距
zh_tw: 浮水印填充邊距

source: Margin from the border of the image to the watermark image.
cs: Odsazení od okraje obrázku po vodoznak.
de: Abstand vom Rand des Bildes zur Wasserzeichen-Grafik.
es: Margen desde el borde de la imagen hasta la marca de agua.
fr: Marge depuis la bordure de l'image vers l'image du watermark (filigrane).
it: Margine dal confine dell'immagine della filigrana.
ja: 画像の最下部から透かしまでの余白を入力してください。
nb: Margin fra kanten av bildet til vannmerkebildet.
nl: Marge tussen de rand van het watermerk en de afbeelding (in pixels).
pl: Margines od brzegu grafiki do znaku wodnego.
pt_br: Margem da borda para a imagem de marca de água
ru: Поля от границы изображения до водяного знака.
uk: Поля від кордону зображення до захисного знаку.
vi: Khoảng cách từ bìa ảnh đến ảnh watermark
zh_cn: 水印填充边距大小, 从水印图像边框开始计算.
zh_tw: 填充邊距大小, 從浮水印圖像邊框開始計算.

source: Watermark opacity
cs: Průhlednost vodoznaku.
de: Wasserzeichen-Transparenz
es: Opacidad de la marca de agua
fr: Opacité du watermark (filigrane)
id: Kegelapan tanda air
it: Opacità watermark
ja: 透かしの透明度
nb: Vannmerkets gjennomsiktighet
nl: Doorzichtigheid watermerk
pt_br: Opacidade da marca de água
ru: Прозрачность водяного знака
uk: Прозорість захисного знаку
vi: Độ mờ của watermark
zh_cn: 水印透明度
zh_tw: 浮水印透明度

source: Opacity of the watermark in the final watermarked image. Values 0 to 100.
cs: Průhlednost vodoznaku vzhledem k obrázku. Hodnoty od 0 do 100.
de: Transparenz des Wasserzeichens im Bild. Werte von 0 bis 100 erlaubt.
es: Opacidad de la marca de agua en la imagen resultante. Valores 0 a 100.
fr: Opacité du watermark (filigrane) dans l'image finale. Valeur de 0 à 100.
id: kegelapan tanda air di gambar akhir yang diberi tanda air. Nilai antara 0 sampai 100.
it: Opacità della filigrana nell'immagine finale filigranata. Valori da 0 a 100.
ja: 最終の透かし画像の透明度。値は0から100で入力してください。
nb: Gjennomsiktigheten av vannmerket i det endelige, vannmerkede bildet. Verdier er 0-100.
nl: Doorzichtigheid van het watermerk: van 0 voor transparant tot 100 voor volledig zichtbaar.
pt_br: Opacidade da marca de água na imagem final. Valores de 0 a 100.
ru: Прозрачность водяного знака при наложении на изображение. Должно быть в диапазоне от 0 до 100.
uk: Прозорість захисного знаку при накладенні на зображення. Повинно бути в діапазоні від 0 до 100.
zh_cn: 水印的不透明度设置, 值由0到100.
zh_tw: 浮水印的不透明度設置, 值由0到100.

source: Dashboard > Settings > Website
cs: Administrace > Nastavení > Webová stránka
da: Dashboard > Indstillinger > Hjemmeside
de: Dashboard > Einstellungen > Internetseite
es: Administrar > Configuraciones > Sitio web
fr: Tableau de bord > Paramètres > Site web
id: Dasbor > Pengaturan > Situs Web
ja: ダッシュボード＞設定＞Webサイト
nb: Kontrollpanel > Innstillinger > Webside
nl: Dashboard > Instellingen > Website
pt_br: Painel > Configurações > Site
ru: Панель управления > Настройки > Сайт
zh_cn: 仪表盘 > 设置 > 网站
zh_tw: 主控台 > 設定 > 網站

source: Categories won't work when the explorer feature is turned off. To revert this setting go to %s.
cs: Kategorie nebudou fungovat, pokud je tato funkce průzkumníka vypnuta. Pro změnu tohoto nastavení běžte do %s.
de: Kategorien funktionieren nicht, wenn die "Entdecken"-Funktion ausgeschaltet ist. Um die Einstellung zu ändern, klicken Sie hier %s.
es: Las categorías no funcionaran cuando la funcionalidad de explorar está inhabilitada. Para revertir esta configuración ve a %s.
fr: Les catégories ne fonctionneront pas si la fonction "Explorer" est éteinte. Pour changer ce paramètre aller à %s.
id: Kategori tidak akan bekerja ketika fitur penjelajah dimatikan. Untuk mengubah pengaturan ini pergilah ke %s.
it: Categorie non funziona quando la funzione Explorer è disattivata. Per ripristinare questa impostazione andare a %s.
ja: カテゴリーは”探索”機能が無効になっている状態だと動作しません。この設定を戻すには%sに移動してください。
nb: Kategorier vil ikke fungere når utforskingsfunksjonen er slått av. For å reversere denne innstillingen gå til %s.
nl: Categorieën werken niet als de verkenner functie is uitgeschakeld. Om deze instelling aan te passen, ga naar %s.
pt_br: As categorias não estão ativas, esta funcionalidade está desativada. Para reverter isso vá até %s.
ru: Категории не будут работать при отключенном обзоре изображений. Чтобы отменить эту настройку перейдите на %s.
zh_cn: 当关闭图库功能时, 图片分类将不能正常工作. 恢复此设置前往 %s.
zh_tw: 當關閉圖庫功能時, 圖片分類將不能正常工作. 恢復此設置請前往 %s.

source: Do you really want to delete the %s category? This can't be undone.
cs: Opravdu chcete odstranit tuto %s kategorii? (Tuto akci nelze vrátit zpět)
de: Wollen Sie wirklich die Kategorie %s löschen? Dies kann nicht ruckgängig gemacht werden.
es: ¿Realmente deseas eliminar la categoría %s?. Esto no se podrá deshacer.
fr: Souhaitez-vous réellement supprimer la catégorie %s ? Cette action est irréversible.
id: Apakah anda ingin menghapus kategori %s? Hal ini tidak dapat dibatalkan.
it: Vuoi davvero cancellare %s categoria? Questo non può essere annullata.
ja: カテゴリ: %s を本当に削除しますか？削除すると元に戻せません。
nb: Er du sikker på at du vil slette kategorien %s? Dette kan ikke angres.
nl: Zeker weten dat categorie %s moet worden verwijderd? Dit kan niet ongedaan worden gemaakt.
pt_br: Você quer realmente apagar a categoria %s? Esta operação não pode ser revertida.
ru: Вы действительно хотите удалить категорию %s? Это действие необратимо.
uk: Ви дійсно хочете видалити категорію %s? Ця дія незворотня
vi: Bạn có thực sự muốn xóa mục %s? Hành động này không thể quay lại được.
zh_cn: 你真的要删除%s类别? 这不能被撤销.
zh_tw: 你真的要刪除 %s 類別? 這動作不能被復原
