Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Invalid SMTP username
cs: Špatné SMTP uživatelské jméno
da: Ugyldig SMTP brugernavn
de: Ungültiger SMTP-Benutzername
es: Usuario SMTP inválido
fr: Nom d'utilisateur SMTP non valide
id: username SMTP tidak valid
it: Username SMTP non valido
ja: 有効なSMTPユーザ名ではありません。
nb: Ugyldig SMTP-brukernavn
nl: Ongeldige SMTP-gebruikernaam
pl: Błędna nazwa użytkownika SMTP
pt_br: Nome de usuário SMTP inválido
ru: Неверное SMTP имя
uk: Неправильне SMTP ім'я
vi: Sai tên người dùng SMTP
zh_cn: 无效的SMTP用户名
zh_tw: 無效的SMTP用戶名

source: This URL key is already being used by another page (ID %s)
cs: Tato URL adresa klíče je již používána jinou stránkou (ID %s)
de: Dieser URL-Schlüssel wird bereits für eine andere Seite genutzt (ID %s)
es: Esta llave URL ya está siendo utilizada por otra página (ID %s)
fr: Cette URL clé est déjà utilisée par une autre page (ID %s)
id: Kunci URL ini telah digunakan oleh halaman lainnya (ID %s)
it: Questa chiave URL è già utilizzata da un'altra pagina (ID %s)
ja: このURLキーは、すでに他のページで使用されています (ID %s)。
nb: Denne URL-nøkkelen brukes allerede av en annen side (ID %s)
nl: Deze URL sleutel is al in gebruik door een andere pagina (ID %s)
pt_br: Esta chave de URL já está sendo usado por outra página (ID %s)
ru: Этот URL-ключ уже используется для другой страницы (ID %s)
uk: Це посилання вже використовується іншою сторінкою (ID %s)
zh_cn: 此链接值已被另一个页面使用 (ID %s)
zh_tw: 此鏈接值已被另壹個頁面使用 (ID %s)

source: This file path is already being used by another page (ID %s)
cs: Tato cesta souboru je již používána jinou stránkou (ID %s)
de: Dieser Dateipfad wird bereits für eine andere Seite genutzt (ID %s)
es: Esta ruta de archivo ya está siendo utilizada por otra página (ID %s)
fr: Ce chemin de fichier est déjà utilisé par une autre page (ID %s)
id: Jalur file ini telah digunakan oleh halaman lainnya (ID %s)
it: Questo percorso file è già utilizzato da un'altra pagina (ID %s)
ja: このファイルパスは、 すでに他のページで使用されています (ID %s)。
nb: Denne filbanen er allerede i bruk av en annen side (ID %s)
nl: Dit bestandspad is alreeds in gebruik door andere pagina (ID %s)
pt_br: Este caminho de arquivo já está sendo usado por outra página (ID %s)
ru: Этот файл уже используется для другой страницы (ID %s)
uk: Цей шлях вже використовується іншою сторінкою (ID %s)
zh_cn: 此文件路径已被另一个页面使用 (ID %s)
zh_tw: 此文件路徑已被另壹個頁面使用 (ID %s)

source: Can't save page contents: %s.
cs: Nelze uložit obsah stránky: %s.
de: Seiteninhalt kann nicht gespeichert werden: %s.
es: No se puede guardar el contenido de la página: %s.
fr: Impossible de sauvegarder le contenu de la page : %s.
id: Tidak dapat menyimpan isi halaman: %s
it: Impossibile salvare il contenuto della pagina: %s.
ja: ページコンテンツを保存出来ません。: %s.
nb: Kan ikke lagre sideinnholdet: %s.
nl: Kan pagina inhoud niet opslaan: %s.
pt_br: Não foi possível salvar o conteúdo da página: %s.
ru: Невозможно сохранить содержимое страницы: %s.
uk: Не можливо зберегти вміст сторінки: %s.
zh_cn: 无法保存页面内容: %s.
zh_tw: 无法保存页面内容: %s

source: Following
cs: Sledující
da: Følger
de: Folgen
es: Siguiendo
fr: Abonnements
id: Mengikuti
it: Seguire
ja: フォロー中
nb: Følger
nl: Volgend
pt_br: Seguindo
ru: Подписан
uk: Слідувати
zh_cn: 关注
zh_tw: 關註

source: About
cs: O webu
da: Om
de: Über
es: Acerca
fr: À Propos
id: Tentang
it: Informazioni
ja: 詳細
nb: Om oss
nl: Over
pl: Informacje
pt_br: Sobre
ru: Информация
uk: Інформація
vi: Giới thiệu
zh_cn: 关于
zh_tw: 關於

source: Image ID
cs: ID obrázku
da: Billede ID
de: Bild-ID
es: ID de imagen
fr: ID de l'image
id: ID Gambar
it: ID immagine
ja: 画像ID
nb: Bilde-ID
nl: Afbeelding ID
pl: Identyfikator grafiki
pt_br: ID da imagem
ru: ID изображения
uk: ID зображення
vi: ID ảnh
zh_cn: 图片ID
zh_tw: 圖片ID

source: Uploader IP
cs: IP adresa autora
es: IP
fr: IP de l'émetteur
id: IP Pengunggah
it: IP uploader
ja: アップロード元のIP
nb: Opplastnings-IP
pl: Adres IP wysyłającego
pt_br: IP do usuário que enviou
ru: IP автора
uk: IP автора
vi: IP người up
zh_cn: 上传者IP
zh_tw: 上傳者IP

source: Ban IP
cs: Zakázat IP
de: IP-Adresse sperren
es: Banear IP
fr: Bannissement IP
id: Blokir IP
it: Blocca IP
ja: アクセス禁止IPアドレスに追加
nb: Blokker IP
nl: Blokkeer IP
pl: Zablokuj IP
pt_br: Banir IP
ru: Заблокировать
uk: Блокування IP
zh_cn: 屏蔽IP
zh_tw: 阻擋IP

source: IP already banned
cs: IP je již zakázána
de: IP-Adresse wurde bereits gesperrt
es: IP ya baneada
fr: IP déjà bannie
id: IP telah diblokir
it: IP già bloccato
ja: IPアドレスは既にアクセス禁止となっています。
nb: IP allerede blokkert
nl: IP reeds geblokkeerd.
pl: IP już zbanowany
pt_br: Esse IP já se encontra banido
ru: IP-адрес уже заблокирован
uk: IP адреса вже заблокована
vi: Những IP đã ban
zh_cn: IP已被屏蔽
zh_tw: IP已被阻擋

source: Upload date
cs: Datum nahrání
da: Upload dato
de: Upload-Datum
es: Fecha de subida
fr: Date de l'envoi
id: Tanggal uplad
it: Caricato il
ja: アップロード日時
nb: Opplastningsdato
nl: Upload datum
pl: Data wysłania
pt_br: Data de envio
ru: Дата загрузки
uk: Дата завантаження
vi: Ngày tải lên
zh_cn: 上传时间
zh_tw: 上傳時間

source: Image %i in %a album
cs: Obrázek %i v %a albu
da: Billede %i i %a album
de: Bild %i in %a Album
es: Imagen %i en álbum %a
fr: Image %i dans l'album %a
id: Gambar %i di album %a
it: Immagine %i in album %a
ja: アルバム：%aに存在する画像：%i
nb: Bilde %i i %a album
nl: Afbeelding %i in %a album
pt_br: Imagem %i no álbum %a
ru: Изображение %i в альбоме %a
uk: Картинка %i в %a альбомі
vi: ảnh %i trong %a album
zh_cn: 图片 %i 在 %a 相册
zh_tw: 圖片 %i 在 %a 相簿

source: Image %i in %c category
cs: Obrázek %i v %c kategorii
da: Billede %i i %c kategori
de: Bild %i in %c Kategorie
es: Imagen %i en categoría %c
fr: Image %i dans la catégorie %c
id: Gambar %i di Kategori %c
it: Immagine %i in categoria %c
ja: カテゴリ：%cに存在する画像：%i
nb: Bilde %i i kategorien %c
nl: Afbeelding %i in %c categorie
pt_br: Imagem %i na categoria %c
ru: Изображение %i в категории %c
uk: Картинка %i в %c категорії
vi: ảnh %i trong %c chuyên mục
zh_cn: 图片 %i 在 %c 分类
zh_tw: 圖片 %i 在 %c 分類

source: Image %i hosted in %w
cs: Obrázek %i hostován v %w
da: Billede %i hostet i %w
de: Bild %i gespeichert in %w
es: Imagen %i alojada en %w
fr: Image %i hébergée dans %w
id: Gambar %i tersimpan di %w
it: Immagine %i ospitata in %w
ja: %wでホストされている画像：%i
nb: Bilde %i lagret i %w
nl: Afbeelding %i gehost in %w
pt_br: Imagem %i salva em %w
ru: Изображение %i расположенное в %w
uk: Картинка %i розміщена в %w
zh_cn: 图片 %i 托管在 %w
zh_tw: 圖片 %i 儲存在 %w

source: Direct links
cs: Přímé odkazy
da: Direkte links
de: Direkt-Link
es: Enlaces directos
fr: Liens directs
id: Tautan langsung
it: Link diretti
ja: ダイレクトリンク
nb: Direktelenker
nl: Directe link
pl: Odnośniki bezpośrednie
pt_br: Links Diretos
ru: Прямые ссылки
uk: Прямі посилання
vi: Link trực tiếp
zh_cn: 直接（源文件）链接
zh_tw: 直連URL

source: Image link
cs: Odkaz obrázku
da: Billede link
de: Betrachter-URL
es: Enlace a la imagen
fr: Lien vers cette page
id: Tautan gambar
it: Pagina immagine
ja: 画像へのリンク
nb: Bildelenke
nl: Afbeelding link
pl: Odnośnik do obrazka
pt_br: Link da imagem
ru: Оригинал
uk: Посилання
vi: Link ảnh
zh_cn: 图片链接
zh_tw: 圖片連結

source: Image URL
cs: URL obrázku
da: Billede URL
de: Originalbild-URL
es: URL imagen
fr: Lien direct vers l'image
id: URL gambar
it: Immagine originale
ja: 画像URL
nb: Bildeadresse
nl: Afbeelding URL
pl: Adres grafiki
pt_br: URL da imagem
ru: Прямая ссылка
uk: Пряме посилання
vi: URL ảnh
zh_cn: 图片URL链接
zh_tw: 圖片URL

source: Thumbnail URL
cs: URL miniatury
da: Miniature URL
de: Vorschaubild-URL
es: URL miniatura
fr: URL de la miniature
id: URL sketsa
it: Immagine in miniatura
ja: サムネイルURL
nb: Miniatyrbilde
pl: Odnośnik do miniaturki
pt_br: URL Thumbnail
ru: Миниатюра
uk: Мініатюра
vi: URL ảnh thumbnail
zh_cn: 缩略图URL链接
zh_tw: 縮圖URL

source: Medium URL
cs: URL střední zmenšeniny
da: Mellem URL
de: Medium-Bild-URL
es: URL media
fr: URL intermédiaire
id: URL sedang
it: Immagine ridotta
ja: 中間サイズURL
pl: Odnośnik do średniej grafiki
pt_br: URL Médio
ru: Средний размер
uk: Середній розмір
vi: URL ảnh trung bình
zh_cn: 中等图片大小的URL链接
zh_tw: 中型圖片URL

source: Full image
cs: Plná velikost obrázku
da: Fuld billede
de: Vollansicht
es: Imagen completa
fr: Image complète
id: Gambar penuh
it: Immagine originale
ja: フルサイズ
nb: Bildet i fullstørrelse
nl: Volledige afbeelding
pt_br: Imagem completa
ru: Код изображения в полном размере
uk: Повне зображення
zh_cn: 完整图片
zh_tw: 全等圖像

source: Full image (linked)
cs: Plná velikost obrázku (odkazy pro vložení)
da: Fuld billede (linked)
de: Vollansicht (Verlinkt)
es: Imagen completa (enlazada)
fr: Image complète (Lien raccourci)
id: Gambar penuh (terhubung)
it: Immagine originale (con link)
ja: フルサイズ（リンクされている）
nb: Bilde i fullstørelse (lenke)
nl: Volledige afbeelding (gelinkt)
pt_br: Imagem completa (com link)
ru: Код изображения оригинальный размер со ссылкой
uk: Повне зображення (посилання)
zh_cn: 完整图片（链接）
zh_tw: 全等圖像 (關聯)

source: Medium image (linked)
cs: Střední velikost obrázku (odkazy pro vložení)
da: Mellem billede (linked)
de: Medium-Bild (Verlinkt)
es: Imagen media (enlazada)
fr: Miniature de l'image (Lien raccourci)
id: Gambar medium (terhubung)
it: Immagine ridotta (con link)
ja: 中間サイズ（リンクされている）
nb: Medium størrelse (1024px bredde) (lenke)
nl: Medium afbeelding (gelinkt)
pt_br: Imagem média (com link)
ru: Код среднего размера со ссылкой
uk: Середнє зображення (посилання)
zh_cn: 中等图片（链接）
zh_tw: 中等圖像 (關聯)

source: Thumbnail image (linked)
cs: Miniatura obrázku (odkazy pro vložení)
da: Miniature billede (linked)
de: Vorschaubild (Verlinkt)
es: Imagen en miniatura (enlazada)
fr: Miniature de l'image (Lien raccourci)
id: Gambar kecil (terhubung)
it: Immagine in miniatura (con link)
ja: サムネイル（リンクされている）
nb: Miniatyrbilde (lenke)
nl: Thumbnail afbeelding (gelinkt)
pt_br: Imagem miniatura (com link)
ru: Код миниатюры со ссылкой
uk: Мініатюрне зображення (посилання)
zh_cn: 缩略图（链接）
zh_tw: 縮圖圖像 (關聯)

source: Login needed
cs: Vyžadováno přihlášení
da: Login påkrævet
de: Login notwendig
es: Necesitas identificarte
fr: Connexion requise
id: Login dibutuhkan
it: Autenticazione obbligatoria
ja: ログインが必要です。
nb: Login kreves
nl: Inloggen vereist
pl: Logowanie wymagane
pt_br: É necessário iniciar sessão
ru: Необходим вход
uk: Необхідний вхід
vi: Cần đăng nhập
zh_cn: 需要登录
zh_tw: 需要登入

source: IP address already banned
cs: IP adresa je již zabanována
de: IP-Adresse wurde bereits gesperrt
es: La dirección IP ya esta baneada
fr: L'adresse IP est déjà bannie
id: Alamat IP telah di blokir
it: Indirizzo IP già bloccato
ja: このIPアドレスは既にアクセス禁止になっています。
nb: IP-adressen er allerede blokkert
nl: IP adres is reeds geblokkeerd.
pt_br: Endereço de IP já está banido
ru: IP-адрес уже заблокирован
uk: IP адреса вже заблокована
zh_cn: IP地址已被禁止
zh_tw: IP位置已經被禁止訪問

source: Missing values
cs: Chybí hodnoty
da: Mangler værdier
de: Fehlende Werte
es: Faltan campos
fr: Valeurs manquantes
id: Nilai yang hilang
it: Valori mancanti
ja: 値が設定されていません。
nb: Mangler verdier
nl: Ontbrekende waarden
pl: Brakujące wartości
pt_br: Valores em falta
ru: Пропущенные значения
uk: Відсутні значення
vi: Thiếu dữ liệu
zh_cn: 遗漏值
zh_tw: 遺失的值

source: Invalid role
cs: Neplatná úloha
de: Ungültiger Status
es: Rol inválido
fr: Rôle non valide
id: Peran tidak valid
it: Ruolo non valido
ja: 無効な権限です。
nb: Ugyldig rolle
nl: Ongeldige rol
pt_br: Papel inválido
ru: Неверная роль
uk: Неправильна роль
zh_cn: 无效的角色
zh_tw: 無效的角色

source: Username already being used
cs: Uživatelské jméno je obsazené
da: Brugernavn er allerede brugt
de: Benutzername wird bereits genutzt
es: Nombre de usuario actualmente en uso
fr: Nom d'utilisateur déjà utilisé
id: Username talah digunakan
it: Nome utente già in uso
ja: ユーザ名は既に使用されています。
nb: Brukernavnet er allerede i bruk
nl: Gebruikersnaam is al in gebruik
pl: Nazwa użytkownika jest już używana
pt_br: Nome de usuário já está sendo utilizado
ru: Пользователь с таким именем уже существует.
uk: Користувач з таким ім'ям вже існує.
vi: Tên tài khoản đã có người sử dụng
zh_cn: 用户名已被使用
zh_tw: 該使用者名稱已經被使用

source: Add a password or another social connection before deleting %s
cs: Přidat heslo nebo jiné sociální připojení před smazáním %s
da: Tilføj en adgangskode eller en anden social forbindelse, før du sletter %s
de: Fügen Sie ein Passwort oder eine neue Social-Media-Verbindung hinzu bevor Sie %s löschen.
es: Agrega una contraseña u otra conexión social antes de eliminar %s
fr: Ajouter un mot de passe ou un réseau sociale avant de supprimer %s
id: Tambahkan sebuah kata sandi atau sambungan sosial lainnya sebelum menghapus %s
it: Aggiungi una password o una connessione ad un Social prima di eliminare %s
ja: %sを削除する前に、パスワードを追加するか他のソーシャルアカウントを接続してください。
nb: Legg inn et passord eller en annen sosial tilkobling før du sletter %s
nl: Voeg een wachtwoord of een andere sociale connectie toe voor het verwijderen van %s
pt_br: Adicione uma senha ou outra conexão social antes de apagar %s
ru: Перед удалением %s, добавьте пароль или привяжите другую учетную запись
uk: Додайте пароль або інакше соц. підключення перед видаленням %s
zh_cn: 添加一个密码或其他社交连接之前删除 %s
zh_tw: 增加一個密碼或者是在以往社群連接時刪除 %s

source: Add an email or another social connection before deleting %s
cs: Přidat e-mail nebo jiné sociální připojení před smazáním %s
da: Tilføj en e-mail eller en anden social forbindelse, før du sletter %s
de: Fügen Sie eine E-Mail-Adressse oder eine andere Social-Media-Verbindung hinzu, bevor Sie %s löschen.
es: Agrega un email u otra conexión social antes de eliminar %s
fr: Ajouter une adresse email ou un réseau sociale avant de supprimer %s
id: Tambakan sebuah email atau atau sambungan sosial lainnya sebelum menghapus %s
it: Aggiungi un indirizzo email o una connessione ad un Social prima di eliminare %s
ja: %sを削除する前に、メールアドレスを追加するか他のソーシャルアカウントを接続してください。
nb: Legg til en e-post eller annen sosial tilkobling før %s slettes.
nl: Voeg een e-mail adres of een andere sociale connectie toe voor het verwijderen van %s
pt_br: Adicione um e-mail ou outra conexão social antes de apagar %s
ru: Перед удалением %s, добавьте email или привяжите другую учетную запись
uk: Додати електронну пошту або інше соц. підключення перед видаленням %s
zh_cn: 添加一个电子邮件或其他社交连接之前删除 %s
zh_tw: 增加一個電子郵件或者是在以往社群連接時刪除 %s

source: %s has been disconnected.
cs: %s byl odpojen.
da: %s er blevet afbrudt.
de: Verbindung zu %s getrennt.
es: %s ha sido desconectado.
fr: %s a été déconnecté.
id: %s telah terputus.
it: %s è stato disconnesso.
ja: %sの接続は閉じられました。
nb: %s har blitt koblet fra.
nl: %s is verbroken.
pl: %s został odłączony.
pt_br: %s foi desconectado.
ru: %s отключен.
uk: %s вимкнено.
vi: %s đã bị ngắt
zh_cn: %s 已断开.
zh_tw: %s 已經離線

source: Test email from %s @ %t
cs: Testovací email z %s @ %t
de: Test-E-Mail von %s @ %t
es: Email de prueba desde %s @ %t
fr: Email test de %s @ %t
id: Email percobaan dari %s @%t
it: Email di prova da %s @ %t
ja: %s @ %t からのテストメール
nb: Test e-post fra %s @ %t
nl: Test email van %s @ %t
pt_br: Teste de e-mail %s @ %t
ru: Тестовое сообщение от %s @ %t
uk: Тестовий лист від %s @ %t
zh_cn: 测试邮件来自 %s @ %t
zh_tw: 測試郵件來自 %s @ %t

source: This is just a test
cs: Toto je pouze testovací zpráva.
de: Dies ist nur ein Test.
es: Esto es solamente una prueba
fr: Ceci est juste un test
id: Ini hanya sebuah percobaan
it: Questa è soltanto una prova
ja: これはテストです。
nb: Dette er bare en test
nl: Dit is slechts een test
pt_br: Este é apenas um teste
ru: Это просто тест
uk: Це всього лише тестове повідомлення
zh_cn: 这只是一个测试
zh_tw: 這只是壹個測試

source: Test email sent to %s.
cs: Testovací email byl odeslán na %s.
de: Test-E-Mail wurde an %s gesendet.
es: Email de prueba enviado a %s
fr: Email de test envoyé à %s
id: Email percobaan telah terkirim ke %s.
it: Email di prova inviata a %s.
ja: %sへテストメールを送信しました。
nb: Test e-post sendt til %s.
nl: Test email verzonden naar %s.
pt_br: E-mail enviado para teste %s.
ru: Тестовое сообщение отправлено на %s.
uk: Тестове повідомлення надіслано %s.
zh_cn: 测试邮件发送到 %s.
zh_tw: 測試電子郵件發送到 %s.

source: Downloading %s data
de: Lade Daten von %s
es: Descargando datos de %s
fr: Téléchargement des données %s
ja: %sのデータをダウンロード中

source: User %s followed
cs: Uživatel %s začal sledovat
da: Bruger %s fulgt
de: Benutzer %s wird gefolgt
es: Ahora sigues a %s
fr: Abonné à l'utilisateur %s
id: Pengguna %s diikuti
it: Utente %s seguito
ja: ユーザー"%s"さんをフォローしました。
nb: Følger bruker %s.
nl: Gebruiker %s wordt gevolgd.
pt_br: O usuário %s foi seguido
ru: Вы подписались на загрузки пользователя %s
uk: Користувач %s стежить
vi: Người dùng %s quan tâm
zh_cn: 用户 %s 已关注
zh_tw: 使用者 %s 已跟隨

source: User %s unfollowed
cs: Uživatel %s přestal sledovat
da: Bruger %s følges ikke
de: Benutzer %s wird nicht mehr gefolgt
es: Dejaste de seguir a %s
fr: Désabonné de l'utilisateur %s
id: Pengguna %s batal mengikuti
it: Utente %s non seguito più
ja: ユーザー"%s"さんのフォローを解除しました。
nb: Følger ikke bruker %s lenger.
nl: Gebruiker %s wordt niet meer gevolgd.
pt_br: O usuário %s não é mais seguido
ru: Вы отписались от загрузок пользователя %s
uk: Користувач %s не стежить
zh_cn: 用户 %s 取消关注
zh_tw: 使用者 %s 取消跟隨

source: Content liked
cs: Obsah se líbí
da: Synes godt om indhold
de: Inhalt gefällt dir
es: Contenido gustado
fr: Contenus aimés
id: Konten disukai
it: Contenuto piaciuto
ja: いいね！
nb: Innhold likt
nl: Inhoud gewaardeerd
pt_br: Conteúdo curtido
ru: Содержимое понравилось
uk: Вміст сподобався
zh_cn: 喜欢的内容
zh_tw: 喜歡的內容

source: Content disliked
cs: Obsah se nelíbí
da: Synes godt om fjernet på indhold
de: Inhalt gefällt dir nicht mehr
es: Contenido ya no gustado
fr: Contenus non aimés
id: Konten tidak disukai
it: Contenuto non piaciuto
ja: ざんねん
nb: Innhold mislikt
nl: Inhoud niet meer gewaardeerd
pt_br: Conteúdo não curtido
ru: Содержимое не понравилось
uk: Вміст не сподобався
zh_cn: 不喜欢的内容
zh_tw: 不喜歡的內容

source: %u liked your %t %c
cs: %u se líbí váš %t %c
da: %u synes godt om dit %t %c
de: %u hat Ihren %t %c gelikt
es: A %u le gusta tu %t %c
fr: %u a aimé votre %t %c
id: %u menyukai %t %c anda
it: A %u piace il tuo %t %c
ja: %uさんがあなたの%t%cをいいねしました。
nb: %u liker ditt %t %c
nl: %u waardeerd jouw %t %c
pl: %u polubił Twój %t %c
pt_br: %u curtiu sua %t %c
ru: Пользователю %u понравилось %t %c
uk: %u сподобалася ваша %t %c
vi: %u đã thích %t %c của bạn
zh_cn: %u 喜欢你的 %t %c
zh_tw: %u 喜歡你的 %t %c

source: %u is now following you
cs: %u vás nyní sleduje
da: %u følger dig nu
de: %u folgt Ihnen nun
es: %u ahora te está siguiendo
fr: %u vous suit désormais
id: %u kini mengikuti anda
it: %u ora ti sta seguendo
ja: %uさんがあなたをフォローしました。
nb: %u har begynt å følge deg
nl: %u volgt je nu
pl: %u zaczął Cię śledzić
pt_br: %u agora está seguindo você
ru: %u подписался на Вашу ленту
uk: %u тепер стежить за вами
vi: %u quan tâm ảnh của bạn
zh_cn: %u 关注了你
zh_tw: %u 關註了你

source: A private user
cs: Soukromý uživatel
da: En privat bruger
de: Privater Nutzer
es: Un usuario privado
fr: Utilisateur privé
id: Pengguna pribadi
it: Un utente privato
ja: プライベートユーザ
nb: En privat bruker
nl: Een prive-gebruiker
pt_br: Um usuário privado
ru: Скрытый пользователь
zh_cn: 私人用户
zh_tw: 私人用戶

source: Wrong Username/Email password combination
cs: Špatná kombinace přihlašovacího jména nebo e-mailu a hesla
da: Forkert Brugernavn eller Email adgangskode kombination
de: Falsche Kombination aus Benutzername / E-Mail und Passwort
es: Combinación Nombre de usuario / Email incorrecta
fr: L'identifiant ou le mot de passe est incorrect
id: Kombinasi Username/password email salah
it: Combinazione Username/Email/password errata
ja: ユーザ名/電子メールアドレスとパスワードの組合せが間違っています。
nb: Feil kombinasjon av brukernavn/e-postadresse og passord
nl: Verkeerde inloggegevens
pl: Błędna kombinacja nazwy użytkownika lub adresu e-mail i hasła
pt_br: Nome de usuário errado ou combinação de senha - email
ru: Неверное имя пользователя или пароль
uk: Неправильне ім'я користувача або пароль
vi: Tên người dùng hoặc mật khẩu bị sai
zh_cn: 错误的用户名或密码
zh_tw: 錯誤的用戶名或密碼

source: Sign in
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Entrar
fr: Connexion
id: Masuk
it: Accedi
ja: サインイン
nb: Logg inn
nl: Inloggen
pl: Zaloguj
pt_br: Entrar
ru: Войти
uk: Вхід
vi: Đăng nhập
zh_cn: 登录
zh_tw: 登入

source: Logged out
cs: Odhlášeno
da: Logget ud
de: Abmeldung erfolgreich
es: Desconectado
fr: Déconnexion
id: Keluar
it: Disconnesso
ja: ログアウトしました。
nb: Logget ut
nl: Uitgelogd
pl: Wylogowano
pt_br: Você saiu
ru: Выход из системы
uk: Вийти
vi: Đã đăng xuất
zh_cn: 注销
zh_tw: 登出

source: Upload images
cs: Nahrát obrázky
da: Upload billeder
de: Bilder hochladen
es: Subir imágenes
fr: Importer des images
id: Unggah gambar
it: Carica immagini
ja: 画像をアップロード
nb: Last opp bilder
nl: Upload afbeeldingen
pt_br: Enviar imagens
ru: Загрузить изображения
uk: Завантажити зображення
zh_cn: 上传图片
zh_tw: 上傳圖片

source: Upload plugin
cs: Plugin pro nahrávání
es: Complemento de subida
fr: Envoyer un plugin
it: Caricare plugin
ja: プラグインをアップロード
nb: Last opp utvidelse
pt_br: Plugin de Upload
ru: Загрузить плагин
uk: Завантажити плагін
zh_cn: 上传插件
zh_tw: 上載插件

source: Image search results for %s
cs: Výsledky vyhledávání obrázku pro výraz %s
da: Billede søgeresultater for %s
de: Bild-Suchergebnisse für %s
es: Resultados de búsqueda de imagen para %s
fr: Résultats de la recherche d'image pour %s
id: Hasil pencarian gambar %s
it: Risultati della ricerca immagine per %s
ja: %sの検索結果
nb: Bilderesultater for %s
nl: Zoekresultaten afbeelding voor %s
pt_br: Resultados de imagens contendo %s
ru: Результаты поиска изображений по запросу %s
uk: Результат пошуку картинки для %s
vi: Kết quả tìm kiếm hình ảnh cho truy vấn: %s
zh_cn: 图片搜索结果 %s
zh_tw: 圖片搜尋結果： %s

source: Album search results for %s
cs: Výsledky vyhledávání alba pro výraz %s
da: Album søgeresultater for %s
de: Album-Suchergebnisse für %s
es: Resultados de búsqueda de álbum para %s
fr: Résultats de la recherche d'album pour %s
id: Hasil pencarian album %s
it: Risultati della ricerca album per %s
ja: %sのアルバムの検索結果
nb: Albumresultater for %s
nl: Zoekresultaten album voor %s
pt_br: Resultados de álbuns contendo %s
ru: Результаты поиска альбомов по запросу %s
uk: Результат пошуку альбома для %s
vi: Kết quả tìm kiếm Album cho truy vấn: %s
zh_cn: 相册搜索结果 %s
zh_tw: 相簿搜尋結果： %s

source: User search results for %s
cs: Výsledky vyhledávání uživatele pro výraz %s
da: Bruger søgeresultater for %s
de: Benutzer-Suchergebnisse für %s
es: Resultados de búsqueda de usuario para %s
fr: Résultats de la recherche d'utilisateur pour %s
id: Hasil pencarian user %s
it: Risultati della ricerca utente per %s
ja: %sのユーザーの検索結果
nb: Brukerresultater for %s
nl: Zoekresultaten gebruiker voor %s
pt_br: Resultados de utilizadores contendo %s
ru: Результаты поиска пользователей по запросу %s
uk: Результат пошуку користувача для %s
vi: Kết quả tìm kiếm người dùng cho truy vấn: %s
zh_cn: 用户搜索结果 %s
zh_tw: 使用者搜尋結果： %s

source: Account
cs: Účet
da: Konto
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
nb: Konto
pl: Konto
pt_br: Conta
ru: Аккаунт
uk: Акаунт
vi: Tài khoản
zh_cn: 账户
zh_tw: 帳戶

source: Profile
cs: Profil
da: Profil
de: Profil
es: Perfil
fr: Profil
id: Profil
it: Profilo
ja: プロフィール
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
uk: Профіль
vi: Hồ sơ cá nhân
zh_cn: 个人资料
zh_tw: 個人資料

source: Linked accounts
cs: Propojené účty
da: Tilknyttet kontoer
de: Verbundene Konten
es: Cuentas enlazadas
fr: Comptes liés
id: Akun terhubung
it: Account collegati
ja: 関連づけされているアカウント
nb: Tilkoblede kontoer
nl: Gekoppelde accounts
pl: Połączone konta
pt_br: Contas vinculadas
ru: Сервисы
uk: Пов'язані акаунти
vi: Các tài khoản liên kết
zh_cn: 关联账户
zh_tw: 連結的帳號

source: Invalid image expiration: %s
cs: Chybná doba platnosti obrázku: %s
da: Ugyldig billedudløb: %s
de: Ungültiger Ablaufzeitpunkt: %s
es: Fecha de expiración inválida: %s
fr: Expiration d'image invalide : %s
id: Kadaluarsa gambar tidak valid: %s
it: Scadenza immagine non valida: %s
ja: 無効な画像の有効期限: %s
nb: Ugyldig utløpsdato for bilde: %s
nl: Ongeldige afbeelding expiratie: %s
pt_br: Validade da imagem inválida: %s
ru: Неверный срок хранения изображения: %s
zh_cn: 无效的图片失效: %s
zh_tw: 無效的有效期限: %s
