Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Enable this if you want to show a checkbox to indicate not safe content upload.
cs: Zapněte pokud chcete uživatelům dovolit nastavování nevhodného obsahu.
de: Aktivieren, falls eine Option zur Kennzeichnung von anstößigem Inhalt beim Hochladen angezeigt werden soll.
es: Habilita esto si quieres mostrar una caja de selección para indicar subida de contenido no seguro.
fr: Activez ceci si vous souhaitez afficher une case à cocher pour indiquer si le contenu envoyé doit être signalé.
id: Nyalakan ini jika anda ingin menampilkan sebuah kotak centang untuk mengindikasikan unggahan konten tidak aman.
it: Abilitare questa opzione se si desidera mostrare una casella di controllo per indicare il contenuto non è sicuro di upload.
ja: ファミリーセーフティに接触するコンテンツをアップロードする警告を表示する場合に有効にします。
nb: Aktiver dette alternativet hvis du vil vise en avkrysningsboks for å indikere utrygt innhold ved opplasting.
nl: Schakel dit in om een checkbox te weergeven voor onveilige inhoud bij het uploaden
pt_br: Ative esta opção se quiser mostrar uma caixa de seleção para indicar upload de conteúdo não seguro.
ru: Включите, чтобы дать пользователям возможность указывать безопасность изображения при загрузке.
uk: Увімкніть, щоб дати користувачам можливість вказувати безпеку зображення при завантаженні.
zh_cn: 如果你想显示一个复选框, 表示没有安全内容上传请启用这个功能.
zh_tw: 如果你想顯示一個複選框, 表示非安全內容上傳請啟用這個功能.

source: Custom CSS code
cs: Vlastní CSS kód
de: Eigener CSS-Code
es: Código CSS personalizado
fr: Code CSS personnalisé
id: Kode CSS kustom
it: Codice CSS personalizzato
ja: カスタムCSSコード
nb: Egendefinert CSS-kode
nl: Eigen CSS code
pl: Własny kod CSS
pt_br: Código CSS personalizado
ru: Дополнительный CSS
uk: Власний CSS
vi: Mã CSS tùy chỉnh
zh_cn: 自定义CSS代码
zh_tw: 自訂CSS代碼

source: Put your custom CSS code here. It will be placed as <style> just before the closing </head> tag.
cs: Vložte váš vlastní CSS kód zde. Bude umístěný jako <style> těsně před koncem hlavičky (</head>) html kódu.
de: Eigener CSS-Code kann hier eingefügt werden. Das Code wird als <style> platziert bevor der </head> Tag geschlossen wird.
es: Pon tu código CSS personalizado aquí. Será ubicado como <style> justo antes del cierre de la etiqueta </head>.
fr: Insérez votre code CSS personnalisé ici. Il sera placé comme <style> juste avant la balise de clôture </head>.
id: Letakkan kode CSS kustom disini. Ini akan ditempatkan sebagai <style> tepat sebelum tag penutup </head>.
it: Metti qui il tuo codice CSS personalizzato. Esso sarà posto <style> appena prima della chiusura </head> tag.
ja: カスタムCSSコードをここへ入力します。 ヘッダタグの閉じられる寸前の</head>前に<style>タグとして挿入されます。
nb: Legg inn din egendefinerte CSS-kode her. Den vil bli plassert som en <style>-tag rett før </head>-tagen.
nl: Zet uw aangepaste CSS-code hier. Het zal als <style> geplaatst worden net vóór de afsluitende </head>-tag.
pl: Dodaj tutaj własny kod CSS. Zostanie on dodany jako <style> tuż przed znacznikiem zamykającym </head>.
pt_br: Coloca o teu código CSS personalizado aqui. Ele será colocado como <style> antes da tag </head>.
ru: Вставьте сюда ваш собственный CSS код. Он будет вставлен с помощью тега <style> перед закрывающим тегом </head>.
uk: Вставте сюди ваш власний CSS код. Він буде вставлений за допомогою тега <style> перед закриваючим тегом </head>
vi: Thêm tùy chỉnh CSS ở đây. Sẽ được thêm vào thẻ <style> và trước </head>
zh_cn: 把你的自定义CSS代码在这里. 它会被放在 <style> 标签 </head> 前的位置.
zh_tw: 把你的自訂CSS代碼在這裡. 它會被放在 <style> 標籤 </head> 前的位置.

source: Custom JS code
cs: Vlastní JS kód
de: Eigener JS-Code
es: Código JS personalizado
fr: Code JS personnalisé
id: Kode JS kustom
it: Codice JavaScript personalizzato
ja: カスタムJSコード
nb: Egendefinert JS-kode
nl: Eigen JS code
pl: Własny kod JS
pt_br: Código personalizado JS
ru: Дополнительный JS
uk: Власний JS
vi: Mã JS tùy chỉnh
zh_cn: 自定义JS代码
zh_tw: 自訂JS代碼

source: Put your custom JS code here. It will be placed as <script> just before the closing </head> tag.
cs: Vložte váš vlastní JS kód zde. Bude umístěný jako <script> těsně před koncem hlavičky (</head>) html kódu.
de: Eigener JS-Code kann hier eingefügt werden. Der Code wird als <script> platziert bevor der </head> Tag geschlossen wird.
es: Pon tu código JS personalizado aquí. Será ubicado como <script> justo antes del cierre de la etiqueta </head>.
fr: Insérez votre code JS personnalisé ici. Il sera placé comme <script> juste avant la balise de clôture </head>.
id: Letakkan kode JS kustom disini. Ini akan ditempatkan sebagai <style> tepat sebelum tag penutup </head>.
it: Metti qui il tuo codice JS personalizzato. Esso sarà posto <script> appena prima della chiusura</head> tag.
ja: カスタムJSコードをここへ入力します。ヘッダタグの閉じられる寸前の</head>前に<script>タグとして挿入されます。
nb: Legg inn din egendefinerte JS-kode her. Den vil bli plassert som en <script>-tag rett for </head>-tagen.
nl: Zet uw aangepaste JS-code hier. Het zal als <script> geplaatst worden net vóór de afsluitende </head>-tag.
pl: Dodaj tutaj własny kod JS. Zostanie on dodany jako <script> tuż przed znacznikiem zamykającym </head>.
pt_br: Coloca o teu código JS personalizado aqui. Ele será colocado como <script> antes da tag </head>.
ru: Вставьте сюда ваш собственный JS код. Он будет вставлен с помощью тега <script> перед закрывающим тегом </head>.
uk: Вставте сюди ваш власний JS код. Він буде вставлений за допомогою тега <script> перед закриваючим тегом </head>
vi: Thêm tùy chỉnh JS ở đây. Sẽ được thêm vào thẻ <script> và trước </head>
zh_cn: 把你的自定义JS代码在这里. 它会被放在 <script> 标签 </head> 前的位置.
zh_tw: 把你的自訂JS代碼在這裡. 它會被放在 <script> 標籤 </head> 前的位置.

source: Style
cs: Styl
es: Estilo
id: Gaya
it: Stile
ja: スタイル
nb: Stil
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
uk: Стиль
zh_cn: 样式
zh_tw: 样式

source: Landing page
cs: Vstupní stránka
es: Página de caída
fr: Page d'accueil
id: Halaman arahan
it: Arrivo pagina
ja: ランディングページ
nb: Landingsside
nl: Beginpagina
ru: Целевая страница
uk: Стартова сторінка
zh_cn: 仅显示上传按钮
zh_tw: 到達頁面

source: Split landing + images
de: Trennung Landing-Page + Bilder
es: Pág. caída + imágenes
fr: Diviser l'accueil + images
id: Halaman arahan + gambar
it: Split atterraggio + immagini
ja: ランディング + 画像 を分割
nb: Delt landingsside + bilder
nl: Opdelen beginpagina en afbeeldingen
ru: Целевая страница + изображения
uk: Стартова сторінка + зображення
zh_cn: 上传按钮 + 最新图片
zh_tw: 上傳按鈕 + 最新圖片

source: Route explore
cs: Prozkoumejte trasu
de: Entdecken
es: Enrutar explorar
fr: Route explorer
id: Menjelajah rute
it: Percorso da esplorare
ja: 「もっと見る」の最初のページ
nb: Rute: utforske
nl: Route verkennen
pt_br: Explorador de rota
ru: Переадресовывать на Обзор
uk: Переадресація в Огляд
zh_cn: 直接显示探索图库
zh_tw: 直接顯示圖片探索

source: Select the homepage style. To customize it further edit app/themes/%s/views/index.php
cs: Vyberte styl domovské obrazovky. Pro přispůsobení stylu jej upravte v app/themes/%s/views/index.php
de: Wählen Sie den Style Ihrer Internetseite aus. Zum Anpassen muss app/themes/%s/views/index.php bearbeitet werden.
es: Selecciona el estilo de la página principal. Para personalizar más edita app/themes/%s/views/index.php
fr: Sélectionnez le style de page d'accueil. Pour la personnaliser davantage, modifiez app/themes/%s/views/index.php
id: Pilih gaya halaman muka. Untuk menyesuaikannya lanjut ubah app/themes/%s/views/index.php
it: Selezionare homepage stile.Per personalizzare ulteriormente modificare app/themes/%s/views/index.php
ja: ホームページのスタイルを選択。 カスタマイズを行う場合は app/themes/%s/views/index.php を編集します。
nb: Velg stil for startsiden. For å tilpasse stilen ytterligere, rediger app/themes/%s/views/index.php
nl: Selecteer de homepage stijl. Om het verder aan te passen, wijzig app/themes/%s/views/index.php
pt_br: Selecione o estilo da página inicial. Para customizar edite app/themes/%s/views/index.php
ru: Выберите стиль отображения главной страницы. Для получения больших возможностей, Вы можете отредактировать файл app/themes/%s/views/index.php.
uk: Виберіть стиль головної сторінки. Щоб налаштувати його відредагуйте app/themes/%s/views/index.php
zh_cn: 选择主页风格. 详细定制主页编辑此 app/themes/%s/views/index.php
zh_tw: 選擇主頁風格. 詳細定製主頁請編輯此頁 app/themes/%s/views/index.php

source: Cover image
cs: Titulní obrázek
da: Coverbillede
de: Titelbild
es: Imagen de portada
fr: Image de couverture
id: Gambar sampul
it: Immagine di copertina
ja: カバー画像
nb: Forsidebilde
nl: Omslagafbeelding
pt_br: Imagem de capa
ru: Обложка
uk: Зображення обкладинки
zh_cn: 封面图片
zh_tw: 封面圖片

source: Do you really want to delete this image? This can't be undone.
cs: Opravdu chcete obrázek vymazat? Tuto akci nelze vzít zpět.
da: Vil du virkelig slette dette billeder? Du kan ikke fortryde dette.
de: Wollen Sie dieses Bild wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Realmente quieres eliminar esta imagen? Esto no se podrá deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette image ? Cette action est irréversible.
id: Apakah anda yakin ingin menghapus gambar ini? Hal ini tidak dapat dimundurkan.
it: Vuoi davvero eliminare questa immagine? Questaazione non può essere annullata.
ja: この画像を削除しますか？削除後は元に戻せません。
nb: Er du sikker på at du vil slette dette bildet? Dette kan ikke angres.
nl: Wilt u deze afbeelding echt verwijderen? Dit kan niet ongedaan gemaakt worden.
pl: Na pewno chcesz usunąć tę grafikę? Nie można tego cofnąć.
pt_br: Você realmente quer apagar esta imagem? Esta ação não pode ser revertida.
ru: Вы действительно хотите удалить данное избражение? Это действие необратимо.
uk: Ви дійсно хочете видалити дане зображення? Ця дія є незворотньою
vi: Bạn có thực sự muốn xóa ảnh này? Xóa rồi không hồi lại được đâu nha!
zh_cn: 您真的需要删除这张图片? 这将无法恢复.
zh_tw: 您真的需要刪除這張圖片? 這將無法恢復.

source: Delete image
cs: Smazat obrázek
da: Slet billede
de: Bild löschen
es: Eliminar imagen
fr: Supprimer l'image
id: Menghapus gambar
it: Cancella immagine
ja: 画像を削除
nb: Slett bilde
nl: Verwijder afbeelding
pl: Usuń grafikę
pt_br: Apagar imagem
ru: Удалить
uk: Видалити зображення
vi: Xóa ảnh
zh_cn: 删除图片
zh_tw: 刪除照片

source: Add new cover image
cs: Přidat nový titulní obrázek
da: Tilføj nyt coverbillede
de: Neues Titelbild hinzufügen
es: Agregar nueva imagen de portada
fr: Ajouter une nouvelle image de couverture
id: Tambah sebuah gambar sampul baru
it: Aggiungere un'immagine nuova di copertina
ja: ヘッダ画像を新規追加
nb: Legg til nytt forsidebilde
nl: Voeg een nieuwe omslagafbeelding toe.
pt_br: Adicionar nova imagem de capa
ru: Добавить новую обложку
zh_cn: 添加新的封面图片
zh_tw: 新增新的封面圖像

source: Vector version or your website logo in SVG format (only for homepage).
cs: Vektorová verze nebo logo vaší webové stránky v SVG formátu (pouze pro domovskou stránku)
da: Vektor version eller dit website logo i SVG format (kun til hjemmeside).
de: Vektor-Grafik des Internetseiten-Logos im SVG-Format.
es: Versión vector de tu logo en formato SVG (solo para la página principal).
fr: Version vecteur de votre logo au format SVG (seulement pour l'accueil).
id: Versi vektor atau logo situs web dalam format SVG (hanya untuk halaman depan)
it: Vector versione del tuo sito web logo in formato SVG (solo per homepage).
ja: ベクターバージョンまたはSVG形式のサイトロゴ（ホームページのみ）
nb: Logoen din i vektorformat (.svg) (Kun for forsiden)
nl: Vector versie van uw website logo in SVG formaat (alleen voor startpagina).
ru: Векторный логотип вашего сайта в формате SVG (только для домашней страницы).
uk: Векторна версія логотипу вашого сайту у SVG форматі (тільки для домашньої сторінки)
zh_cn: 矢量版本或您的网站徽标以SVG格式 (仅用于主页).
zh_tw: 向量版本或您的網站logo以SVG格式 (僅用於主頁).

source: Bitmap version or your website logo (only for homepage). PNG format is recommended.
cs: Bitmapová verze nebo vaše webové logo (pouze pro domovskou stránku). Je doporučen formát PNG.
da: Bitmap version eller dit website logo (kun til hjemmesiden). PNG format anbefales.
de: Bitmap-Grafik des Internetseiten-Logos. PNG-Format wird empfohlen.
es: Versión mapa de bits de tu logo (solo para la página principal). Se recomienda formato PNG.
fr: Version Bitmap de votre logo (seulement pour l'accueil. Le format PNG est recommandé.
id: Versi bitmap atau logo situs web anda ( hanya untuk halaman depan). Disarankan berformat PNG.
it: Versione bitmap o il vostro logo sito web (solo per homepage). Si raccomanda formato PNG.
ja: ビットマップバージョンまたは通常のサイトロゴ（ホームページのみ）PNG形式がおすすめです。
nb: Logoen din i bitmapformat (PNG er anbefalt) (Kun for forsiden)
nl: Bitmap versie van uw website logo (alleen voor homepage). PNG-formaat wordt aanbevolen.
ru: Растровый логотип вашего сайта (только для домашней страницы). Рекомендуется использовать формат PNG.
uk: Растрова версія логотипу вашого сайту у PNG форматі (тільки для домашньої сторінки)
zh_cn: 位图(BMP)版本或您的网站徽标(仅适用于主页). 建议使用PNG格式.
zh_tw: 點陣圖版本或您的網站logo(僅適用於主頁). 建議使用PNG格式.

source: This will be added inside the homepage %s tag. Leave it blank to use the default contents.
cs: Toto bude přidáno dovnitř %s tagu domovské stránky. Ponechte pole prázdné pro použití výchozího obsahu.
da: Dette vil blive tilføjet inde i hjemmesiden %s tag. Lad det være tomt for at bruge standardindhold.
de: Die Eingabe wird innerhalb des %s Tag der Internetseite eingefügt. Lassen Sie das Feld frei, um die Standardinhalte zu verwenden.
es: Esto se agregara en el interior de la etiqueta %s de la página principal. Dejar en blanco para usar el contenido preestablecido.
fr: Ceci sera ajouté dans le tag %s de votre page d'accueil. Laissez le vide pour utiliser le contenu par défaut.
id: ini akan ditambahkan kedalam tag halaman depan %s. Biarkan kosong untuk mengunakan konten default.
it: Questo verrà aggiunto all'interno della homepage %s tag. Lascia vuoto per utilizzare i contenuti di default.
ja: トップページに %s タグが追加されます。既定のコンテンツを使う場合は空欄にしてください。
nb: Dette vil bli lagt inn på hjemmesiden %s som tag. La det stå tomt for å bruke standardinnholdet.
nl: Dit wordt toegevoegd aan de startpagina %s-tag. Laat het leeg om de standaardinhoud te gebruiken.
ru: Это содержимое будет добавлено в %s тэг на главной странице. Чтобы использовать значение по-умолчанию, оставьте это поле пустым.
uk: Це буде додано в середину домашньої сторінки %s як тег. Залиште поле пустим, якщо ви хочете використати дані по-замовчуванню
zh_cn: 这将被添加在主页 %s 标记. 保持空白以使用默认内容.
zh_tw: 這將被建立在主頁 %s 標記. 保持空白以使用預設內容.

source: Paragraph
cs: Odstavec
da: Afsnit
es: Párrafo
fr: Paragraphe
id: Paragraf
it: Paragrafo
ja: 段落
nb: Avsnitt
nl: Paragraaf
pl: Akapit
pt_br: Paragrafo
ru: Текст
uk: Пункт
zh_cn: 段落
zh_tw: 段落

source: Call to action button color
cs: Barva tlačítka "Call to action"
de: "Call to Action"-Button-Farbe
es: Color de botón de llamada de acción
fr: Couleur du bouton d'action.
it: Pulsante di invito all'azione colore
ja: アクションボタンの色
nb: Registreringsknappfarge
nl: Oproep tot actie knop kleur
pt_br: Cor do botão da chamada para ação
ru: Цвет кнопки на главной
uk: Колір кнопки дії
zh_cn: “开始上传”按钮的颜色
zh_tw: 「開始上傳」按鈕的顏色

source: Color of the homepage call to action button.
de: Farbe des "Call to Action"-Buttons.
es: Color del botón de llamada de acción de la página principal.
fr: Couleur du bouton d'action de l'accueil.
it: Colore della homepage del pulsante di invito all'azione.
ja: トップページに戻るボタンの色
nb: Farge på registreringsknappen
nl: Kleur van de startpagina oproep tot actie knop.
pt_br: Cor do botão da chamada para ação da página inicial
ru: Цвет кнопки вызова действия на главной странице.
uk: Колір кнопки переходу на домашню сторінку
zh_cn: 请选择“开始上传”按钮的颜色.
zh_tw: 請選擇「開始上傳」按鈕的顏色.

source: Call to action outline style button
de: "Call to Action"-Button-Außenlinie
es: Estilo contorneado del botón de llama de acción
fr: Style de contour du bouton d'action
it: Invito all'azione pulsante stile contorno
ja: アウトラインスタイルボタン
nb: konturstil på registreringsknappen, utvendige linjer
nl: Oproep tot actie overzicht opmaak knop
ru: Контурная кнопка на главной
uk: Контур кнопки для дії
zh_cn: 主页“开始上传”按钮的背景透明
zh_tw: 主頁「開始上傳」使用透明按鈕

source: Enable this to use outline style for the homepage call to action button.
cs: Zapněte, pokud chcete aktivovat rámeček kolem tlačítka akce na titulce
de: Aktivieren, falls für den "Call to Action"-Button eine Umrandung gesetzt werden soll.
es: Habilita esto para usar estilo contorneado para el botón de llamada de acción de la página principal.
fr: Activez-ceci pour utiliser le style de couleur pour le bouton d'action de l'accueil.
it: Attivare questa opzione per utilizzare lo stile contorno per homepage pulsante di invito all'azione.
ja: トップページに戻るボタンにアウトラインスタイルを適用
nb: Aktiver denne for å bruke konturstil for registreringsknappen.
nl: Schakel dit in om de overzichts opmaak voor de startpagina oproep tot actie knop te gebruiken.
ru: Включите, чтобы отображать кнопку на главной странице в виде контура.
uk: Включіть це, щоб використовувати стиль обведення кнопки загрузки на стартовій сторінці.
zh_cn: 启用它, 则“开始上传”按钮的背景颜色改为透明样式.
zh_tw: 啟用此, 則「開始上傳」按鈕的背景顏色改為透明樣式.

source: Call to action functionality
de: "Call to Action"-Funktionsweise
es: Funcionalidad de llamada de acción
fr: Fonctionnalité d'appel à l'action
it: Invito alla funzionalità azione
ja: 機能
nb: Registreringsknappens funksjon
nl: Oproep tot actie functionaliteit
pt_br: Funcionalidade do botão da chamada para ação
ru: Действие кнопки на главной
uk: Заклик до дії
zh_cn: 按钮功能
zh_tw: 按鈕功能

source: Trigger uploader
es: Gatillar uploader
fr: Déclencher l'envoi
it: Grilletto uploader
ja: アップローダー起動
nb: Trigger-opplasting
nl: Selecteer uploader
ru: Отобразить загрузчик
uk: Трігери завантаження
zh_cn: 触发上传
zh_tw: 觸發上傳

source: Open URL
cs: Otevřít URL adresu
de: URL öffnen
es: Abrir URL
fr: Ouvrir URL
id: Buka URL
it: Apri URL
ja: 独自URL
nb: Åpne URL
pt_br: Abrir URL
ru: Перейти по адресу
uk: Відкрити посилання
zh_cn: 打开网址
zh_tw: 打開網址

source: Call to action URL
cs: Výzva k akci URL
es: URL de llamada de acción
fr: URL de l'appel à l'action
it: Invito all'azione URL
ja: URLを呼び出し
nb: Oppfordring til handlings-URL
nl: Oproep tot actie URL
pt_br: URL da chamada para ação
ru: URL кнопки
uk: Дія для посилання
zh_cn: 按钮网址
zh_tw: 按鈕網址

source: Enter an absolute or relative URL
cs: Zadat absolutní nebo relativní URL
de: Geben Sie eine absolute oder relative URL an.
es: Introducir una URL absoluta o relativa
fr: Entrez une URL absolue ou relative
id: Masukkan sebuah URL absolut atau relatif
it: Immettere un assoluta o URL relativa
ja: 絶対パス、または相対パスを入力
nb: Skriv en absolutt eller relativ URL
nl: Voer een absolute of relatieve URL in
pt_br: Insira uma URL absoluta ou relativa
ru: Введите абсолютный или относительный адрес
uk: Введіть абсолютне або відносне посилання
zh_cn: 输入一个绝对或相对URL网址
zh_tw: 輸入一個絕對或相對URL網址

source: A relative URL like %r will be mapped to %l
cs: Relativní URL jako %r bude namapována na %l
de: Eine relative URL wie zum Beispiel %r wird auf %l abgebildet.
es: Una URL relativa como %r sera mapeada a %l
fr: Une URL relative comme %r sera redirigée vers %l
id: Sebuah URL relatif seperti %r akan dipetakan ke %l
it: Un URL relativo come% sarà mappato%l
ja: %r のような相対URLは、%l に変換されます。
nb: En relativ URL som %r skal tilordnes %l
nl: Een relatieve URL zoals %r zal worden gekoppeld aan %l
ru: Относительные адреса, наподобие %r, будут переадресованы на %l
uk: Відносне посилання як %r буде відображено в %l
zh_cn: 这样一个相对URL网址 %r 将映射到 %l
zh_tw: 這樣一個相對URL網址 %r 將映射到 %l

source: Call to action HTML
es: HTML de llamada de acción
fr: HTML de l'appel à l'action
it: Invito all'azione HTML
ja: HTMLの呼び出し
nb: HTML-tekst på forsiden
nl: Oproep tot actie HTML
pt_br: HTLM da chamada para ação
ru: HTML-код кнопки
uk: Дія для HTML
zh_cn: 按钮HTML代码
zh_tw: 按鈕HTML代碼

source: This will be added inside the call to action <a> tag. Leave it blank to use the default contents.
cs: Toto bude přidáno uvnitř výzvy k akci <a> tagu. Zanechte prázdné pro použití výchozího obsahu.
de: Dies wird innerhalb des "Call to Action" <a> Tag eingefügt. Lassen Sie das Feld frei, um den Standardinhalt zu verwenden.
es: Esto se agregara en el interior de la etiqueta <a> de la llama de acción. Dejar en blanco para usar el el contenido preestablecido.
fr: Ceci sera ajouté dans la balise <a> de l'appel à l'action. Laissez le vide pour utiliser le contenu par défaut.
it: Questo verrà aggiunto all'interno della chiamata di tag all'azione <a>. Lascia vuoto per utilizzare i contenuti di default.
ja: <a> タグを追加する機能です。既定のコンテンツを使用する場合は空欄にしてください。
nb: Dette vil bli lagt inn i handlingsknappens <a>-tag. La stå tomt for å bruke standardinnholdet.
nl: Dit wordt toegevoegd aan de oproep tot actie <a>-tag. Laat het leeg om de standaardinhoud te gebruiken.
ru: Этот адрес будет указан в тэге <a> кнопки на главной странице. Чтобы использовать адрес по-умолчанию, оставьте это поле пустым.
uk: Це буде додано в дію для тега <a>. Залиште це поле порожнім, щоб використовувати вміст за замовчуванням.
zh_cn: 这将被添加在按钮 <a> 标记. 保持空白以使用默认内容.
zh_tw: 這將被建立在按鈕 <a> 標記. 保持空白以使用預設內容.

source: User IDs
cs: ID uživatele(ů)
de: Benutzer-IDs
es: IDs de usuario
fr: IDs utilisateur
id: ID Pengguna
it: Utente IDs
ja: ユーザID
nb: BrukerIDer
nl: Gebruikers ID's
pt_br: IDs dos usuários
ru: ID пользователей
uk: ID користувача
zh_cn: 用户IDs
zh_tw: 用户IDs

source: Comma-separated list of target user IDs to show images on homepage. Leave it empty to display all recent images.
cs: Čárkami oddělený seznam cílových uživatelských ID, kteří mohou prohlížet obrázky na domovské stránce. Ponechte pole prázdné pro zobrazování všech nedávných obrázků.
de: Kommagetrennte Liste der Zielbenutzer-IDs, deren Bilder auf der Startseite angezeigt werden sollen. Lassen Sie dieses Feld leer oder auf Null, um die zuletzt hinzugefügten Bilder anzuzeigen.
es: Lista separada por comas de las ids de usuario a mostrar en la página principal. Dejar vacío para mostrar todas las imágenes recientes.
fr: Liste des ID d'utilisateur séparés par des virgules pour afficher leurs images sur la page d'accueil. Laissez-le vide pour afficher la liste des images les plus récentes.
it: elenco di ID utente di destinazione separati da virgola per mostrare le immagini sulla homepage. Lascia vuoto per visualizzare tutte le immagini recenti.
ja: ホームページに表示したい画像のユーザーIDをコンマで区切って入力してください。空白の情愛で全ての最近の画像を表示します。
nb: Kommaseparert liste for målbruker-ID for å vise bilder på hjemmesiden. La stå tom for å vise alle nylige bilder.
nl: Komma gescheiden lijst van doel gebruikers ID's om afbeeldingen op de startpagina te tonen. Laat het leeg om alle recente afbeeldingen weer te geven.
ru: Список числовых идентификаторов пользователей (через запятую), изображения которых, будут показываться на главной странице. Оставьте поле пустым, чтобы показывать все новые изображения.
zh_cn: 在网站主页显示指定多个用户的最新图片, 请用逗号分隔开. 留空则显示全站最新图片（不含隐私图片）.
zh_tw: 在網站主頁顯示指定多個用戶的最新圖片, 請用逗號分隔開. 留空則顯示全站最新圖片（不含隱私圖像）.

source: banners
cs: bannery
de: Banner
es: avisos
fr: bannières
id: banner
ja: 広告バナー
nb: bannere
nl: advertenties
ru: баннеры
zh_cn: 横幅
zh_tw: 橫幅

source: Automatic updates check
cs: Automatická kontrola aktualizací
de: Automatisch nach Updates suchen
es: Comprobar actualizaciones automáticamente
fr: Vérification automatique des mises à jour
id: Pemeriksaan pembaruan otomatis
it: controllare gli aggiornamenti automatici
ja: アップデートを自動でチェック
nb: Automatisk sjekk etter oppdateringer
nl: Controleer automatisch op updates
pt_br: Verificação por atualizações automática
ru: Автоматическая проверка обновлений
zh_cn: 自动更新检查
zh_tw: 自動檢查升級
