Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Disqus API works with %s.
cs: Disqus API pracuje s %s.
de: Disqus API unterstützt %s.
es: La API de Disqus funciona con %s.
fr: Disqus API fonctionne avec %s
id: API Disqus bekerja dengan %s
it: Disqus API lavora con %s
ja: %s でDisqus APIが動作します。
nb: Disqus-API virker med %s.
nl: Disqus API werkt met %s.
pt_br: A API do Disqus funciona com %s
ru: Disqus API работает с %s.
zh_cn: Disqus API 适用于 %s.
zh_tw: 與 %s 工作的Disqus API

source: Disqus shortname
de: Disqus Name
es: Nombre corto en Disqus
fr: Identifiant Disqus
id: Nama pendek Disqus
it: Disqus nomecorto
ja: Disqus ショートネーム
nb: Disqus kort navn
nl: Disqus korte naam
pt_br: Nome no Disqus
ru: Идентификатор Disqus
zh_cn: Disqus 短名称
zh_tw: Disqus 短名

source: %s public key
cs: %s veřejný kód
de: %s Öffentlicher Schlüssel
es: Llave pública de %s
fr: Clé publique %s
id: Kunci publik %s
it: %s chiave pubblica
ja: %s パブリックキー
nb: %s offentlig nøkkel
nl: %s publieke sleutel
pt_br: %s chave pública
ru: %s публичный ключ
zh_cn: %s 公共密钥
zh_tw: %s 公開鑰匙

source: Comment code
cs: Kód komentáře
da: Kommentar kode
de: Kommentarfunktion
es: Código de comentarios
fr: Code des commentaires
id: Kode komentar
it: Codice di commento
ja: コメントコード
nb: kommentarkode
nl: Opmerking code
pl: Kod komentarzy
pt_br: Código para comentários
ru: Код для системы комментариев
uk: Код для системи коментарів
zh_cn: 评论社会化代码
zh_tw: 社群評論代碼

source: Disqus, Facebook or anything you want. It will be used in image view.
cs: Disqus, Facebook nebo cokoliv jiného. Bude použito v zobrazení obrázku.
da: Disqus, Facebook - hvadend du vil. Dette vil blive brugt i billede visning.
de: Disqus, Facebook und vergleichbare Dienste. Diese werden unter der Bildansicht angezeigt.
es: Disqus, Facebook o lo que quieras. Será usado en la vista de imagen.
fr: Disqus, Facebook ou ce que vous voulez. Ce sera utilisé dans le visualiseur d'images.
id: Disqus, Facebook atau apa pun yang Anda inginkan. Ini akan digunakan dalam tampilan gambar.
it: Disqus, Facebook e tutto quello che vuoi. Sarà usato in visualizzazione dell'immagine per condividerla
ja: Disqus,Facebookなどが必要な場合には、イメージ表示を使って下さい。
nb: Disqus, Facebook eller noe du ønsker vil bli brukt i bildevisningen .
nl: Disqus, Facebook of wat je maar wilt. Het zal worden gebruikt in de afbeelding viewer.
pl: Disqus, Facebook lub cokolwiek innego. Zostanie użyty w widoku grafiki.
pt_br: Disqus, Facebook ou qualquer coisa que você quiser. Será utilizado no modo de exibição de imagem.
ru: Disqus, Facebook или любая система на ваш выбор. Она будет использована при просмотре изображения.
uk: Disqus, Facebook або будь-яка система на ваш вибір. Вона буде використана при перегляді зображення.
zh_cn: DISQUS, Facebook或其他. 它将在图像视图中使用.
zh_tw: DISQUS, Facebook或其他. 它將在圖片頁面中使用.

source: Analytics code
cs: Kód analytics.
da: Analytics kode
es: Código de analíticas
fr: Code Analytics
id: Kode analitik
it: Codice di Google Analytics
ja: アクセス解析用コード
nb: Analytics-kode
nl: Google Analytics-code
pl: Kod Analytics
pt_br: Código do Analytics
ru: Код для сбора статистики
uk: Код для збору статистики
zh_cn: Analytics（分析）代码
zh_tw: Analytics（分析）代碼

source: Google Analytics or anything you want. It will be added to the theme footer.
cs: Google Analytics nebo cokoliv jiného. Bude přidáno do patičky.
da: Google Analytics eller hvad end du vil. Det vil blive tilføjet til temaets footer.
de: Google Analytics und vergleichbare Dienste. Diese werden im Fußbereich der Seite eingefügt.
es: Google Analytics o lo que quieras. Será agreado al footer del tema.
fr: Google Analytics ou ce que vous voulez. Ce sera ajouté au pied de page du thème.
id: Google Analytics atau apa pun yang Anda inginkan. Ini akan ditambahkan dengan tema footer.
it: Google Analytics o tutto quello che vuoi. Sarà aggiunto al piè di pagina del tema.
ja: Google Analyticsや他の解析コードが必要な場合に入力してください。テーマのフッタ部分に追加されます。
nb: Google Analytics eller hva du vil. Det vil bli lagt til temaets bunntekst.
nl: Google Analytics of wat je maar wilt. Het zal worden toegevoegd aan de footer.
pl: Google Analytics lub cokolwiek innego. Zostanie dodany w stopce stylu.
pt_br: Google Analytics ou qualquer coisa que você quiser. Será adicionado ao rodapé tema.
ru: Google Analytics или система сбора статистики на ваш выбор. Этот код будет добавлен в "подвал" темы.
uk: Google Analytics або система збору статистики на ваш вибір. Цей код буде додано до "підвал" теми.
vi: Google Analytics hoặc bất cứ mã thống kê nào khác.
zh_cn: 谷歌Analytics（分析）或其他. 它将被添加到主题页脚.
zh_tw: Google Analytics（分析）或其他. 它將被添加到主題頁尾.

source: For documentation about the API check the <a %s>API documentation</a>
cs: Pro informace o rozhraní API si prohlédněte <a %s>API documentaci</a>
de: Die Dokumentation zur API ist in der <a %s>API-Dokumentation</a> hinterlegt.
es: Para documentación sobre la API revisa la <a %s>documentación de la API</a>
fr: Pour des informations sur l'API, regardez la <a %s>documentation de l'API</a>
id: Untuk dokumentasi mengenai API periksa <a %s>Dokumentasi API</a>
it: Per la documentazione sulle API controllare <a %s>API documentazione</a>
ja: APIのドキュメントは <a %s>API documentation</a>です。
nb: For dokumentasjon om API, se gjennom <a %s>API-dokumentasjonen</a>
nl: Voor documentatie over de API, bekijk de <a %s>API documentatie</a>
pt_br: Para ver a documentação sobre a API vá até <a %s>API documentation</a>
ru: Чтобы получить подробную информацию об API, обратитесь к <a %s>документации</a>
uk: Документація по API доступна за адресою <a %s>API документація</a>
zh_cn: 有关API的文档查看 <a %s>API文档</a>
zh_tw: 想了解如何使用API請詳見 <a %s>API指南</a>

source: API v1 key
cs: API v1 klíč
de: API-Schlüssel v1
es: Llave API v1
fr: Clé API v1
id: Kunci API V1
ja: API v1 キー
nb: API v1-nøkkel
pl: Klucz API v1
pt_br: Chave API v1
ru: Ключ API v1
uk: Ключ API v1

source: Use this key when using the <a %s>API v1</a>.
cs: Použít tento klíč při použití <a %s>API v1</a>.
de: Nutzen Sie diesen Schlüssel wenn Sie <a %s>API v1</a> verwenden.
es: Usa esta llave cuando uses la <a %s>API v1</a>.
fr: Utilisez cette clé lors de l'utilisation de l'<a %s>API v1</a>.
id: Gunakan kunci ini ketika menggunakan <a %s>API v1</a>.
it: Utilizzare questo tasto quando si utilizza i <a %s>API v1</a>.
ja: <a %s>API v1</a>を使用するときは、このキーを使用します。
nb: Bruk denne nøkkelen når du bruker <a %s>API v1</a>.
nl: Gebruik deze sleutel wanneer de <a %s>API v1</a> gebruikt wordt.
pt_br: Use esta chave quando estiver usando a <a %s>API v1</a>.
ru: Используйте этот ключ с <a %s>API v1</a>.
uk: Використовуйте цей ключ для <a %s>API v1</a>.
zh_cn: 使用<a %s>API V1</a>时使用此值.
zh_tw: 欲使用 <a %s>API v1</a>請用這個金鑰

source: Plugin route
cs: Směrování Pluginu
da: Plugin rute
es: Ruta de complemento
fr: Dossier plugin
it: Percorso Plugin
ja: プラグインルート
nb: Utvidelsesrute
pt_br: Rota do plugin
ru: Маршрут плагина
zh_cn: 上传插件

source: Enable this to display plugin instructions at %u. A link to these instructions will be added to the %s menu. This setting doesn't affect administrators.
cs: Toto aktivujte, aby jste zobrazili instrukce pluginu na %u. Odkaz na tyto pokyny bude přidán do nabídky %s.Toto nastavení nemá vliv na administrátory.
da: Aktivér dette for at vise plugin instruktioner på %u. Et link til disse instruktioner tilføjes til menuen %s. Denne indstilling påvirker ikke administratorer.
de: Aktivieren, um Anweisungen für Plugins auf %u anzuzeigen. Eine Verlinkung zu den Anweisungen wird zum %s Menü hinzugefügt. Diese Einstellung betrifft keine Administratoren.
es: Habilita esto para mostrar las instrucciones del complemento en %u. Un enlace a estas instrucciones será añadido al menú %s. Esta configuración no afecta a los administradores.
fr: Activez cette option pour afficher les instructions du plugin à %u. Un lien vers ces instructions sera ajouté au menu %s. Ce paramètre n'affecte pas les administrateurs.
it: Abilita questo per visualizzare le istruzioni del plugin a %u. Un link a queste istruzioni verrà aggiunto al menu %s. Questa impostazione non riguarda gli amministratori.
ja: %uでプラグインの説明を表示する。これらの説明は、メニューに%sを追加します。この設定は管理者には影響しません。
nb: Aktiver denne for å vise instruksjoner for utvidelsen på %u. En lenke til disse instruksjonene vil bli lagt til %s-menyen. Denne innstillingen påvirker ikke administratorer.
nl: Schakel dit in om de plugin instructies op %u te tonen. Een link naar deze instructies wordt toegevoegd aan het %s menu. Deze instelling is niet van toepassing voor beheerders.
pt_br: Ative para mostrar instruções do plugin no %u. Um link para as instruções será adicionado para o %s menu. Esta opção não afeta administradores.
ru: Включите, чтобы показывать инструкцию по использованию плагина в %u. Ссылка на них будет добавлена в меню %s. Эта настройка не влияет на администраторов.
zh_cn: 启用此功能可在%u页面显示插件说明。这些说明的链接将添加到%s菜单中。此设置不会影响管理员。

source: Use this to set a custom URL for %p. Please note that you need to manually replicate %s in this URL.
cs: Toto použijte pro nastavení vlastní URL adresy pro %p. Upozorňujeme, že musíte v této URL adrese ručně zkopírovat %s.
da: Brug dette til at angive en brugerdefineret URL for %p. Bemærk venligst, at du skal manuelt replikere %s i denne webadresse.
de: Nutzen Sie diese Funktion, um eine benutzerdefinierte URL für %p zu setzen. Beachten Sie bitte, dass %s manuell in der URL geändert werden muss.
es: Usa esto para establecer una URL personalizada para %p. Ten en cuenta que necesitarás replicar manualmente %s en esta URL.
fr: Utilisez cette option pour définir une URL personnalisée pour %p. Veuillez noter que vous devez dupliquer manuellement %s dans cette URL.
it: Utilizza questo per impostare una URL personalizzato per %p. Tieni presente che devi replicare manualmente %s in questa URL.
ja: %pのカスタムURLをセットするのに使用。手動でこのURLを%sで複製してください。
nb: Bruk denne for å sette en egendefinert URL for %p. Påse at du manuelt må replikere %s i denne URLen.
nl: Gebruik dit om een eigen URL in te schakelen voor %p. Let op dat het noodzakelijk is om handmatig %s toe te voegen in deze URL.
pt_br: Use isto para definir uma URL customizada para %p. Por favor, note que você precisa replicar manualmente %s nessa URL.
ru: Установите собственный адрес для %p. Вам необходимо будет вручную указать в этом адресе %s.
zh_cn: 使用它来设置%p的自定义URL。请注意，您需要手动复制此URL中的%s。

source: Cookie law compliance
cs: Vyžádání EU cookie politiky
de: Rechtlicher Hinweis zu Cookies
es: Cumplimiento de la Ley de Cookies
fr: Respecter la loi sur les cookies
id: Kesesuaian aturan kuki
it: Conformità normativa Cookie
ja: 法律に準拠したクッキー
nb: Lovgivningssamsvar for bruk av cookies
nl: Cookiewet naleving
pt_br: Cumprimento da legislação de Cookies
ru: Соответствие закону Евросоюза о cookies
uk: Дотримання правил куків
zh_cn: Cookie的法律法规
zh_tw: Cookie的法規

source: Enable this to display a message that complies with the EU Cookie law requirements. Note: You only need this if your website is hosted in the EU and if you add tracking cookies.
cs: Povolením této možnosti se zobrazí zpráva, která splňuje požadavky kladené na cookie právních předpisů EU. Poznámka: Toto nastavení budete potřebovat pouze, pokud jsou vaše webové stránky umístěny v EU, a pokud přidáte tracking cookies.
de: Aktivieren, falls eine zum EU-Recht konforme Meldung hinsichtlich der Verwendung von "Cookies" angezeigt werden soll. Hinweis: Diese Einstellung ist nur notwendig, wenn Ihre Internetseite innerhalb der EU gehostet wird und "Cookies" gespeichert werden.
es: Habilitar esta opción para mostrar un mensaje de cumplimiento de la Ley de Cookies . Nota: Esto sólo es necesario si su web está alojada en la EU y si se agrega cookies de seguimiento.
fr: Activez ceci pour afficher un message qui respecte la loi sur les cookies de l'UE. Note : vous n'avez besoin de ceci que si votre site est hébergé dans l'UE et que vous utilisez des cookies de suivi.
id: Aktifkan ini untuk menampilkan sebuah pesan yang sesuai dengan persyaratan hukum kuki Uni Eropa. Catatan: Anda hanya memerlukan hal ini jika website anda tersimpan di Uni Eropa dan jika anda menambahkan kuki pelacakan.
it: Attivare questa opzione per visualizzare un messaggio che è conforme ai requisiti di legge Cookie UE. Nota: è necessario solo questo se il vostro sito è ospitato nella UE e se si aggiunge tracking cookie.
ja: EU法に準拠したメッセージを表示するためにONにする。注) あなたのWebサイトがEU内でホスティングされており、クッキーでのトラッキングを行う場合に必要です。
nb: Aktiver dette for å vise en melding som er i samsvar med EUs lovmessige krav angående cookies. Du trenger bare dette alternativet hvis nettstedet ditt er lokalisert i EU, eller hvis du legger til sporing av informasjonskapsler .
nl: Schakel dit in om een bericht weer te geven die voldoet aan de eisen van de EU-cookie wetgeving. Opmerking: dit heeft u alleen nodig als uw website in de EU gehost wordt en u trackingcookies toevoegt.
pt_br: Ative esta opção para exibir uma mensagem que está em conformidade com os requisitos da lei dos Cookies da União Européia. Nota: Você só precisa disto se o seu site estiver hospedado na União Européia e se você adicionar cookies de rastreamento.
ru: Включите, чтобы отображать информационное сообщение об использовании cookies, в соответствии с законом Евросоюза о cookies. Примечание: Вы обязаны включать эту опцию только в том случае случае, если сайт расположен в ЕС и вы используете cookies для отслеживания посетителей.
uk: Цей параметр використовується для відображення повідомлення, що відповідає вимогам законодавства ЄС про куки. Примітка: Вам потрібно тільки це, якщо ваш сайт розміщений в ЄС, і якщо ви додали відстеження куків.
zh_cn: 启用它, 显示一条消息, 符合欧盟的Cookie法律的要求. 注意: 您只需要这个, 如果您的网站托管在欧盟, 如果你添加跟踪Cookie.
zh_tw: 啟用它以顯示一條消息來符合歐盟的Cookie法規. 注意: 假如您的網站託管在歐盟又需要增加Cookie跟蹤, 您必須啟用它.

source: Save changes
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
id: Simpan perubahan
it: Salva cambiamenti
ja: 変更を保存
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt_br: Salvar as alterações
ru: Сохранить изменения
uk: Зберегти зміни
vi: Lưu thay đổi
zh_cn: 保存修改
zh_tw: 儲存變更

source: Check the errors to proceed.
cs: Před pokračováním zkontrolujte chyby
da: Se fejlene før de fortsætter.
de: Überprüfen Sie die angezeigten Fehler um fortfahren zu können.
es: Comprueba los errores para proceder.
fr: Vérifiez les erreurs pour continuer.
id: Periksa kesalahan untuk meneruskan proses.
it: Controllare gli errori per procedere.
ja: 次へ進むためにエラーをチェックして下さい。
nb: Se gjennom feilene for å fortsette.
nl: Controleer de fouten om verder te gaan
pl: Sprawdź błędy, aby kontynuować.
pt_br: Verifique os erros para continuar.
ru: Перед тем как продолжить, проверьте правильность заполнения.
uk: Перед тим як продовжити, перевірте правильність заповнення.
zh_cn: 请检查错误并继续.
zh_tw: 請檢查錯誤後繼續

source: Play GIF
cs: Přehrát GIF
de: GIF abspielen
es: Reproducir GIF
fr: Lire le GIF
id: Mainkan GIF
ja: GIF再生
nb: Spill av GIF-animasjon
nl: Speel GIF af
pt_br: Abrir GIF
ru: Воспроизвести GIF
zh_cn: 播放 GIF
zh_tw: 播放 GIF

source: Load full resolution
cs: Načíst v plném rozlišení
da: Indlæs billedet i fuld opløsning
de: Volle Auflösung laden
es: Cargar tamaño completo
fr: Afficher en haute définition
id: Muat resolusi penuh
it: Caricare con una piena risoluzione
ja: 最大解像度で表示
nb: Last fulloppløst bilde
nl: Laadt de volledige resolutie
pt_br: Carregar visualização completa
ru: Загрузить полную версию
zh_cn: 加载原图
zh_tw: 讀取全等解像度

source: Added to %a and categorized in %c
cs: Přidáno do alba %a a zařazeno do kategorie %c
da: Tilføjet til %a og kategoriseret i %c
de: Bild wurde zu %a hinzugefügt und in %c kategorisiert
es: Agregada a %a y categorizada en %c
fr: Ajouté à %a et catégorisé en %c
id: Ditambahkan ke %a dan dikategorikan kedalam %c
it: Aggiunto a %a e classificati in%c
ja: %a へ追加してカテゴリ名: %c に分類
nb: Lagt til i %a og kategorisert i %c
nl: Toegevoegd aan %a en gecategoriseerd in %c
pl: Dodano do %a i przypisano do kategorii %c
pt_br: Adicionado a %a e categorizado em %c
ru: Добавлено к %a в категорию %c
uk: Додано до %a в категорію %c
zh_cn: 加入 %a 和标记上 %c
zh_tw: 加入 %a 和分類至 %c

source: Added to %s
cs: Přidáno do alba %s
da: Tilføjet til %s
de: Hinzugefügt zu %s
es: Agregada a %s
fr: Ajouté à %s
id: Ditambahkan ke %s
it: Aggiunto a %s
ja: %sに追加
nb: Lagt til i %s
nl: Toegevoegd aan %s
pl: Dodano do %s
pt_br: Adicionar a %s
ru: Добавлено к %s
uk: Додано до %s
vi: Hoàn thành thêm vào %s
zh_cn: 加入 %s
zh_tw: 加入 %s

source: Uploaded to %s
cs: Nahráno do alba %s
da: Uploadet til %s
de: Zu %s hochgeladen
es: Subida a %s
fr: Envoyé sur %s
id: Diunggah ke %s
it: Caricato in %s
ja: %s へアップロード
nb: Lastet opp til %s
nl: Geupload naar %s
pl: Wysłano do %s
pt_br: Enviado para %s
ru: Загружено в %s
uk: Завантажені в %s
zh_cn: 上传到 %s
zh_tw: 上傳至%s

source: Uploaded %s
cs: Nahráno %s
de: %s hochgeladen.
es: Subida %s
fr: Envoyé %s
id: Terunggah %s
it: Caricati %s
ja: %sにアップロード
nb: Lastet opp %s
nl: Geüpload: %s
pl: Wysłano %s
pt_br: Enviado %s
ru: Загружено %s
uk: Завантажено %s
vi: Đã up lên %s
zh_cn: 已上传 %s
zh_tw: 已上傳至%s

source: Less Exif data
cs: Méně EXIF dat
da: Skjul Exif data
de: Weniger EXIF-Daten
es: Menos datos Exif
fr: Moins de données Exif
id: Lihat sedikit data Exif
it: Meno dati Exif
ja: Exifデータをたたむ
nb: Skjul Exif-data
nl: Minder Exif data
pl: Mniej danych Exif
pt_br: Menos dados EXIF
ru: Свернуть Exif
uk: Менше даних Exif
zh_cn: 关闭详细Exif数据
zh_tw: 更少的Exif數據

source: More Exif data
cs: Více EXIF dat
da: Vis Exif data
de: Mehr EXIF-Daten
es: Más datos Exif
fr: Plus de données Exif
id: Lihat banyak data Exif
it: Altro Exif dati
ja: さらにExifデータを表示
nb: Mer Exif-data
nl: Meer Exif data
pl: Więcej danych Exif
pt_br: Mais dados EXIF
ru: Развернуть Exif
uk: Більше даних Exif
zh_cn: 打开详细Exif数据
zh_tw: 更多的Exif數據

source: Share image
cs: Sdílet obrázek
da: Del billede
de: Bild teilen
es: Compartir imagen
fr: Partager l'image
id: Bagikan gambar
it: Condividi immagine
ja: 画像を共有
nb: Del bilde
nl: Deel afbeelding
pl: Udostępnij grafikę
pt_br: Compartilhar imagem
ru: Поделиться
uk: Поділитися
vi: Chia sẻ ảnh này
zh_cn: 分享图片
zh_tw: 分享圖片

source: Album ID
es: ID álbum
fr: ID de l'album
id: ID album
ja: アルバムID
pl: Identyfikator albumu
pt_br: ID do álbum
ru: ID альбома
uk: ID альбома
zh_cn: 相册ID
zh_tw: 相簿ID

source: In this album
cs: V tomto albu
da: I dette album
de: In diesem Album
es: En este álbum
fr: Dans cet album
id: Di album ini
it: In questo album
ja: このアルバム内
nb: I dette albumet
nl: In dit album
pl: W tym albumie
pt_br: Neste album
ru: В этом альбоме
uk: У цьому альбомі
vi: Trong tập ảnh này
zh_cn: 在这个相册里
zh_tw: 在這個相簿中

source: Upload and share your images.
cs: Nahrajte a sdílejte obrázky.
da: Upload og del dine billeder.
de: Bilder hochladen und teilen.
es: Sube y comparte tus imágenes.
fr: Envoyez et partagez vos images.
id: Unggah dan bagikan gambar anda.
it: Carica e condividi le tue immagini
ja: アップロードして画像を共有する。
nb: Last opp og del bildene dine.
nl: Upload en deel jouw afbeeldingen
pl: Wyślij i udostępnij swoje grafiki
pt_br: Envie e compartilhe as suas imagens.
ru: Загружайте и делитесь изображениями.
uk: Завантажуйте і діліться зображеннями.
vi: Đăng và chia sẻ những bức ảnh của bạn
zh_cn: 上传与分享您的照片
zh_tw: 上傳並分享你的照片

source: Drag and drop anywhere you want and start uploading your images now. %s limit. Direct image links, BBCode and HTML thumbnails.
cs: Chyťte a přetáhněte obrázky kamkoli budete chtít a začněte ihned nahrávat. Maximální velikost souboru je %s. Získáte přímé odkazy, BB-kód, HTML náhledy a vaše obrázky můžete snadno sdílet na mnoha sociálních sítích.
da: Træk og slip hvor som helst du vil, og start upload af dine billeder nu. %s grænse. Direkte billede links, BBCode og HTML thumbnails.
de: Jetzt ganz leicht per Drag & Drop! Bis %s Bildgröße. Inklusive direkter Bildlinks, BBCodes und HTML Vorschaubilder.
es: Arrastra y suelta donde quieras para comenzar a subir ahora tus imágenes. %s de límite. Enlace directo de imagen, miniaturas en BBCode y HTML.
fr: Glisser-déposer n'importe où pour commencer l'envoi de vos images dès maintenant. Limite de %s. Liens directs vers l'image, BBCode et miniatures HTML.
id: Tarik dan taruh dimanapun dan mulai unggah gambar anda sekarang. %s tersisa. Tautan gambar langsung, BBCode and sketsa HTML.
it: Trascina e rilascia le immagini ovunque sullo schermo per iniziare il caricamento. Il limite è di %s. Collegamenti immagine diretto, BBCode e HTML miniature.
ja: アップロードする画像をドラッグ＆ドロップすると、すぐにアップロードが始まります。最大%sまでの画像をアップロードできます。 画像へのダイレクトURL、 BBCode とHTML サムネイルなどが利用できます。
nb: Dra og slipp bildene hvor som helst og start opplastning med en gang. Begrensning: %s. Direkte bildelink, BBCode for forum og HTML-miniatyrbilder.
nl: Sleep en plak waar je wilt en start het uploaden van de afbeeldingen direct. %s limiet. Directe afbeeldingen links, BB code en HTML thumbnails.
pt_br: Arraste e solte ou cole para começar a enviar suas imagens agora. Limite de %s. Links direto para a imagem, Códigos BB e miniaturas em HTML.
ru: Начните загружать изображения простым перетаскиванием в любое место окна прямо сейчас. Ограничение на размер изображения %s. После загрузки, Вам будут доступны прямые ссылки, BB-коды и миниатюры.
uk: Перетягніть зображення яке Ви хочете загрузити в будь-яке місце і почніть завантажувати свої картинки. %s обмеження на один файл. Прямі посилання зображення, BBCode і HTML мініатюри.
zh_cn: 任意拖放图片到这里, 即开始上传你的图片. 最大 %s 图片大小. 直接的源图片链接, BBCode代码和HTML缩略图显示.
zh_tw: 拖放在您任何想要的地方進行圖像上傳. %s 的圖片大小限制, 直接的圖片連結, BBCode代碼, HTML代碼, 縮圖.

source: Start uploading
cs: Začít nahrávat
da: Start upload
de: Upload starten
es: Comienza a subir
fr: Commencer l'envoi
id: Mulai mengunggah
it: Inizia il caricamento
ja: アップロード開始
nb: Start opplasting
nl: Start uploaden
pl: Rozpocznij wysyłanie
pt_br: Começar a enviar
ru: Начать загрузку
uk: Почати завантаження
zh_cn: 开始上传
zh_tw: 開始上傳

source: Fill this section uploading pictures to %s account.<br>You can edit the target user in your dashboard settings.
cs: Vyplňte tuto část nahrávání obrázků do %s účtu.<br> Cíl můžete editovat v administraci webu (dašbórdu :).
de: Laden Sie Bilder zu %ss Benutzerkonto hoch, um diesen Bereich mit Inhalten zu füllen.<br>Die Basis-User-ID kann im Dashboard bearbeitet werden.
es: Completa esta sección subiendo imágenes a la cuenta de %s.<br>Puedes editar el usuario objetivo en los ajustes de tu panel.
fr: Remplissez cette section en envoyant les images dans le compte de %s.<br>Vous pouvez modifier l'utilisateur cible dans les paramètres de votre tableau de bord.
id: Isi sesi pengunggahan gambar ini ke akun %s .<br>Anda dapat mengubah target pengguna di ruang kontrol.
it: Compila questa sezione caricare le immagini su %s account.<br>È possibile modificare l'utente di destinazione nelle impostazioni
ja: アカウント %s へ投稿するためには、このセクションに記入して下さい。<br>投稿先ユーザは、ダッシュボードで編集できます。
nb: Fyll ut denne delen, last opp bilder til %s kontoen.<br>Du kan redigere målbrukeren i dashbordinnstillingene.
nl: Vul deze sectie met foto's van %s account .<br>Je kan deze gebruiker ook aanpassen in het dashboard.
pl: Wypełnij tę sekcję przy wysyłaniu grafik na konto %s.<br>Możesz edytować użytkownika docelowego w ustawieniach panelu kontrolnego.
ru: Заполните этот раздел, загружая изображения от имени %s.<br>Вы можете поменять этого пользователя в панели управления.
uk: Заповніть цей розділ, завантажуючи зображення від імені %s.<br>Ви можете поміняти цього користувача в панелі управління.
zh_cn: 填写此字段上传图片到 %s 账户. <br> 你可以到仪表盘编辑设置目标用户.
zh_tw: 填寫此字段上傳圖片到 %s 帳戶. <br> 你可以到主控台編輯目標用戶
