Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Hidden page
cs: Skrytá stránka
de: Versteckte Seite
es: Página oculta
fr: Page cachée
id: Halaman tersembunyi
it: Pagina nascosta
ja: 隠しページ
nb: Skjult side
nl: Verborgen pagina
pl: Ukryta strona
pt_br: Página escondida
ru: Скрытая
uk: Схована сторінка
zh_cn: 隐藏页面
zh_tw: 隱藏頁面

source: Hidden pages won't be show in system menus, but anyone can access to it with the link.
cs: Skryté stránky se nebudou zobrazovat v systémových nabídkách, ale každý k nim může přistupovat pomocí odkazu.
de: Versteckte Seiten werden nicht im Menü angezeigt, allerdings kann jeder über die direkte URL auf sie zugreifen.
es: Las páginas ocultas no se mostraran en menús del sistema, pero cualquiera podrá acceder a ella con el enlace.
fr: Les pages cachées ne s'afficheront pas dans les menus système, mais tout le monde peut y accéder par son lien.
id: Halaman tersembunyi tidak akan ditampilkan di menu sistem, tetapi semua orang dapat mengakses nya melalui tautan.
it: Le pagine nascoste non saranno mostrate nel menu, ma rimangono accessibili da chiunque tramite link diretto.
ja: 隠しページはシステムメニューに表示されません、しかしリンクからは誰でもアクセスすることができます。
nb: Skjulte sider blir ikke vist i systemmenyer, men alle kan få tilgang til dem med direkte link.
nl: Verborgen pagina's worden niet systeemmenu's getoond, maar iedereen met de link heeft toegang.
pt_br: Páginas ocultas não serão mostradas em menus do sistema, mas qualquer pessoa pode acessar a ela com o link.
ru: Скрытые страницы не видны в меню, но будут доступны по прямой ссылке.
uk: Схована сторінка не буде відображатись у головному меню, але кожен зможе зайти на неї по посиланню
zh_cn: 隐藏页将不被显示在系统的菜单, 但任何人都可以通过链接访问它.
zh_tw: 隱藏頁面將不會顯示在系統的選單, 但任何人擁有連結時可以瀏覽.

source: Only alphanumerics, hyphens and forward slash
cs: Pouze alfanumerické znaky, pomlčky a lomítko
de: Nur alphanumerische Zeichen, Bindestriche und Schrägstriche erlaubt.
es: Solo alfanuméricos, guiones y barra inclinada
fr: Seuls les caractères alphanumériques, traits d'union et barre oblique
id: Hanya alfanumerik, tanda hubung dan garis miring
it: Soltanto caratteri alfanumerici, trattini e barra
ja: 半角英数字、ハイフンとスラッシュのみ
nb: Bare alfanumeriske tegn, bindestrek og skråstrek
nl: Alleen alfanumeriek, koppeltekens en slash
pt_br: Apenas alfanuméricos, hífens e barra
ru: Только цифры, латинские буквы, дефис и нижнее подчеркивание
uk: Тільки латинські букви і цифри, дефіс і коса риска
zh_cn: 只允许字母数字, 连接符和正斜杠.
zh_tw: 只有字母, 數字和片語

source: File path
cs: Cesta k souboru
de: Dateifpad
es: Ruta de archivo
fr: Chemin de fichier
id: Jalur berkas
it: Percorso file
ja: ファイルパス
nb: Filsti
nl: Bedtandspad
pt_br: Caminho de arquivo
ru: Путь к файлу
uk: Шлях до файлу
zh_cn: 文件路径
zh_tw: 檔案路徑

source: A %f file relative to %s
cs: %f soubor relativní k %s
de: Eine %f Datei relativ zu %s
es: Un archivo %f relativo a %s
fr: Un fichier %f relatif à %s
id: Sebuah berkas %f berhubungan dengan %s
it: Un file %f relativo a %s
ja: ファイル %f は %s に関連付けされています
nb: En %f fil i forhold til %s
nl: Een %f bestand ten opzichte van %s
pt_br: Um %f arquivo relativo para %s
ru: Файл %f относительно %s
uk: %f файл по відношенню до %s
zh_cn: %f 文件相对于 %s
zh_tw: %f 檔案相對於 %s

source: Meta keywords
cs: Meta klíčová slova
de: Meta-Schlüsselwörter
es: Meta palabras clave
fr: Mot clés meta
id: Kata kunci meta
it: Meta parole chiave
ja: メタキーワード
nb: Metasøkeord
nl: Meta sleutelwoorden
pt_br: Meta palavras-chave
ru: Ключевые слова
uk: Мета ключові слова
zh_cn: Meta元数据关键字
zh_tw: 中介關鍵字

source: Meta description
cs: Meta popis
de: Meta-Beschreibung
es: Meta descripción
fr: Description meta
id: Deskripsi meta
it: Meta descrizione
ja: メタディスクリプション
nb: Metabeskrivelse
nl: Meta omschrijving
pt_br: Meta Descrição
ru: Описание
uk: Мета опис
zh_cn: Meta元数据描述
zh_tw: 中介說明

source: Source code
cs: Zdrojový kód
de: Quellcode
es: Código fuente
fr: Code source
id: Kode sumber
it: Codice sorgente
ja: ソースコード
nb: Kildekode
nl: Broncode
pt_br: Código fonte
ru: Исходный код
uk: Код сторінки
zh_cn: 源代码
zh_tw: 原始碼

source: No write permission in %s path you will need to add this file using an external editor.
cs: Nemáte oprávnění k zápisu pro cestu %s. Budete muset přidat tento soubor v externím editoru.
de: Keine Schreibberechtigung im Pfad %s. Sie müssen diese Datei mit einem externen Editor hinzufügen.
es: No hay permiso de escritura en la ruta %s necesitarás agregar este archivo usando un editor externo.
fr: Pas de permission d'écriture dans le chemin %s, vous allez devoir ajouter ce fichier en utilisant un éditeur externe.
id: Tidak ada izin menulis di jalur %s anda perlu menambahkan berkas ini menggunakan editor eksternal.
it: Nessuno permesso di scrittura nel percorso %s: sarà necessario aggiungere questo file usando un editor esterno.
ja: %s このパスに追加する書込権限がありません。外部エディタを使用してください。
nb: Ingen skrivetilgang i %s stien, du må legge til denne filen med et eksternt redigeringsprogram.
nl: Geen schrijfrechten in pad %s, gebruik een externe editor om dit bestand toe te voegen.
pt_br: Sem permissão de escrita em %s caminho que você vai precisar adicionar este arquivo utilizando um editor externo.
ru: Недостаточно привелегий для записи в %s. Вам необходимо создать этот файл с помощью стороннего редактора.
uk: Немає прав на запис в %s шляху, вам потрібно додати цей файл іншим редактором
zh_cn: 在 %s 路径没有写入权限, 您将需要使用外部编辑器添加文件.
zh_tw: 在 %s 路徑沒有寫入權限, 您將需要使用外部編輯器新增檔案.

source: No write permission in %s you will need to edit the contents of this file using an external editor.
cs: Nemáte oprávnění k zápisu v %s. Budete muset upravit obsah tohoto souboru pomocí externího editoru.
de: Keine Schreibberechtigung in %s. Sie müssen den Inhalt dieser Datei mit einem externen Editor bearbeiten.
es: No hay permiso de escritura en %s necesitarás editar el contenido de este archivo usando un editor externo.
fr: Pas de permission d'écriture dans le chemin %s, vous allez modifier le contenu du fichier en utilisant un éditeur externe.
id: Tidak ada izin menulis di jalur %s anda perlu mengedit konten dari berkas ini menggunakan editor eksternal.
it: Nessun permesso di scrittura in %s: sarà necessario modificare questo file con un editor esterno.
ja: %s このパスには編集する書込権限がありません。外部エディタを使用してください。
nb: Ingen skrivetilgang i %s, du må legge til denne filen med et eksternt redigeringsprogram.
nl: Geen schrijfrechten voor %s, gebruik een externe editor om de inhoud van dit bestand te wijzigen.
pt_br: Sem permissão de escrita em %s você precisará editar o conteúdo deste arquivo usando um editor externo.
ru: Недостаточно привелегий для записи в %s. Вам необходимо изменить содержимое этого файла с помощью стороннего редактора.
uk: Немає прав на запис в %s, вам потрібно відредагувати файл в зовнішньому редакторі
zh_cn: 在 %s 没有写入权限, 您将需要使用外部编辑器添加内容.
zh_tw: 在 %s 沒有寫入權限, 您將需要使用外部編輯器新增內容.

source: Taken from: %s
cs: Převzato z: %s
de: Von: %s
es: Tomado desde: %s
fr: Prise depuis : %s
id: Diambil dari: %s
it: Preso da: %s
ja: 抽出元: %s
nb: Tatt fra: %s
nl: Genomen van: %s
pt_br: Retirado de: %s
ru: Взято из: %s
uk: Взято з: %s
zh_cn: 摘自: %s
zh_tw: 摘自: %s

source: Link URL
cs: URL odkazu
es: URL enlace
fr: Lien URL
id: Tautan URL
it: URL link
ja: リンクURL
pt_br: URL do link
ru: Адрес ссылки
uk: Посилання URL
zh_cn: 链接网址
zh_tw: 超連結

source: Link target attribute
cs: Atribut cíle odkazu
de: Link-Zieleigenschaft
es: Atributo target del enlace
fr: Attribut cible du lien
it: Attributo link target
ja: リンクターゲット属性
nb: Link til målattributtet
nl: Link doelattribuut
pt_br: Atributo destino do link
ru: Аттрибут target для ссылки
uk: Посилання атрибут
zh_cn: 链接目标属性
zh_tw: 連結目標屬性

source: Select %s to open the page or link in a new window.
cs: Zvolte %s pro otevření stránky nebo odkazu v novém okně.
de: Wählen Sie %s um die Seite zu öffnen oder in ein neues Fenster zu verlinken.
es: Selecciona %s para abrir la pagina o enlace en una nueva ventana.
fr: Sélectionnez %s pour ouvrir la page ou le lien dans une nouvelle fenêtre.
id: Pilih %s untuk membuka halaman atau tautan di jendela baru.
it: Seleziona %s per aprire la pagina o il link in una nuova finestra
ja: ページを開くか、リンクを別なウィンドウで開くか %s を選択してください。
nb: Velg %s for å åpne siden eller lenke i et nytt vindu.
nl: Selecteer %s om de pagina of link te openen in een nieuw scherm.
pt_br: Selecione %s para abrir a página ou link em uma nova janela.
ru: Выберите %s чтобы открывать страницу или ссылку в новом окне.
uk: Виберіть %s щоб відкривати сторінку у новому вікні
zh_cn: 选择 %s 在新窗口中打开网页或链接.
zh_tw: 選擇 %s 來打開新頁面或是新視窗

source: Link rel attribute
cs: "REL" atribut odkazu
de: Link-rel-Attribut
es: Atributo rel del enlace
fr: Attribut rel du lien
it: Attributo link rel
ja: リンクのRel属性
nb: Link rel-attributt
nl: Link rel attribuut
pt_br: Link rel atributo
ru: Аттрибут rel для ссылки
uk: Атрибут rel посилання
zh_cn: 链接rel属性
zh_tw: 連結 rel 屬性

source: Only alphanumerics, hyphens and whitespaces
cs: Pouze alfanumerické znaky, pomlčky a prázné mezery
de: Nur alphanumerische Zeichen, Bindestriche und Leerzeichen erlaubt.
es: Solo alfanuméricos, guiones y espacios
fr: Seuls les caractères alphanumériques, traits d'union et espaces
id: Hanya alfanumerik, tanda hubung dan spasi
it: Soltanto caratteri alfanumerici, trattini e spazi bianchi
ja: 半角英数字、ハイフン、半角スペースのみ
nb: Bare alfanumeriske tegn, bindestreker og mellomrom
nl: Alleen alfanumeriek, koppeltekens en spaties
pt_br: Apenas alfanuméricos, hífens e espaços em branco
ru: Только цифры, буквы, дефисы и пробелы
uk: Тільки латинські букви і цифри, дефіси та пропуски
zh_cn: 只允许字母数字, 连接符和空格.
zh_tw: 只有字母, 連字符號和空格

source: HTML &lt;a&gt; %s attribute
cs: HTML &lt;a&gt; %s atributy
de: HTML &lt;a&gt;%s Eigenschaft
es: Atributo HTML &lt;a&gt; %s
fr: Attribut HTML &lt;a&gt; %s
id: Atribut HTML &lt;a&gt; %s
it: Attributo HTML &lt;a&gt; %s
ja: HTML &lt;a&gt; %s 属性
nb: HTML &lt;a&gt; %s-attributt
nl: HTML &lt;a&gt; %s attribuut
pt_br: HTML &lt;a&gt; %s atributo
ru: Аттрибут %s для HTML-тэга &lt;a&gt;
uk: HTML &lt;a&gt;%s атрибути
zh_cn: HTML &lt;a&gt; %s 的属性
zh_tw: HTML &lt;a&gt; %s 屬性

source: Link icon
cs: Odkaz na ikonu
es: Icono del enlace
fr: Lien icône
id: Ikon tautan
it: Link icona
ja: リンクアイコン
nb: Lenkeikon
nl: Link icoon
pt_br: Link do ícone
ru: Изображение ссылки
uk: Посилання на іконку
zh_cn: 链接图标
zh_tw: 連結圖標

source: Check the <a %s>icon reference</a> for the complete list of supported icons.
cs: Zkontrolujte <a %s>referenční ikonu</a> pro kompletní seznam podporovaných ikon.
de: Überprüfen Sie die <a %s>Icon-Referenz</a> für eine vollständige Liste mit allen unterstützten Icons.
es: Revisa la <a %s>referencia de iconos</a> para la lista completa de iconos compatibles.
fr: Vérifiez les <a %s>références icône</a> pour une liste complète des icônes supportées.
id: Periksa <a %s>referensi ikon</a> untuk daftar lengkap ikon yang didukung.
it: Controlla qui <a %s>icon reference</a> per l'elenco completo delle icone supportate.
ja: サポートされたアイコンリストを使用するために、 <a %s>アイコン参照</a>をチェックしてください。
nb: Sjekk <a %s>ikon-oversikten</a> for en komplett liste over støttede ikoner.
nl: Controleer de referentie <a %s>referentie icoon</a> voor de volledige lijst met ondersteunde iconen.
pt_br: Verifique a <a %s> referência ícone </a> para a lista completa de ícones suportados.
ru: Проверьте список поддерживаемых форматов в <a %s>документации по иконкам</a>.
uk: Перевірте <a %s>настройки іконки</a>
zh_cn: 检查 <a %s>图标参考</a> 获得支持图标的完整列表.
zh_tw: 檢查 <a %s>圖標參考</a> 獲得支援圖標的完整列表.

source: Sort order display
cs: Pořadí řazení zobrazení
de: Anzeige der Sortierungsreihenfolge
es: Orden de visualización
fr: Définir l'ordre d'affichage
id: Urutan tampilan
it: VIsualizza ordinamento
ja: 並び順を表示
nb: Sorteringsrekkefølge
nl: Sorteervolgorde weergave
pt_br: Exibição da ordem de classificação
ru: Порядок при сортировке
uk: Порядок сортування
zh_cn: 排序顺序显示
zh_tw: 排序順序顯示

source: Page sort order display for menus and listings. Use "1" for top priority.
cs: Pořadí zobrazení stránky pro menu a výpisy. Použijte "1" pro nejvyšší prioritu.
de: Anzeige der Sortierungsreihenfolge für Seiten und Auflistungen. Setzen Sie "1" für höchste Priorität.
es: Orden de visualización de la página para menús y listados. Usa "1" para mayor prioridad.
fr: Ordre d'affichage des pages dans les menus et listes. Utilisez "1" pour la priorité maximale.
it: Display ordine pagina ordina per i menu ed elenchi. Usare "1" per la massima priorità.
ja: ページの並び順をメニューやリスティングに表示するために、プライオリティに1を使用してください。
nb: Side-sorteringsrekkefølge for menyer og oppføringer. Bruk "1" for høyeste prioritet.
nl: Pagina sorteervolgorde weergave voor menu's en lijsten. Gebruik "1" voor de hoogste prioriteit.
pt_br: Exibição ordem de classificação página para os menus e listas. Use "1" para prioridade.
ru: Порядок отображения в меню и списках. Используйте "1" как вершину списка.
uk: Порядок сортування сторінок для меню. Використовуйте "1" для вищого пріоритету
zh_cn: 菜单和列表页面排序顺序显示. 使用"1"为最优先的.
zh_tw: 選單和列表頁面排序順序顯示. 使用"1"為最優先的.

source: pages
cs: stránky
da: sider
de: Seiten
es: páginas
id: halaman
it: pagine
ja: ページ
nb: sider
nl: pagina's
pt_br: páginas
ru: страницы
zh_cn: 页面
zh_tw: 頁面

source: Do you really want to delete the page ID %s? This can't be undone.
cs: Opravdu chcete smazat stránku ID %s? Tato akce nelze vrátit zpátky.
de: Wollen Sie wirklich die Seite mit der ID %s löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Realmente quieres eliminar la página ID %s? Esto no de podrá deshacer.
fr: Souhaitez-vous vraiment supprimer la page ID %s ? Cette action est irréversible.
id: Apakah anda yakin ingin menghapus halaman dengan ID %s? Hal ini tidak dapat dibatalkan.
it: Vuoi davvero eliminare la pagina con ID %s? Questa azione non può essere annullata.
ja: ページID %s を本当に削除しますか？削除すると元に戻せません。
nb: Er du sikker på at du vil slette sideID %s? Dette kan ikke angres.
nl: Wil je echt pagina ID %s verwijderen? Dit kan niet ongedaan worden gemaakt.
pt_br: Você realmente quer apagar a página com o ID %s ? Isso não pode ser desfeito.
ru: Вы действительно хотите удалить страницу с ID %s? Это действие необратимо.
uk: Ви дійсно хочете видалити сторінку з ID %s? Це не можливо буде відмінити.
zh_cn: 你真的要删除的页面ID %s? 这将不能撤消.
zh_tw: 你真的要刪除頁面 ID %s ? 這動作不能被復原

source: Unchecked image formats won't be allowed to be uploaded.
cs: Nezaškrtnuté formáty obrázkových souborů nebudou moci být nahrány.
de: Nicht markierte Bildformate sind nicht für das Hochladen zugelassen.
es: No se permitirá subir los formatos no marcados.
fr: Cochez les extensions de fichiers autorisés sur votre site.
id: format gambar yang tidak diperiksa tidak akan diperbolehkan untuk diunggah.
it: Sarà consentito caricare soltanto i tipi di immagine selezionati.
ja: 未確認の画像フォーマットでは、アップロードが行えません。
nb: Uavkryssede bildeformater vil ikke bli tillatt lastet opp.
nl: Niet geselecteerde bestandsformaten zijn niet toegestaan om te uploaden.
pt_br: Imagens com formatos não marcados não serão aceitas para o envio.
ru: Только отмеченные форматы будут доступны для загрузки.
zh_cn: 不允许上传未经检查的图片格式.
zh_tw: 不允許上傳未經檢查的圖片格式。

source: Enable uploads
cs: Povolit nahrávání
de: Uploads aktivieren
es: Habilitar subidas
fr: Activer les envois
id: Aktifkan upload
it: Caricamenti
ja: アップロード
nb: Aktiver opplastninger.
nl: Schakel uploads in
pl: Włącz wysyłanie
pt_br: Ativar envios
ru: Включить загрузку
uk: Включити завантаження
vi: Bật upload
zh_cn: 启用上传
zh_tw: 啟動上傳

source: Enable this if you want to allow image uploads. This setting doesn't affect administrators.
cs: Povolte pokud chcete umožnit nahrávání. Toto nastavení nemá vliv na administrátory
de: Aktivieren, falls das Hochladen von Bildern erlaubt sein soll. Diese Einstellung hat keinen Einfluss auf Administratoren.
es: Habilita esto si deseas permitir subidas de imágenes. Esta configuración no afecta a los administradores.
fr: Activez ceci si vous souhaitez autoriser les envois d'images. Ce paramètres n'affecte pas les administrateurs.
id: Aktifkan ini jika anda ingin memperbolehkan upload gambar. Pengaturan ini tidak berdampak pada administrator
it: Abilitare questa opzione se si desidera consentire il caricamento di immagini. Questa impostazione non influisce sugli amministratori.
ja: 画像のアップロードを許可する場合には有効にしてください。この設定は管理者へ影響しません。
nb: Aktiver denne dersom du ønsker å tillate opplastning av bilder. Innstillingen berører ikke administratorer.
nl: Schakel dit in indien u het uploaden van afbeeldingen wilt toestaan​​. Deze instelling heeft geen invloed op beheerders.
pl: Włącz to, jeśli chcesz umożliwić wysyłanie grafik. To ustawienie nie ma wpływu na administratorów.
pt_br: Ative esta opção se quiser permitir envios de imagens. Esta configuração não afeta administradores.
ru: Включите, если вы хотите разрешить загрузку изображений. Эта настройка не влияет на администраторов.
uk: Увімкніть цю опцію, якщо ви хочете дозволити завантаження зображень. Цей параметр не впливає на адміністраторів.
vi: Bật nếu bạn cho phép upload. Không ảnh hưởng đến ban quản trị.
zh_cn: 启用图片上传（如果你想允许图片上传请启用）. 此设置不会影响管理员.
zh_tw: 啟用圖片上傳（如果你想允許圖片上傳請啟用）. 此設置不會影響管理員.

source: Guest uploads
cs: Nahráno hostem
da: Gæste uploads
de: Gast-Uploads
es: Subidas de invitados
fr: Tranferts des Invités
id: Unggahan pengunjung
it: Caricamenti anonimi
ja: ゲストとしてアップロード
nb: Gjesteopplastinger
nl: Bezoeker uploads
pl: Wysyłanie dla gości
pt_br: Envios de visitantes
ru: Гостевые загрузки
uk: Гостьові завантаження
vi: Khách upload
zh_cn: 访客（不需注册）上传
zh_tw: 訪客上傳

source: Enable this if you want to allow non registered users to upload.
cs: Povol pokud chceš umožnit neregistrovaným uživatelům nahrávání.
da: Aktiver dette hvis du vil tillade ikke registrerede bruger at uploade.
de: Aktivieren, falls nicht registrierten Benutzern das Hochladen von Bildern erlaubt sein soll.
es: Habilita esto si deseas permitir permitir que usuarios no registrados suban imágenes
fr: Activez ceci si vous voulez autoriser les utilisateurs non enregistrés à envoyer des images.
id: Aktifkan ini jika anda mengizinkan pengguna tidak terdaftar menunggah.
it: Abilita quest'opzione se vuoi consentire a utenti non registrati di caricare immagini.
ja: 未登録ユーザのアップロードを許可するときに有効にしてください。
nb: Aktiver dersom du vil at uregistrerte brukere skal kunne laste opp.
nl: Schakel dit in om bezoeker uploads toe te staan
pl: Włącz to, aby umożliwić wysyłanie dla osób niezarejestrowanych
pt_br: Ative isto se quiser permitir que os usuários não registados façam envios.
ru: Включите, если хотите позволить загружать изображения незарегистрированным пользователям.
uk: Увімкніть цю опцію, якщо хочете дозволити завантажувати зображення незареєстрованим користувачам.
vi: Bật nếu muốn cho phép người dùng chưa đăng ký có thể upload.
zh_cn: 启用它则允许未注册的用户上传图片
zh_tw: 允許非註冊用戶上傳

source: Enable embed codes (uploader)
cs: Povolit vkládací odkazy (v nahrávacím nástroji)
de: Aktiviere Embed-Codes (Uploader)
es: Habilitar códigos de inserción (subidas)
fr: Activer les codes d'intégration (après l'envoi)
it: Attiva i codici embed (uploader)
ja: 埋込みコード(アップロードしたユーザへのリンク)を有効にします。
nb: Aktiver integrasjonskoder (opplastning)
nl: Insluitcodes inschakelen (uploader)
pt_br: Ativar códigos embed (usuário)
ru: Коды для встраивания (в загрузчике)
uk: Коди для вбудовування (у завантажувачі)
zh_cn: 启用嵌入代码（上传者）
zh_tw: 啟用嵌入代碼（上傳者）

source: Enable this if you want to show embed codes when upload gets completed.
cs: Povolte pokud chcete umožnit zobrazování vkládacích odkazů jakmile bude obrázek úspěšné nahraný.
de: Aktivieren, falls Embed-Codes nach einem Upload angezeigt werden sollen.
es: Habilita esto si deseas mostrar códigos de inserción al completar la subida.
fr: Activez ceci si vous souhaitez afficher les codes d'intégration quand un envoi est terminé.
id: Aktifkan ini jika anda ingin menampilkan kode sematkan ketika unggahan akan selesai.
it: Abilitare questa opzione se si desidera visualizzare i codici embed quando il caricamento viene completato.
ja: アップロードが完了したときに、画像への埋込みコードを表示する場合に有効にします。
nb: Aktiver denne hvis du vil vise integrasjonskoder når opplastningen er fullført.
nl: Selecteer dit om de insluitcodes te tonen als de upload gereed is.
pt_br: Ative isto para mostrar os códigos embed quando o envio terminar.
ru: Включите эту настройку, если вы хотите показывать коды для встраивания по завершении загрузки.
uk: Ввімкніть цю опцію, якщо ви хочете показувати коди для вбудовування після завершення завантаження.
zh_cn: 如果你想图片上传完成后显示嵌入代码请启用这个功能.
zh_tw: 如果你想圖片上傳完成後顯示嵌入代碼請啟用這個功能.

source: Upload threads
cs: Počet vláken pro nahrávání
es: Hilos de subida
fr: Mise en ligne simultanées
it: Carica le discussioni
ja: アップロードスレッド数
nb: Opplastingstråder
pt_br: Linhas de envio
ru: Потоки загрузки
zh_cn: 上传线程
zh_tw: 上傳序列

source: Number of simultaneous upload threads (parallel uploads)
cs: Počet vláken použitých při nahrávání (souběžné nahrávání více souborů)
de: Anzahl der maximal möglichen gleichzeitigen Uploads (Threads)
es: Numero de hilos de subida simultáneos (subidas paralelas)
fr: Nombre de mise en ligne simultanées (Mise en ligne parallèle)
it: Numero di caricamenti simultanei.
ja: 同時アップロードのスレッド数(平行して動じにアップロード)
nb: Antall samtidige opplastingstråder (parallelle opplastinger)
nl: Aantal gelijktijdige uploads
pt_br: Número de threads simultâneos de envio (envio paralelo)
ru: Количество одновременных (параллельных) загрузок
zh_cn: 最大同时上传的线程数(并行上传)
zh_tw: 同時上傳連線數量（並行上傳）

source: Redirect on single upload
cs: Přesměrování na jednotlivé nahrání
de: Direkte Weiterleitung bei einzelnen Upload
es: Redireccionar en subida única
fr: Rediriger après l'envoi d'une seule image.
id: Arahkan pada unggahan tunggal
it: reindirizzamento singolo caricamento
ja: ファイル毎のアップロードへリダイレクト
nb: Omdirigere ved enkel opplasting
nl: Doorverwijzing naar enkelvoudige upload
pt_br: Redirecionar em caso de envio único
ru: Переадресация при одиночной загрузке
zh_cn: 单张图片上传跳转
zh_tw: 跳轉單張上傳

source: Enable this if you want to redirect to image page on single upload.
cs: Povolte tuto funkci, pokud chcete přesměrovat na stránku s obrázky při jednotlivém nahrávání.
de: Aktivieren Sie diese Funktion, wenn Sie bei einem einzelnen Upload auf die Seite des Bildes weiterleiten wollen.
es: Habilita esto si deseas redireccionar a la página de imagen en subida única.
fr: Activez cette option si vous souhaitez rediriger vers la page de l'image après l'envoi de celle-ci.
id: Aktifkan ini jika anda ingin mengarahkan kembali ke halaman gambar pada unggahan tunggal.
it: Abilita reindirizzamento alla pagina dell'immagine dopo singolo caricamento.
ja: ファイル毎にアップロードするページへのリダイレクトを有効にする
nb: Aktiver dette alternativet hvis du vil viderekoble til bildesiden ved enkel opplasting.
nl: Schakel dit in voor het doorverwijzen naar de pagina met het plaatje met een enkelvoudige upload.
pt_br: Ative isto se você quiser que redirecione para a imagem logo após um envio único.
ru: Включите, если вы хотите выполнять переадресацию на страницу просмотра, при загрузке одного изображения.
zh_cn: 启用后上传单张图片后跳转到该图片的图片页面.
zh_tw: 啟用後上傳單張圖片後跳轉到該圖像的頁面.

source: Enable duplicate uploads
cs: Povolit duplicitní nahrávání
de: Erlaube doppelte Uploads
es: Habilitar subidas duplicadas
fr: Activer la duplication des images mises en ligne
id: Nyalakan unggahan duplikat
it: Caricamenti duplicati
ja: 重複するアップロードを有効にする
nb: Aktiver duplikatopplastinger
nl: Sta dubbele uploads toe
pt_br: Ativar envios duplicados
ru: Разрешить повторные загрузки
zh_cn: 启用重复上传
zh_tw: 啟用重複上傳
