Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: When enabled the system will automatically check for new updates.
cs: Když je tato volba povolena, umožňuje systému automaticky kontrolovat nové aktualizace.
de: Falls aktiviert, wird das System automatisch auf neue Aktualisierungen hinweisen.
es: Cuando esta habilitado el sistema comprobara automáticamente por nuevas actualizaciones.
fr: Quand l'option est activée le système vérifie automatiquement la présence de nouvelles mises à jour.
id: ketika diaktifkan sistem akan secara otomatis memeriksa pembaruan yang ada.
it: Quando si consente al sistema controllerà automaticamente i nuovi aggiornamenti.
ja: システムが自動でアップデートをチェックします。
nb: Når aktivert vil systemet automatisk se etter nye oppdateringer.
nl: Wanneer ingeschakeld controleert het systeem automatisch op nieuwe updates.
pt_br: Quando ativado o sistema irá procurar por atualizações automaticamente.
ru: Если включить данную настройку, то система будет автоматически проверять обновления
zh_cn: 启用时, 系统将自动检查新更新.
zh_tw: 啟用時，系統將自動檢查新更新。

source: Display available updates notification
cs: Zobrazení oznámení o dostupné aktualizaci Chevereta
de: Anzeigen der verfügbaren Update-Benachrichtigungen
es: Mostrar notificación de nuevas actualizaciones disponibles
fr: Afficher les mises à jour disponibles par notification
id: Tampilkan notifikasi pembaruan yang tersedia
it: Mostra aggiornamenti disponibili in notifica
ja: アップデートの通知を有効化
nb: Vis varsler for tilgjengelige oppdateringer
nl: Toon melding voor beschikbare updates
pt_br: Mostrar notificações de novas atualizações
ru: Показывать уведомление об обновлении
zh_cn: 显示可用的更新通知
zh_tw: 顯示可用的更新通知

source: Enable this to show a notice on top warning you about new available system updates.
cs: Povolte, pokud chcete zobrazit oznámení při dostupné aktualizaci Chevereta.
de: Aktivieren, wenn Sie einen Hinweis über verfügbare System-Updates wünschen.
es: Habilita esto para mostrar una notificación en la parte superior advirtiéndote de nuevas actualizaciones de sistema disponibles.
fr: Activer cette option pour afficher une infobox en haut du site pour vous avertir de nouvelles mises à jour système disponibles.
id: Aktifkan untuk menampilkan sebuah pemberitahuan memperingatkan anda tentang pembaruan sistem yang ada.
it: Abilita questo per mostrare un avviso in alto che avvisa sui nuovi aggiornamenti di sistema disponibili.
ja: システムアップデートがリリースされた場合に歳重用通知として表示を有効化
nb: Aktiver for å vise en melding på toppen med informasjon om tilgjengelige systemoppdateringer.
nl: Schakel in om bovenaan de pagina een waarschuwing te krijgen als er een nieuwe systeemupdate is.
pt_br: Ative isto para mostrar um aviso no topo avisando você sobre as novas atualizações do sistema disponíveis.
ru: Включите, чтобы показывать уведомления об обновлении в верхней части экрана.
zh_cn: 启用此则显示一个通知, 提示你关于新的可用系统更新.
zh_tw: 啟用此則顯示一個通知, 提示您關於新的可用系統更新.

source: Minify code
cs: Minimalizovat kód
de: Code-Reduktion
es: Minificar código
fr: Rapetisser le code
id: Sederhanakan koed
it: Codice minify
ja: コードを圧縮
nb: Minify-kode
nl: Verkleincode
pt_br: Código Minify
ru: Сжимать код
uk: Мінімізувати код
zh_cn: 优化代码
zh_tw: 最小化代碼

source: Enable this if you want to auto minify CSS and JS code.
cs: Zapněte pokud chcete minimalizovat kód CSS
de: Aktivieren, falls CSS und JS Code automatisch reduziert werden soll.
es: Habilita esto si deseas minificar el código CSS y JS.
fr: Activez-ceci si vous souhaitez rapetisser automatiquement le code CSS et JS.
id: Aktifkan jika anda ingin secara otomatis mengecilkan kode CSS dan JS.
it: Abilita questo opzone se si vuole un auto Minimizza CSS e il codice JS
ja: CSS、jsファイルを自動で圧縮する
nb: Aktiver hvis du vil automatisk bruke minify for CSS- og JS-kode.
nl: Schakel dit in als je automatisch CSS en JS code wilt verkleinen.
ru: Включите, чтобы автоматически сжимать CSS и JS код.
uk: Включіть це, якщо ви хочете автоматично мінімізувати CSS та JS код.
zh_cn: 如果您想要自动优化/压缩JS和CSS代码, 则启用此项.
zh_tw: 如果您想要自動優化/壓縮JS和CSS代碼, 則啟用此項.

source: Maintenance
cs: Mód údržby
de: Wartung
es: Mantención
id: Perawatan
it: Manutenzione
ja: メンテナンスモード
nb: Vedlikehold
nl: Onderhoud
pl: Konserwacja
pt_br: Manutenção
ru: Обслуживание
uk: Обслуговування
zh_cn: 维护模式
zh_tw: 維護模式

source: When enabled the website will show a maintenance message. This setting doesn't affect administrators.
cs: Při aktivaci se na webové stránce se zobrazí hlášení o údržbě. Toto nastavení nemá vliv na administrátory.
de: Aktivieren, falls eine Wartungsmeldung angezeigt werden soll. Diese Einstellung hat keine Auswirkung auf Administratoren.
es: Cuando esta habilitado la página web mostrará un mensaje de mantenimiento. Esta configuración no afecta a los administradores.
fr: Lors de son activation, le site web affichera un message de maintenance. Ce paramètre n'affecte pas les administrateurs.
id: Ketika anda mengaktifkan website akan muncul sebuah pesan perawatan. Pengaturan ini tidak berpengaruh terhadap administrator.
it: Quando è abilitato il sito mostrerà un messaggio di manutenzione. Questa impostazione non influisce sugli amministratori.
ja: 有効にされている場合、メンテナンスモードと表示されます。この設定は管理者には影響しません。
nb: Når aktivert vil nettstedet vise en vedlikeholdsmelding. Denne innstillingen berører ikke administratorer.
nl: Wanneer ingesteld is op de website een onderhoudsmelding te zien. Deze instelling is niet van toepassing voor beheerders.
pt_br: Quando ativo o site irá mostrar uma mensagem de manutenção. Esta configuração não afeta os administradores.
ru: При включении, отображает на сайте сообщение о техническом обслуживании. Эта настройка не влияет на администраторов.
uk: При включенні, відображає на сайті повідомлення про технічне обслуговування. Ця установка не впливає на адміністраторів.
zh_cn: 当启用该设置网站将重定向到维修页面. 此设置不影响管理员。
zh_tw: 當啟用該設置網站將重定向到維修頁面. 此設置不影響管理員。

source: Crypt salt
cs: Kryptografická sůl
da: Krypter salten
de: Krypto-Salt
es: Salto criptográfico
fr: Grain de sel pour Crypt
ja: 暗号化のためのキー
nb: kryptosalt
pl: Sól szyfrowania
pt_br: Salto criptográfico
ru: Криптографическая соль
uk: Криптографічна сіль
zh_cn: Crypt salt 特殊码
zh_tw: Crypt salt 特殊碼

source: This is the salt used to convert numeric ID to alphanumeric. It was generated on install.
cs: Toto je "salt" (kryptografická sůl) používaný k převodu číselného ID na alfanumerický. Byl vygenerován během instalace.
da: Denne salt anvendes til at konvertere numeriske ID til alfanumeriske. Det blev genereret ved installationen.
de: Das Salt, das zur Umwandlung von numerischen in alphanumerische IDs genutzt wird. Dieses wurde bei der Installation automatisch erzeugt.
es: Este es el salto usado para convertir ID númerica en alfanuméricos. Fue generado durante la instalación.
fr: C'est le grain de sel utilisé pour convertir des ID numériques en alphanumériques. Il a été généré lors de l'installation.
it: Questo codice alfanumerico è stato generato al momento dell'installazione.
ja: 数字のIDをアルファベット変換する際に使用されるキーです。インストール時に生成されています。
nb: Dette kryptosalt som brukes til å konvertere numeriske IDer til alfanumeriske. Kryptosaltet ble automatisk generert ved installeringen av programmet.
nl: Dit is de unieke code die gebruikt wordt om numerieke ID te converteren naar alfanumeriek. Het werd gegenereerd bij de installatie.
pl: Jest to sól używana do konwersji identyfikatorów numerycznych na alfanumeryczne. Została ona wygenerowana przy instalacji.
ru: Эта соль используется для преобразования цифровых ID в буквенные. Она была создана при установке.
uk: Ця сіль використовується для перетворення цифрових ID в літерні. Вона була створена при установці.
vi: Đây là mã salt dùng để chuyển đổi chữ số của ID sang dạng chữ cái. Mã này được tạo khi cài đặt.
zh_cn: 此ID为系统的一个特殊码, 相当于V2.x的“__CHV_CRYPT_SALT__”值, 本设置仅在安装或升级时才用到, 一经使用请勿修改.
zh_tw: 此ID為系統的一個特殊碼, 相當於V2.x的「__CHV_CRYPT_SALT__」值, 本設置僅在安裝或升級時才用到, 一經使用請勿修改.

source: PHP error reporting
cs: Hlášení chyb PHP
de: PHP-Fehler-Bericht
es: Reporte de errores PHP
fr: Rapport d'erreurs PHP
id: Pelaporan kesalahan PHP
it: segnalazione del PHP errori
ja: PHPエラーレポート
nb: PHP-feilrapportering
nl: PHP foutmelding rapportage
pt_br: Reportar erro do PHP
ru: Отчеты об ошибках PHP
uk: Звіти про помилки PHP
zh_cn: PHP错误报告
zh_tw: 顯示PHP 錯誤回報

source: Enable this if you want to print errors generated by PHP <a %s>error_reporting()</a>. This should be disabled in production.
cs: Povolte, pokud chcete tisknout chyby generované PHP <a %s>error_reporting()</a>. Toto by mělo být ve výchozím nastavení vypnuto.
de: Aktivieren, falls Fehlermeldungen von PHP über <a %s>error_reporting()</a> angezeigt werden sollen. Diese Funktion sollte im Live-Betrieb deaktiviert werden.
es: Habilita esto si quieres mostrar errores generados por la función PHP <a %s>error_reporting()</a>. Esto debería ser deshabilitado en producción.
fr: Activez-ceci si vous souhaitez afficher les erreurs générées par PHP <a %s>error_reporting()</a>. Ceci devrait être désactivé en production.
it: Attivare questa opzione se si desidera stampare gli errori generati dal PHP <a %s> error_reporting () </a>. Questo dovrebbe essere disattivata in produzione.
ja: PHPが作成する <a %s>error_reporting()</a>を表示する。運用時はOFFにしてください。
nb: Aktiver dette alternativet hvis du vil vise feil generert av PHP <a %s>error_reporting()</a>. Dette bør være deaktivert i produksjonsmiljøer.
nl: Schakel dit in om fouten van PHP <a %s>error reporting()</a> weer te geven. Dit moet uitgeschakeld staan in een productieomgeving.
ru: Включите, если вы хотите выводить ошибки, сгенерированные функцией <a %s>error_reporting()</a>. Эта настройка должна быть выключена на общедоступных сайтах.
uk: Увімкніть це, якщо ви хочете щоб показувало помилки PHP <a %s>error_reporting()</a>. По замовчуванню це відключено.
zh_cn: 显示PHP<a %s>error_reporting()</a>. 建议只在生产环境中启用.
zh_tw: 允許顯示PHP錯誤回報 <a %s>error_reporting()</a> ，再發表產品後不應該開啟此選項

source: Debug level
cs: Úroveň ladění
es: Nivel de depuración
fr: Niveau de débogage
id: Tingkat debug
it: livello di debug
ja: デバッグレベル
nb: Feilsøkingsnivå
nl: Debug niveau
pt_br: Nível de depuração
ru: Уровень отладки
uk: Рівень налагодження
zh_cn: 调试级别
zh_tw: 除錯層級

source: None
cs: Není
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
id: Tidaka ada
it: nessuno
ja: なし
nb: Ingen
nl: Geen
pt_br: Nenhum
ru: Выкл.
uk: Ні
zh_cn: 无
zh_tw: 無

source: Error log
cs: Protokol chyb
de: Fehler-Log
es: Registro de error
fr: Journal des erreurs
id: log kesalahan
it: Log di errore
ja: エラーログ
nb: Feillogg
pt_br: Registro de erros
ru: Записывать в журнал
uk: Журнал помилок
zh_cn: 错误日志
zh_tw: 寫入錯誤記錄

source: Print errors without error log
cs: Vytisknout chyby bez protokolu chyb
de: Fehlerausgabe ohne Fehler-Log
es: Mostrar errores sin registrarlos
fr: Afficher les erreurs sans les enregistrer
id: Cetak kesalahan tanpa log kesalahan
it: Errori di stampa senza log degli errori
ja: エラーログなしでのエラー表示
nb: Vis feil uten feilloggen
nl: Toon errors zonder error log
pt_br: Imprimir sem registro de erros
ru: Выводить ошибки без записи в журнал
uk: Друк помилок без журналу помилок
zh_cn: 没有错误日志列出错误
zh_tw: 列出錯誤記錄但不寫入紀錄

source: Print and log errors
cs: Vytisknout a protokolovat chyby
de: Fehlerausgabe mit Fehler-Log
es: Mostrar y registrar errores
fr: Afficher et enregistrer les erreurs
id: Cetak dan log kesalahan
it: Errori di stampa e di registro
ja: エラー表示(ログを含む)
nb: Vis og logg feil
nl: Toon en sla errors op
pt_br: Imprimir com registro de erros
ru: Выводить ошибки с записью в журнал
uk: Друк і журнал помилок
zh_cn: 列出错误日志
zh_tw: 列出錯誤記錄且寫入紀錄

source: To configure the debug level check the <a %s>debug documentation</a>. Default level is "Error log" (1).
cs: Pro nastavení úrovně ladění si prohlédněte <a %s>debug documentation</a>. Výchozí hodnota je "Error log" (1).
de: Um den Debug-Level zu konfigurieren prüfen Sie die <a %s>Debug-Dokumentation</a>. Die Standardeinstellung lautet "Fehler-Log" (1).
es: Para configurar el nivel de depuración comprueba la <a %s>documentación de depuración</a>. El nivel predeterminado es "Registro de error" (1).
fr: Pour paramétrer le niveau de débogage, regardez la <a %s>documentation de débogage</a>. Le niveau par défaut est "Journal d'erreur" (1).
it: Per configurare il controllo del livello di debug <a %s> documentazione di debug </a>. Il livello di default è "Protocollo errori" (1).
ja: デバッグレベルの設定は <a %s>debug documentation</a>を確認してください。 ディフォルトは "Error log" (1)です。
nb: For å konfigurere feilsøkingsnivå, se gjennom <a %s>feilsøkingsdokumentasjonen</a>. Standardnivået er "Feillogg (Error log)" (1).
nl: Om het debug niveau in te stellen, kijk in de <A %s>debug documentatie</a>. Standaard niveau is "Error log" (1).
ru: Подробнее об уровнях отладки можно узнать в <a %s>документации</a>. Значение по-умолчанию: "Записывать в журнал" (1).
uk: Щоб налаштувати рівень налагодження перевірте <a %s>документацію по налагодженню</a>. Рівень за замовчуванням є "Журнал помилок" (1).
zh_cn: 要配置调试级别请查看<a %s>调试文档</a>. 默认级别为"错误日志"(1).
zh_tw: 欲設定除錯層級請查看<a %s>除錯設定文件</a>，預設模式為 "寫入錯誤記錄"

source: Routing allows you to customize default route binds on the fly. Only alphanumeric, hyphen and underscore characters are allowed. Check out our %s if you want to override or add new routes.
cs: Směrování umožňuje přizpůsobit výchozí vazby trasy v reálném čase. Povoleny jsou pouze alfanumerické znaky, pomlčky a znaky podtržítka. Podívejte se na naši %s, pokud chcete přepsat nebo přidat nové trasy.
de: Das Routing erlaubt benutzerdefinierte Pfade festzulegen. Es sind nur alphanumerische Zeichen, Bindestriche und Unterstriche erlaubt. Prüfen Sie %s, wenn Sie Pfade überschreiben oder neue festlegen wollen.
es: El enrutamiento te permite personalizar las rutas de manera inmediata. Solamente se permiten caracteres alfanuméricos, guiones y guiones bajos. Revisa nuestra %s si necesitas sobre escribir o agregar nuevas rutas.
fr: L'adressage vous permet de personnaliser l'adresse utilisée par défaut. Seuls les caractères alphanumériques, les traits d'union et les underscore sont autorisés. Vérifiez rapidement %s si vous souhaitez ignorer ou ajouter de nouveaux adressages.
id: Pengarahan memungkinkan anda mengkostumisasi pengikatan pengarahan dengan ceoat. Hanya karakter alfanumerik, tanda hubung dan garis bawah yang diperbolehkan. Periksa %s kami jika anda ingin membatalkan atau menambahkan pengarahan baru.
it: Routing consente di personalizzare percorso di default si lega al volo. Solo alfanumerici, trattini e caratteri di sottolineatura sono ammessi. Controlla il nostro %s se si desidera sovrascrivere o aggiungere nuove rotte.
ja: ルーティングは、既定のルートに直ちに反映されます。英数字、ハイフン、アンダースコアのみ有効です。ルートの新規追加、更新は、%sを確認してください。
nb: Ruting lar deg tilpasse standardruten fortløpende. Bare alfanumeriske tegn, bindestrek og understrek er tillatt. Se gjennom %s dersom du ønsker å overstyre eller legge til nye ruter.
nl: Routering stelt u in staat om standaard route koppelingen aan te passen. Alleen alfanumerieke, lettertypen en onderstreeptekens zijn toegestaan. Bekijk onze %s als u nieuwe routes wilt overschrijven of toevoegen.
ru: Маршрутизация позволяет изменять адреса ресурсов. В качестве имени маршрута можно использовать только цифры, латинские буквы, дефис и нижнее подчеркивание. Посмотрите нашу %s если вы хотите изменить маршрут или добавить новый.
zh_cn: 路径允许您自定义默认路径. 只允许字母, 连字符和下划线字符. 如果你想覆盖或添加新的路线请看我们的 %s.
zh_tw: 路徑允許您自訂預設路徑. 只允許字母, 連字符號和下劃線符號. 如果你想覆蓋或增加新的路線請看我們的 %s.

source: Image routing
cs: Směrování obrázku
de: Bild-Routing
es: Enrutamiento de imagen
fr: Adressage de l'image
id: Pengarahan Gambar
it: Immmagine routing
ja: 画像ルーティング
nb: Bilde-ruting
nl: Afbeelding routering
pl: Routing grafiki
pt_br: Rota da imagem
ru: Маршрутизация изображений
zh_cn: 图像页面路径
zh_tw: 圖像路徑

source: Routing for %s
cs: Směrování pro %s
de: Routing für %s
es: Enrutamiento para %s
fr: Adressage pour %s
id: Pengarahan untuk %s
it: Routing per %s
ja: %sへのルート
nb: Rute for %s
nl: Routering voor %s
pl: Routing dla %s
pt_br: Rota para %s
ru: Маршрутизация для %s
zh_cn: 对于路径 %s
zh_tw: 路徑 %s

source: Album routing
cs: Směrování alba
es: Enrutamiento de album
fr: Adressage de l'album
id: Pengarahan Album
ja: アルバムへのルーティング
nb: Album-ruting
nl: Album routering
pl: Routing albumu
pt_br: Rota do álbum
ru: Маршрутизация альбомов
zh_cn: 相册路径
zh_tw: 相簿路徑

source: Custom language strings
cs: Vlastní jazykové řetězce
de: Eigene Sprachen-Strings
es: Cadenas de idioma personalizadas
fr: Texte personnalisé
id: string bahasa kustom
it: stringhe lingua personalizzata
ja: 個別の言語文字列
nb: Egendefinerte språkstrenger
nl: Aangepaste taalreeksen
pt_br: Cadeias de idiomas personalizáveis
ru: Дополнительные строки перевода
zh_cn: 自定义语言字符串
zh_tw: 其他語言字串

source: language strings
cs: jazykové řetězce
de: Sprachen-String
es: cadenas de idioma
fr: textes personnalisés
id: string bahasa
it: stringhe di lingua
ja: 言語
nb: språkstrenger
nl: taalreeksen
pt_br: Cadeias de idiomas
ru: переводе
zh_cn: 语言字符串
zh_tw: 語言字串

source: Default language
cs: Výchozí jazyk
da: Standardsprog
de: Standardsprache
es: Idioma predeterminado
fr: Langue par défaut
id: Bahasa default
it: Lingua del sito
ja: 既定の言語
nb: Standardspråk
nl: Standaardtaal
pl: Domyślny język
pt_br: Idioma padrão
ru: Язык по-умолчанию
uk: Мова за замовчуванням
vi: Ngôn ngữ mặc định
zh_cn: 默认语言
zh_tw: 預設語言

source: Default base language to use.
cs: Výchozí jazyk pro použití
da: Standardsprog der skal bruges.
de: Diese Option ermöglicht die Festsetzung einer Sprachversion als Standardeinstellung.
es: Idioma Predeterminado base a usar.
fr: Base de langue à utiliser par défaut
id: Bahasa dasar yang ingin digunakan.
it: Lingua di base predefinita da utilizzare nel sito
ja: 既定の言語として使用
nb: Bruk dette som standardspråk.
nl: Standaardtaal
pl: Domyślny język podstawowy
pt_br: Idioma base para usar como padrão.
ru: Используемый по-умолчанию язык.
uk: Використовується за замовчуванням мова.
vi: Ngôn ngữ sử dụng
zh_cn: 默认基本语言
zh_tw: 預設基本語言

source: Auto language
cs: Jazyk automaticky
da: Automatiske sprog
de: Automatische Spracheinstellung
es: Idioma automático
fr: Langue automatique
id: Bahasa otomatis
it: Scelta della lingua automatica
ja: 言語を自動で選択
nb: Automatisk valg av språk
nl: Automatische taalherkenning
pl: Automatyczny język
pt_br: Idioma automático
ru: Автоматический выбор языка
uk: Автоматичний вибір мови
vi: Ngôn ngữ tự động
zh_cn: 自动选择语言
zh_tw: 自動偵測語言

source: Enable this if you want to automatically detect and set the right language for each user.
cs: Povolte, pokud chcete, aby se automaticky detekovat a nastavil správný jazyk pro každého uživatele.
de: Aktivieren, falls automatisch die passende Sprache für den Benutzer gewählt werden soll.
es: Habilita esto si quieres detectar y establecer automáticamente el idioma correcto para cada usuario.
fr: Activez-ceci si vous souhaitez automatiquement détecter et paramétrer la langue pour chaque utilisateur.
id: Aktifkan jika anda ingin secara otomatis mendeteksi dan mengatur bahasa yang tepat untuk setiap pengguna.
it: Attivare questa opzione se si desidera rilevare automaticamente e impostare la lingua giusta per ogni utente.
ja: 各ユーザ毎に言語を自動で設定する
nb: Aktiver denne hvis du vil at språk skal settes automatisk for hver bruker.
nl: Schakel dit in om de taalselectie automatisch uit te voeren en in te stellen voor elke gebruiker.
pl: Włącz to, jeśli chcesz automatycznie wykrywać i ustawiać język dla każdego użytkownika.
pt_br: Ative isto para automaticamente detectar a língua do usuário e mudar para a mesma.
ru: Включите, чтобы автоматически определять язык пользователя.
uk: Включити це, якщо ви хочете, щоб автоматично виявлялась і встановлювалась правильна мова для кожного користувача.
zh_cn: 启用它, 如果你想自动检测并为每个用户设置正确的语言.
zh_tw: 啟用這個如果你想自動檢測並為每個用戶設置正確的語言.

source: Language chooser
cs: Výběr jazyka
de: Sprachauswahl
es: Selector de idioma
fr: Sélectionneur de langue
id: Pemilih bahasa
it: Scelta Lingua
ja: 言語選択
nb: Språkvelger
nl: Taalkeuze
pl: Wybór języka
pt_br: Selecionador de idioma
ru: Меню выбора языка
uk: Вибір мови
zh_cn: 语言选择器
zh_tw: 用戶選擇語言

source: Enable this if you want to allow language selection.
cs: Povolte tuto možnost, pokud chcete povolit výběr jazyka.
de: Aktivieren, falls die Sprachauswahl aktiviert werden soll.
es: Habilita esto si deseas permitir selección de idioma.
fr: Activez-ceci si vous souhaitez autoriser la sélection des langues
id: Mengatifkan ini jika anda ingin memperbolehkan pemilihan bahasa.
it: Attivare questa opzione se si desidera consentire la selezione della lingua.
ja: 言語の選択を可能にする
nb: Aktiver denne dersom du vil tillate valg av språk.
nl: Schakel dit in als je taalkeuze toe wilt staan.
pl: Włącz to, jeśli chcesz pozwolić na wybór języka.
pt_br: Ative isto se você quiser ativar a seleção de línguas.
ru: Включите, чтобы предоставить пользователям возможность выбирать язык.
uk: Ввімкніть це, якщо хочете дозволити вибір мови
zh_cn: 启用这个如果你想允许用户选择语言.
zh_tw: 啟用這個如果你想允許用戶選擇語言.

source: Enabled languages
cs: Povolené jazyky
de: Sprachen aktivieren
es: Idiomas habilitados
fr: Activez les langues
id: Bahasa diaktifkan
it: lingue attivate
ja: 選択できる言語
nb: Tilgjengelige språk
nl: Ingeschakelde talen
pl: Włączone języki
pt_br: Ativar diferentes línguas
ru: Доступные языки
uk: Дозволені мови
zh_cn: 启用语言
zh_tw: 啟用多語言

source: Unchecked languages won't be used in your website.
cs: Nezaškrtnuté jazyky nebudou použity na vašich webových stránkách.
de: Nicht markierte Sprachen werden nicht verwendet.
es: Los idiomas no seleccionados no seran usados en tu sitio web.
fr: Les langues non cochées ne seront pas utilisée sur votre site.
id: Bahasa yang tidak dicentang tidak akan digunakan di website anda.
it: Lingue che non devono essere utilizzate nel vostro sito web.
ja: チェックされていない言語はサイトで使用出来ません。
nb: Umerkede språk vil ikke bli brukt på siden.
nl: Niet geselecteerde talen worden niet gebruikt op uw website.
pl: Niezaznaczone języki nie będą dostępne na stronie
pt_br: Línguas não marcadas não serão usadas no site.
ru: Не отмеченные здесь языки, не будут использоваться на сайте.
uk: Не відзначені мови не будуть використовуватись на вашому сайті.
zh_cn: 未选中的语言将不会在自己的网站中使用.
zh_tw: 未選中的語言將不會在自己的網站中使用.

source: Toggle this to enable or disable HTTPS
cs: Přepněte pro zapnutí HTTPS
de: Aktivieren, falls HTTPS genutzt werden soll.
es: Alterna para habilitar o deshabilitar HTTPS
fr: Activez ou désactivez le HTTPS
id: Alihkan ini untuk mengaktifkan atau menonaktifkan HTTPS
it: Alterna questa opzione per abilitare o disabilitare HTTPS
ja: HTTPSの有効/無効の切替
nb: Aktiver for å aktivere eller deaktivere HTTPS
nl: Selecteer om HTTPS in of uit te schakelen
pl: Przełącz to, aby włączyć lub wyłączyć HTTPS
pt_br: Altere isto para ativar dos desativar o HTTPS
ru: Измените эту настройку чтобы включить или отключить HTTPS
uk: Змініть цю настройку щоб включити або відключити HTTPS
zh_cn: 切换此启用或禁用HTTPS链接
zh_tw: 切換此啟用或禁用HTTPS鏈接

source: Toggle this to enable or disable this storage
cs: Přepněte pro povolení nebo zakázání tohoto úložiště.
de: Aktivieren, falls externer Datenspeicher genutzt werden soll.
es: Alterna para habilitar o deshabilitar este almacenamiento
fr: Activez ou désactivez ce stockage
id: Alihkan ini jika ingin mengaktifkan atau menonaktifkan penyimpanan ini
it: Alterna questa opzione per abilitare o disabilitare la memorizzazione
ja: このストレージの有効/無効の切替
nb: Aktiver denne for å aktivere eller deaktivere denne lagringsenheten
nl: Selecteer om deze opslag in of uit te schakelen
pt_br: Altere isto para ativar ou desativar esse armazenamento
ru: Измените эту настройку чтобы включить или отключить это хранилище
uk: Змініть цю настройку щоб включити або відключити це сховище
zh_cn: 切换此启用或禁用此存储
zh_tw: 切換此啟用或禁用此儲存空間

source: Quota
cs: Kvóta
de: Kontingent
es: Cuota
id: Kuota
ja: クォータ
nb: Kvote
nl: Quotum
pt_br: Cota
ru: Квота
uk: Квота
zh_cn: 配额
zh_tw: 配額
