Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Invalid upload storage mode
cs: Neplatný způsob nahrávání do úložiště
da: Ugyldig upload lagertilstand
de: Ungültige Speichermethode
es: Método de almacenamiento inválido
fr: Mode de stockage d'envois incorrect
id: Mode penyimpanan upload tidak valid
it: Modalità di archiviazione non valida
ja: 無効なアップロード ストレージモード
nb: Ugyldig lagringsmetode
nl: Ongeldige opslagmodus
pl: Błędny tryb przechowywania plików
pt_br: Modo de armazenamento do envio inválido
ru: Неверный способ хранения файлов.
uk: Неправильний спосіб зберігання файлів.
vi: Sai chế độ lưu trữ
zh_cn: 无效的上传存储模式
zh_tw: 無效的上傳儲存空間模式

source: Invalid upload filenaming
cs: Neplatné pojmenování nahrávaných souborů
da: Ugyldig upload filnavngivning
de: Ungültige Upload-Dateibenennung
es: Nombramiento de subidas inválido
fr: Nommage de fichiers envoyés incorrect
id: Unggah penamaan tidak valid
it: Denominazione dei file non valida
ja: 無効なアップロードファイル名
nb: Ugyldig filnavngiving på opplasting
nl: Ongeldige bestandsnaam
pl: Błędne nazewnictwo wysyłanych plików
pt_br: Nomeação do envio inválido
ru: Неверный метод хранения имен файлов
uk: Неправильний метод зберігання імен файлів
vi: Đặt tên upload sai
zh_cn: 无效的上传文件名
zh_tw: 無效的上傳檔名

source: Invalid thumb width
cs: Neplatná šířka miniatury
da: Ugyldig minaturebillede bredde
de: Ungültige Vorschaubildbreite
es: Ancho de miniatura inválido
fr: Largeur des miniatures incorrecte
id: lebar gambar kecil tidak valid
it: Larghezza miniatura non valida
ja: 無効なサムネイルの幅
nb: Ugyldig bredde på miniatyrbilde
nl: Ongeldige thumbnailbreedte
pl: Błędna szerokość miniaturki
pt_br: Largura da miniatura inválida
ru: Неверная ширина миниатюры
uk: Неправильна ширина мініатюри
vi: Chiều rộng thumb bị sai
zh_cn: 无效的缩略图宽度
zh_tw: 無效的縮圖寬度

source: Invalid thumb height
cs: Špatná výška miniatury
da: Ugyldig miniature højde
de: Ungültige Vorschaubildhöhe
es: Alto de miniatura inválido
fr: Hauteur de miniature incorrecte
id: Tinggi gambar kecil tidak valid
it: Altezza miniatura non valida
ja: サムネイルの高さが有効ではありません。
nb: Ugyldig høyde på miniatyrbilde
nl: Ongeldige thumbnailhoogte
pl: Błędna wysokość miniaturki
pt_br: Altura da miniatura inválida
ru: Неверная высота миниатюры
uk: Неправильна висота мініатюри
vi: Chiều cao thumb bị sai
zh_cn: 无效的缩略图高度
zh_tw: 無效的縮圖高度

source: Invalid medium size
cs: Neplatná střední velikost
da: Ugyldig mellemstørrelse
de: Ungültige Medium-Größe
es: Tamaño medio inválido
fr: Taille moyenne invalide
id: Ukuran medium tidak valid
it: Dimensione media non valida
ja: 無効な中間サイズです。
nb: Ugyldig middels-størrelse
nl: Ongeldige medium grootte
pt_br: Tamanha médio inválido
ru: Неверный средний размер изображения
uk: Неправильний середній розмір
zh_cn: 无效的中等图片大小
zh_tw: 無效的中等大小

source: Invalid watermark percentage
cs: Neplatná procentuální hodnota vodoznaku
da: Ugyldig vandmærke procent
de: Ungültiges Wasserzeichen-Größenverhältnis
es: Porcentaje de marca de agua inválido
fr: Pourcentage du filigrane non valide
id: Presentasi tanda air tidak valid
it: Percentuale filigrana non valida
ja: 透かしのパーセンテージ指定が不正な値です。
nb: Ugyldig vannmerkeprosent
nl: Ongeldig watermerk percentage
pt_br: Percentual de marca d'água inválido
ru: Неверный относительный размер водяного знака
uk: Неправильний відсоток водяного знаку
vi: Phần trăm vị trí của ảnh đóng dấu không hợp lệ
zh_cn: 无效的水印百分比
zh_tw: 無效的水印百分比

source: Invalid watermark opacity
cs: Chybná neprůhlednost vodoznaku
da: Ugyldig vandmærke opacity
de: Ungültige Wasserzeichen-Transparenz
es: Opacidad de marca de agua inválida
fr: Opacité du filigrane non valide
id: Kegelapan tanda air tidak valid
it: Opacità filigrana non valida
ja: 透かしの不透明度の値が不正です。
nb: Ugyldig gjennomsiktighet på vannmerke
nl: Ongeldige transparantie watermerk.
pt_br: Opacidade de marca d'água inválido
ru: Неверное значение непрозрачности водяных знаков
uk: Неправильна прозорість водяного знаку
vi: Chỉ số trong suốt của ảnh đóng dấu không hợp lệ
zh_cn: 无效的水印不透明度
zh_tw: 無效的水印不透明度

source: Invalid theme
cs: Špatná šablona (téma)
da: Ugyldig tema
de: Ungültiges Theme
es: Tema inválido
fr: Thème non valide
id: Tema tidak sah
it: Tema non valido
ja: 有効なテーマではありません。
nb: Ugyldig tema
nl: Ongeldig thema
pl: Błędny styl
pt_br: Tema inválido
ru: Неверный стиль
uk: Неправильний стиль
vi: Sai theme
zh_cn: 无效的主题
zh_tw: 無效的主題

source: Invalid value
cs: Neplatná hodnota
da: Ugyldig værdi
de: Ungültiger Wert
es: Valor inválido
fr: Valeur incorrect
id: Isi tidak sah
it: Valore non valido
ja: 無効な値
nb: Ugyldig verdi
nl: Ongeldige waarde
pl: Błędna wartość
pt_br: Valor inválido
ru: Неверное значение
uk: Некоректне значення
vi: Sai giá trị
zh_cn: 无效的值
zh_tw: 無效的值

source: Invalid theme tone
cs: Neplatný tón šablony.
da: Ugyldig tema tone
de: Ungültiger Theme-Farbton
es: Tono de tema inválido
fr: Ton de thème non valide
id: Suasana tema tidak valid
it: Tonalità tema non valida
ja: テーマのトーン(色調)が有効ではありません。
nb: Ugyldig tematone
nl: Ongeldige thema toonzetting
pt_br: Tom de tema inválido
ru: Неверный стиль темы
uk: Неправильний стиль теми
vi: sai tông màu
zh_cn: 无效的主题色调
zh_tw: 無效的主題色調

source: Invalid theme main color
cs: Chybná barva hlavní šablony
de: Ungültige Hauptfarbe des Themes
es: Color principal de tema inválido
fr: Couleur principale du thème incorrecte
id: Warna utama tema tidak valid
it: Colore principale del tema non valido
ja: 無効なメインカラーです。
nb: Ugyldig hovedfarge på tema
nl: Ongeldige hoofdkleur thema
pt_br: Cor principal do tema inválida
ru: Неверный цвет темы
uk: Неправильний основний колір теми
vi: sai màu chính
zh_cn: 无效的主题主要颜色
zh_tw: 無效的主題主要顏色

source: Invalid theme top bar color
cs: Neplatná barva vrchního rámečku tématu
de: Ungültige Farbe der Theme-Hauptleiste
es: Color de barra superior de tema inválido
fr: Couleur de la barre supérieure du thème non valide
id: Warna batang atas tema tidak valid
it: Colore top bar del tema non valido
ja: 無効なトップバーの色です。
nb: Ugyldig farge på temaets toppfarge
nl: Ongeldige topbalk thema kleur
pt_br: Cor do menu no topo inválida
ru: Неверный цвет панели
uk: Неправильний колір верхньої панелі теми
vi: sai màu của top bar
zh_cn: 无效的主题顶部菜单栏颜色
zh_tw: 無效的主題頂部欄顏色

source: Invalid theme top bar button color
cs: Neplatná barva vrchního baru tématu.
de: Ungültige Farbe der Theme-Hauptleisten-Buttons
es: Color de botón de barra superior de tema inválido
fr: Couleur du bouton de la barre supérieure du thème non valide
id: Warna batang bawah tema tidak valid
it: Colore pulsante top bar del tema non valido
ja: 無効なトップバーのボタンの色です。
nb: Ugyldig farge på temaets knappefarge
nl: Ongeldige topbalk knop kleur
pt_br: Cor dos botões do menu no topo inválida
ru: Неверный цвет кнопок панели
uk: Неправильний колір кнопки верхньої панелі теми
vi: sai màu nút trên topbar
zh_cn: 无效的主题顶部菜单栏按钮颜色
zh_tw: 無效的主題頂部欄按鈕顏色

source: Invalid theme image listing size
cs: Neplatná velikost náhledového obrázku šablony
de: Ungültige Bildergröße für die Listung im Theme
es: Tamaño de imagen de listado inválido
fr: Taille de thème de listing d'images non valide
id: Ukuran tema pendaftaran gambar tidak valid
it: Dimensione galleria immagini del tema non valida
ja: テーマ中に表示される画像サイズが有効ではありません。
nb: Ugyldig størrelse på temaets bildeoppføring
nl: Ongeldige thema afbeelding lijstgrootte
pt_br: Tamanho para os resultados do tema inválido
ru: Неверный размер изображения для списков
uk: Неправильний розмір зображення для списків
vi: sai size của danh sách hình ảnh
zh_cn: 无效的主题图片列表样式
zh_tw: 無效的主題圖片佇列大小

source: Invalid user id
cs: Neplatné ID uživatele
da: Ugyldig bruger id
de: Ungültige User-ID
es: Id de usuario inválida
fr: ID utilisateur non valide
id: Id user salah
it: ID utente non valido
ja: 無効なユーザIDです。
nb: Ugyldig brukerID
nl: Ongeldige gebruikers-ID
pl: Błędny identyfikator użytkownika
pt_br: ID de usuário Inválido
ru: Неправильный id пользователя
uk: Неправильний ідентифікатор користувача
vi: User ID không tồn tại
zh_cn: 无效的用户ID
zh_tw: 無效的使用者編號

source: Invalid email mode
cs: Špatný e-mailový mod
da: Ugyldig email indstilling
de: Ungültiger E-Mail-Modus
es: Modo de email inválido
fr: Mode email non valide
id: Mode email tidak benar
it: Modalità email non valida
ja: 有効な電子メールモードではありません。
nb: Ugyldig e-post-modus
nl: Ongeldige e-mailinstellingen
pl: Błędny tryb e-maili
pt_br: Modo de e-mail inválido
ru: Неверный режим электронной почты
uk: Неправильний режим електронної пошти
vi: Sai chế độ email
zh_cn: 无效的电子邮件地址
zh_tw: 無效的電子郵件方式

source: Invalid SMTP port
cs: Špatný SMTP port
da: Ugyldig SMTP port
de: Ungültiger SMTP-Port
es: Puerto SMTP inválido
fr: Port SMTP non valide
id: Port SMTP salah
it: Porta SMTP non valida
ja: 有効なSMTPポートではありません。
nb: Ugyldig SMTP-port
nl: Ongeldige SMTP-poort
pl: Błędny port SMTP
pt_br: Porta SMTP inválida
ru: Неверный SMTP порт
uk: Неправильний SMTP порт
vi: Sai cổng SMTP
zh_cn: 无效的SMTP端口
zh_tw: 無效的SMTP端口

source: Invalid SMTP security
cs: Neplatné zabezpečení SMTP
da: Ugyldig SMTP sikkerhed
de: Ungültige SMTP-Sicherheitseinstellung.
es: Seguridad SMTP inválida
fr: Sécurité SMTP non valide
id: Pengaman SMTP salah
it: Tipo sicurezza SMTP non valido
ja: 無効なSMTPセキュリティモードです。
nb: Ugyldig SMTP-sikkerhet
nl: Ongeldige SMTP-beveiliging
pl: Błędne zabezpieczenia SMTP
pt_br: Segurança inválida SMTP
ru: Неверные настройки безопасности SMTP сервера
uk: Неправильні налаштування безпеки SMTP сервера
vi: Sai bảo mật SMTP
zh_cn: 无效的SMTP安全模式
zh_tw: 無效的SMTP安全

source: Invalid personal mode user ID
cs: Neplatné osobní uživatelské ID.
de: Ungültige Benutzer-ID für den Privat-Modus
es: ID de usuario modo personal inválida
fr: ID utilisateur du mode personnel non valide
id: Mode pribadi ID pengguna tidak valid
it: ID utente modalità personale non valido
ja: パーソナルモードのユーザIDが不正です。
nb: Ugyldig personlig modus brukerID
nl: Ongeldige user ID persoonlijke mode
pt_br: Inválido modo pessoal ID de usuário
ru: Неверный ID пользователя частного режима
uk: Неправильний персональний режим користувача з ідентифікатором
zh_cn: 无效的个人模式用户ID
zh_tw: 無效的個人模式使用者ID

source: Invalid or reserved route
cs: Neplatná nebo vyhrazená trasa
de: Ungültige oder reservierte Route
es: Ruta inválida o reservada
fr: Route réservée ou non valide
id: Tidak valid atau dilindungi
it: Percorso non valido o riservato
ja: すでに使用されているか、不正なルートです。
nb: Ugyldig eller reservert rute
nl: Ongeldige of gereserveerde route
pt_br: Rota inválida ou reservada
ru: Неверный или зарезервированный маршрут
uk: Неправильний або зарезервований шлях
zh_cn: 无效的路由或已保留
zh_tw: 無效的路徑

source: Invalid website privacy mode
cs: Neplatný režim soukromí stránky
de: Ungültiger Datenschutzmodus der Internetseite
es: Modo de privacidad de sitio inválido
fr: Mode de confidentialité de site web non valide
id: mode privasi website tidak valid
it: Modalità sito web privato non valida
ja: 不正な非公開モードです
nb: Ugyldig personvernmodus for nettstedet
nl: Ongeldige website privé mode
pt_br: Modo de privacidade do site inválido
ru: Неверный режим видимости сайта
uk: Неправильний режим конфіденційності сайту
zh_cn: 无效的网站隐私模式
zh_tw: 無效的網站隱私模式

source: Invalid website content privacy mode
cs: Neplatný režim bezpečnosti stránky
de: Ungültiger Datenschutzmodus für den Inhalt der Internetseite
es: Modo de privacidad de contenido inválido
fr: Mode de confidentialité du contenu de site web non valide
id: Mode privasi konten website tidak valid
it: Modalità contenuto privato sito web non valida
ja: 無効なウェブサイトのコンテンツの非公開モードです。
nb: Ugyldig personvernmodus for innhold på nettstedet
nl: Ongeldige privacy-instelling
pl: Błędny tryb prywatności
pt_br: Modo de conteúdo do site privacidade inválido
ru: Неверный режим видимости содержимого
uk: Неправильний режим видимості вмісту
vi: sai chết độ riêng tư
zh_cn: 无效的网站内容隐私模式
zh_tw: 無效的網站內容隱私權設定

source: Invalid homepage style
cs: Neplatný styl domovské stránky
da: Ugyldig hjemmeside style
de: Ungültiger Style
es: Estilo de página principal inválido
fr: Style de page d'accueil non valide
id: gaya beranda tidak valid
it: Stile homepage non valido
ja: 無効なホームページスタイルです。
nb: Ugyldig stil for nettstedet
nl: Ongeldige homepage stijl
pt_br: Estilo da página principal inválido
ru: Неверный стиль главной страницы
uk: Неправильний стиль домашньої сторінки
vi: sai style trang chủ
zh_cn: 无效的主页风格
zh_tw: 無效的主頁風格

source: Invalid homepage call to action button color
cs: Neplatný příkaz tlačítka akce.
da: Ugyldig hjemmeside call to action knap farve
de: Ungültige Farbe des "Call to Action"-Buttons
es: Color de botón de llamada de acción de página principal inválido
fr: Couleur du bouton d'action de l'accueil non valide
id: Panggilan beranda untuk warna tombol aksi tidak valid
it: Colore pulsante invito all'azione in homepage non valido
ja: トップページに戻るボタンの色が不正です。
nb: Ugyldig farge på hjemmesidens handlingsknapp
nl: Ongeldige startpagina oproep tot actie knop kleur
pt_br: Chamada da página inicial inválida para o botão do Call to action
ru: Неверный цвет кнопки на главной
uk: Неправильний колір кнопки виклику домашньої сторінки
vi: sai màu của nút kêu gọi trang chủ
zh_cn: 无效的按钮颜色
zh_tw: 無效的按鈕顏色

source: Invalid homepage call to action functionality
cs: Neplatný příkaz.
da: Ugyldig hjemmeside call to action funktion
de: Ungültige "Call to Action"-Funktionsweise
es: Función inválida del boton de accion de la página principal
fr: Fonctionnalité d'appel à l'action de la page d'accueil non valide
it: Funzionalità invito all'azione in homepage non valida
ja: トップページに戻る機能が適切に設定されていません。
nb: Ugyldig funksjonalitet på hjemmesidens handlingsknapp
nl: Ongeldige startpagina oproep tot actie functionaliteit
pt_br: Chamada da página inicial inválida para a funcionalidade de ação
ru: Неверное действие кнопки на главной
uk: Неправильний виклик дії
zh_cn: 无效的主页"开始上传"按钮功能
zh_tw: 無效的主頁「開始上傳」按鈕功能

source: Invalid title
cs: Neplatný název
da: Ugyldig titel
de: Ungültiger Titel
es: Título inválido
fr: Titre non valide
id: Judul tidak valid
it: Titolo non valido
ja: タイトルが不正です。
nb: Ugyldig tittel
nl: Ongeldige titel
pl: Błędny tytuł
pt_br: Título inválido
ru: Неверный заголовок
uk: Неправильна назва
zh_cn: 无效标题
zh_tw: 無效標題

source: Invalid status
cs: Neplatný stav
da: Ugyldig status
de: Ungültiger Status
es: Estado inválido
fr: Statut non valide
id: Status tidak valid
it: Stato non valido
ja: ステータスが不正です。
nb: Ugyldig status
nl: Ongeldige status
pl: Nieprawidłowy status
pt_br: Status inválido
ru: Неверный статус
uk: Неправильний статус
zh_cn: 无效的状态
zh_tw: 無效狀態

source: Invalid type
cs: Neplatný typ
da: Ugyldig type
de: Ungültiger Typ
es: Tipo inválido
fr: Type non valide
id: Tipe tidak valid
it: Tipo non valido
ja: タイプが不正です。
nb: Ugyldig type
nl: Ongeldig type
pl: Błędny typ
pt_br: Tipo inválido
ru: Неверный тип
uk: Неправильний тип
zh_cn: 无效的类型
zh_tw: 無效的類型

source: Invalid visibility
cs: Neplatná viditelnost
da: Ugyldig synlighed
de: Ungültige Sichtbarkeit
es: Visibilidad inválida
fr: Visibilité non valide
id: Visibilitas tidak valid
it: Visibilità non valida
ja: 可視性が不正です。
nb: Ugyldig synlighet
nl: Ongeldige zichtbaarheid
pt_br: Visibilidade inválida
ru: Неверная видимость
uk: Неправильна видимість
zh_cn: 无效的可见度
zh_tw: 无效的可见度

source: Invalid target attribute
cs: Neplatný cílový atribut
de: Ungültige Zieleigenschaft
es: Atributo target inválido
fr: Attribut cible non valide
id: Atribut sasaran tidak valid
it: Attributo target non valido
ja: ターゲットの属性が不正です。
nb: Ugyldig målattributt
nl: Ongeldig doelattribuut
pt_br: Atributo de destino inválido
ru: Неверный аттрибут target
uk: Неправильний атрибут target
zh_cn: 无效的目标属性
zh_tw: 無效的目標屬性

source: Invalid rel attribute
cs: Neplatný rel atribut
de: Ungültiges rel-Attribut
es: Atributo rel inválido
fr: Attribut rel non valide
id: Atribut rel tidak valid
it: Attributo rel non valido
ja: refの属性が不正です。
nb: Ugyldig rel-attributt
nl: Ongeldig rel attribuut
pt_br: Atributo rel inválido
ru: Неверный аттрибут rel
uk: Неправильний атрибут rel
zh_cn: 无效的rel属性
zh_tw: 無效的rel屬性

source: Invalid icon
cs: Neplatná ikona
de: Ungültiges Icon
es: Icono inválido
fr: Icône non valide
id: Ikon tidak valid
it: Icona non valida
ja: アイコンが不正です。
nb: Ugyldig ikon
nl: Ongeldig icoon
pl: Błędna ikona
pt_br: Ícone inválido
ru: Неверная иконка
uk: Неправильнf іконка
zh_cn: 无效的图标
zh_tw: 無效的圖標

source: Invalid URL key
cs: Neplatná URL adresa klíče
de: Ungültiger URL-Schlüssel
es: Llave URL inválida
fr: Clé URL non valide
id: Kunci URL tidak valid
it: Chiave URL non valida
ja: URLキーが不正です。
nb: Ugyldig URL-nøkkel
nl: Ongeldige URL sleutel
pt_br: Chave URL inválido
ru: Неверный URL-ключ
uk: Неправильний ключ посилання
zh_cn: 无效的链接值
zh_tw: 無效的鏈接值

source: Invalid file path
cs: Neplatná cesta souboru
de: Ungültiger Dateipfad
es: Ruta de archivo inválida
fr: Chemin de fichier non valide
id: Jalur file tidak valid
it: Percorso file non valido
ja: ファイルパスが不正です。
nb: Ugyldig filbane
nl: Ongeldig bestandspad
pt_br: Caminho de arquivo inválido
ru: Неверный путь к файлу
uk: Неправильний шлях до файлу
zh_cn: 无效的文件路径
zh_tw: 無效的文件路徑

source: Invalid link URL
cs: Neplatná URL adresa odkazu
de: Ungültige Link-URL
es: Enlace URL inválido
fr: Lien URL non valide
id: Link URL tidak valid
it: Link URL non valido
ja: リンクURLが不正です。
nb: Ugyldig lenke-URL
nl: Ongeldige link URL
pt_br: Link de URL inválido
ru: Неверный адрес ссылки
uk: Неправильне посилання URL
zh_cn: 无效的链接网址
zh_tw: 無效的鏈接網址

source: Invalid user minimum age
cs: Neplatný minimální věk uživatele
de: Ungültiges Mindestalter für den Benutzer
es: Edad mínima de usuario inválida
fr: Age minimum invalide
id: Usia minimal pengguna tidak valid
it: Età minima utente non valida
ja: 無効なユーザーの最低年齢です。
nb: Ugyldig minstealder
nl: Ongeldige minimum leeftijd voor gebruiker
pt_br: Idade mínima inválida
ru: Неверно указан минимальный возраст пользователя
uk: Неправильний мінімальний вік користувача
zh_cn: 无效的用户最低年龄
zh_tw: 無效的使用者最低年齡

source: Only alphanumeric, hyphen and underscore characters are allowed
cs: Povoleny jsou pouze alfanumerické znaky, pomlčka a podtržítko
de: Nur alphanumerische Zeichen, Bindestrich und Unterstriche sind erlaubt
es: Solamente se permiten caracteres alfanuméricos, guiones y guion bajo.
fr: Seuls les caractères alphanumériques, les traits d'union et les underscore sont autorisés
id: Hanya karakter alfanumerik, tanda hubung dan garis bawah yang diperbolehkan
it: Sono consentiti solo caratteri alfanumerici, trattino e trattino basso (underscore)
ja: 使用できるのは、英数字、ハイフン、アンダースコアのみです。
nb: Bare alfanumeriske, bindestrek og understrek-tegn er tillatte
nl: Enkel alfanumeriek, koppelteken en underscore karakters zijn toegestaan
pt_br: Apenas caracteres alfanuméricos, hífen e caracteres são permitidos
ru: Только цифры, латинские буквы, дефис и нижнее подчеркивание
zh_cn: 只允许字母, 连字符和下划线字符是允许的
zh_tw: 僅允許字母, 連字符號和下劃線符號是允許的

source: Invalid URL
cs: Neplatná URL adresa
da: Ugyldig URL
de: Ungültige URL
es: URL inválida
fr: URL non valide
id: URL tidak valid
it: URL non valido
ja: 無効なURLです。
nb: Ugyldig URL
nl: Ongeldige URL
pl: Błędny URL
pt_br: URL inválido
ru: Неверный URL
uk: Неправильне посилання
vi: Sai URL
zh_cn: 无效URL
zh_tw: 無效URL

source: Routes can't be the same
cs: Cesty nemůžou být stejné
de: Die Pfade dürfen nicht gleich sein
es: Las rutas no pueden ser iguales
fr: Les adressages ne peuvent pas être identiques.
id: Pengarahan tidak boleh sama
it: I percorsi non possono essere uguali
ja: ルートは同じではありません。
nb: Rutene kan ikke være like
nl: Routes kunnen niet hetzelfde zijn
pt_br: As rotas não podem ser iguais
ru: Маршрут должен быть уникальным
zh_cn: 路径不能是相同的
zh_tw: 路徑是不能相同的

source: Invalid upload image path
cs: Neplatná cesta nahrávaného obrázku
da: Ugyldig billede upload sti
de: Ungültiger Bild-Upload-Pfad
es: Ruta de subidas de imágenes inválida
fr: Répertoire d'envoi d'images non valide
id: Jalur upload gambar tidak valid
it: Percorso caricamento immagine non valido
ja: 有効な画像アップロードパスではありません。
nb: Ugyldig opplastningssti
nl: Ongeldig uploadpad voor afbeeldingen
pl: Błędna ścieżka wysyłania grafik
pt_br: Caminho para o envio de imagens inválido
ru: Неверная папка загрузки изображений
uk: Неправильна папка завантаження зображень
vi: Sai đường dẫn ảnh upload
zh_cn: 无效的图像上传路径
zh_tw: 無效的圖像上傳路徑

source: Invalid call to action URL
cs: Neplatné výzva k akci URL
de: Ungültige "Call to Action"-URL
es: URL de llamada de acción inválida
fr: URL d'appel à l'action non valide
id: Panggilan tidak valid untuk aksi URL
it: URL invito all'azione non valido
ja: 不正なURLです。
nb: Ugyldig oppfordring til handling-URL
nl: Ongeldige call to action URL
pt_br: URL da Call to action inválido
ru: Неверный URL кнопки
uk: Неправильна дія для посилання
vi: Địa chỉ đường dẫn của nút CTA không chính xác
zh_cn: 无效的主页"开始上传"按钮网址
zh_tw: 無效的主頁「開始上傳」按鈕網址

source: Max. allowed %s
cs: Max. povoleno %s
da: Maks tilladt %s
de: Maximal erlaubte %s
es: %s max. permitido
fr: Max. autorisé %s
id: Maks. diperbolehkan %s
it: Massimo consentito %s
ja: 最大%s許可されています。
nb: Maks tillatt %s
nl: Maximum toegestaan: %s
pl: Maksymalny dozwolony %s
pt_br: Máximo permitido %s
ru: Макс. разрешено %s
uk: Макс. дозволено %s
vi: Cho phép tối đa %s
zh_cn: 超过最大允许的 %s
zh_tw: 超過最大允許的 %s

source: Can't map %m to an existing folder (%f)
cs: %m nelze namapovat do existující složky (%f)
de: %m kann nicht auf den bestehenden Ordner (%f) gemappt werden
es: No se puede mapear %m a una carpeta existente (%f)
fr: Impossible d'adresser %m à un dossier existant (%f)
id: Tidak dapat memetakan %m ke folder yang telah ada (%f)
it: Non è possibile mappare %m ad una cartella esistente (%f)
ja: 既にあるフォルダ (%f) と %m は紐付けできません。
nb: Kan ikke tilordne %m til en eksisterende mappe (%f)
nl: Kan %m niet koppelen aan een bestaande map (%f)
pt_br: Não foi possível mapear %m para uma pasta existente (%f)
ru: Не могу создать %m для существующей папки (%f)
zh_cn: 无法映射 %m 到现有的文件夹 (%f)
zh_tw: 無法映射 %m 到現有的檔案夾 (%f)

source: Can't map %m to an existing route (%r)
cs: Nelze namapovat %m na existující trasu (%r)
de: %m kann nicht auf den existierenden Pfad (%r) gemappt werden
es: No se puede mapear %m a una ruta existente (%r)
fr: Impossible d'adresser %m à un adressage existant (%r)
id: Tidak dapat memetakan %m ke rute yang telah ada (%r)
it: Non è possibile mappare %m ad un percorso esistente (%r)
ja: 既にあるルート (%r) と %m は紐付けできません。
nb: Kan ikke tilordne %m til en eksisterende rute (%r)
nl: Kan %m niet koppelen aan een bestaande route (%r)
pt_br: Não foi possível mapear %m para uma rota existente (%r)
ru: Не могу создать %m для существующего маршрута (%r)
zh_cn: 不能映射 %m 到现有的路径 (%r)
zh_tw: 無法映射 %m 到現有的路徑 (%f)

source: Can't map %m to %r (username collision)
cs: %m nelze namapovat k %r (kolize uživatelského jména)
de: %m kann nicht auf %r gemappt werden (Benutzernamen-Kollision)
es: No se puede mapear %m a %r (conflicto con nombre de usuario)
fr: Impossible d'adresser %m à %r (Collision de nom d'utilisateur)
id: Tidak dapat memetakan %m ke %r (tubrukan nama pengguna)
it: Non è possibile mappare %m a %r (conflitto username)
ja: マップを作成できません。 %m%r (ユーザ名の不一致により)
nb: Kan ikke tilordne %m til %r (brukernavnkollisjon)
nl: Kan %m niet koppelen aan %r (gebruikersnaam conflict)
pt_br: Não foi possível mapear %m para %r (colisão de usuário)
ru: Не могу создать %m для %r (существует пользователь с таким именем)
zh_cn: 无法映射 %m 到%r (用户名冲突)
zh_tw: 無法映射 %m 至 %r (使用者名稱衝突)

source: Invalid SMTP server
cs: Špatný SMTP server
da: Ugyldig SMTP server
de: Ungültiger SMTP-Server
es: Servidor SMTP inválido
fr: Serveur SMTP non valide
id: Server SMTP tidak valid
it: Server SMTP non valido
ja: 有効なSMTPサーバーではありません。
nb: Ugyldig SMTP-server
nl: Ongeldige SMTP-server
pl: Błędny serwer SMTPs
pt_br: Servidor SMTP inválido
ru: Неверный SMTP сервер
uk: Неправильний SMTP сервер
vi: Sai máy chủ SMTP
zh_cn: 无效的SMTP服务器
zh_tw: 無效的SMTP服務器
