Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Enable this if you want to allow duplicate uploads from the same IP within 24hrs. This setting doesn't affect administrators.
cs: Zapněte tuto funkci, pokud chcete povolit duplicitní nahrávání obrázků ze stejné IP adresy v rámci 24 hodin. Toto nastavení nemá vliv na administrátory.
de: Aktivieren Sie diese Option, wenn sie doppelte Uploads von der identischen IP-Adresse innerhalb von 24h ermöglichen wollen. Diese Einstellung hat keine Auswirkung auf Administratoren.
es: Habilita esto si deseas permitir subidas duplicadas desde la misma IP en un periodo de 24hrs. Esta configuración no afecta a los administradores.
fr: Activez cette option si vous voulez autoriser la duplication des images mises en ligne à partir de la même adresse IP dans les 24 heures. Ce paramètre n'a aucune incidence sur les administrateurs.
id: Nyalakan ini jika anda ingin memperbolehkan unggahan duplikat dari alamat IP yang sama dalam 24 Jam. Pengaturan ini tidak mempengaruhi administrator.
it: Abilita questa opzione per consentire caricamenti duplicati dallo stesso IP nell'arco di 24 ore. Questa impostazione non ha effetto sugli amministratori.
ja: 24時間以内に同一IPアドレスからの重複アップロードを許可(管理者には適用されません。)
nb: Aktiver dette alternativet hvis du vil tillate duplikatopplastinger fra samme IP innen 24 timer. Denne innstillingen påvirker ikke administratorer.
nl: Schakel dit in indien u het uploaden van van dubbele afbeeldingen vanaf hetzelfde IP wilt toestaan binnen 24 uur​​. Deze instelling heeft geen invloed op beheerders.
pt_br: Ative esta opção se quiser permitir envio duplicado do mesmo IP dentro de 24 horas. Essa configuração não afeta os administradores.
ru: Включите, если хотите разрешить загрузки одинакового содержимого с одного IP-адреса, в течение 24 часов. Эта настройка не влияет на администраторов.
zh_cn: 启用它, 则允许24小时内来自同一个IP的重复上传. 这个设置不会影响管理员.
zh_tw: 啟用它, 則允許24小時內來自同一個IP的重複上傳. 這個設置不會影響管理員.

source: Enable expirable uploads
cs: Povolit časové omezení pro nahrané soubory
de: Uploads mit Ablaufdatum
es: Habilitar subidas expirables
fr: Activer l'expiration des envois
id: Aktifkan upload berkadaluarsa
it: Caricamenti con scadenza
ja: 期限付きアップロードを有効にする
nb: Aktiver utløpsdato på bilder
nl: Sta tijd gebonden uploads toe
pt_br: Ativar envios expiráveis
ru: Включить временные загрузки
uk: Включити автовидалення для завантажень
zh_cn: 启用可过期上传
zh_tw: 啟用限時上傳

source: Enable this if you want to allow uploads with an automatic delete option.
cs: Aktivujte tuto funkci, pokud chcete povolit nahrávání s volbou automatického mazání.
de: Aktivieren, falls Sie Uploads mit einer automatischen Löschung nach einer bestimmten Zeit aktivieren wollen.
es: Habilita esto si quieres permitir la opción de eliminar imágenes automáticamente.
fr: Activez cette option si vous souhaitez autoriser les envois avec une option de suppression automatique.
id: Nyalakan ini jika anda ingin memperbolehkan unggahan dengan sebuah opsi hapus otomatis.
it: Abilita questa opzione per consentire caricamenti con cancellazione automatica.
ja: 画像の自動削除を付加したアップロードを有効にするにはこの設定を有効にしてください。
nb: Aktiver dersom du vil tillate opplastninger med valg om automatisk sletting.
nl: Schakel dit in om uploads met automatisch verwijderen toe te staan.
pt_br: Ative esta opção se você deseja permitir envios com uma opção de exclusão automática.
ru: Включите, чтобы разрешить загрузки с указанием срока хранения.
uk: Включіть це якщо ви хочете щоб були завантаження з автоматичним видалення зображень
zh_cn: 如果你想允许上传与自动删除选项启用它.
zh_tw: 如果您想允許上傳與自動刪除選項請啟用它.

source: Auto delete guest uploads
cs: Automatické mazání návštěvnických uploadů
de: Automatisches Löschen von Gast-Uploads
es: Auto eliminar subidas de invitados
fr: Supprimer automatiquement les images mises en ligne par les invités
id: Hapus otomatis unggahan pengunjung
it: Cancellare automaticamente i guest upload
ja: ゲストアップロードの自動削除
nb: Automatisk sletting av gjesteopplastinger
nl: Automatisch verwijderen van uploads van bezoekers
pt_br: Excluir automaticamente envio de visitantes
ru: Автоматически удалять гостевые загрузки
zh_cn: 自动删除访客图片
zh_tw: 自動刪除訪客上傳

source: Enable this if you want to force guest uploads to be auto deleted after certain time.
cs: Při povolení budou automatické mazány návštěvnické uploady po určitém čase.
de: Aktivieren, falls hochgeladene Bilder von Gästen automatisch nach einer bestimmten Zeit gelöscht werden sollen.
es: Habilita esto si deseas forzar la eliminación automática de las subidas de invitados después de cierto tiempo.
fr: Activez l'option si vous souhaitez supprimer automatiquement après un certain temps les images mis en ligne par les visiteurs.
id: Nyalakan ini jika anda ingin memaksa unggahan pengunjung untuk dihapus otomatis setelah waktu tertentu.
it: Abilitare questa opzione se si desidera forzare i caricamenti degli ospiti per essere eliminati automaticamente dopo un certo tempo.
ja: ゲストアップロードは一定期間後に自動で削除するようにするにはこれを有効にしてください。
nb: Aktiver dersom du ønsker å tvinge automatisk sletting av gjesteopplastinger etter en gitt tid.
nl: Schakel dit in om automatisch afbeeldingen van bezoekers te verwijderen na een bepaalde tijd.
pt_br: Ative isso se desejar forçar os envios dos visitantes a serem excluídos automaticamente após certo tempo.
ru: Включите, чтобы автоматически удалять гостевые загрузки через заданный интервал времени.
zh_cn: 如果要强制访客上传的图片在某段时间后自动删除，请启用此功能.
zh_tw: 開啟後可再一定時間後自動刪除訪客上傳的圖片

source: Maximum image size
cs: Maximální velikost obrázku
de: Maximale Bildgröße
es: Tamaño máximo de imagen
fr: Taille maximale de l'image
id: Ukuran maksimum gambar
it: La dimensione massima dell'immagine
ja: 最大画像サイズ
nb: Maks bildestørrelse
nl: Maximale afbeeldingsgrootte
pt_br: Tamanho máximo da imagem
ru: Максимальный размер изображения
zh_cn: 最大图片大小
zh_tw: 最大圖片大小

source: Images greater than this size will get automatically downsized. Use zero (0) to don't set a limit.
cs: Obrázky větší, než je tato velikost budou automaticky zmenšeny. Zadejte nulu (0) pokud chcete zachovat původní velikost obrázku.
de: Bilder mit einer größeren Dateigröße werden automatisch verkleinert. Verwenden Sie Null (0), um kein Limit festzulegen.
es: Imágenes mayores de este tamaño se reducirán de tamaño automáticamente. Usa cero (0) para no establecer un límite.
fr: Les images supérieures à cette taille seront automatiquement réduites. Utilisez zéro (0) pour ne pas définir de limite.
id: Gambar lebih besar dari ukuran ini akan secara otomatis diturunkan ukurannya. Gunakan Nol (0) untuk tidak menetapkan batas.
it: Immagini più grandi di queste dimensioni avranno automaticamente ridimensionato. Utilizzare zero (0) per non impostare un limite.
ja: このサイズより大きなサイズは自動的にサイズを縮小されます。無制限サイズを選択される場合には「ゼロ」を指定してください。
nb: Bilder som overskrider denne størrelsesbegrensningen vil automatisk bli nedskalert. Angi null (0) for å ikke ha noen begrensninger.
nl: Afbeeldingen groter dan dit formaat worden automatisch verkleind. Gebruik nul (0) om geen limiet in te stellen.
pt_br: As imagens maiores que esse tamanho serão automaticamente reduzidas. Use zero (0) para não definir um limite.
ru: Изображения, размер которых, больше данного лимита, будут автоматически уменьшены. Чтобы не ограничивать максимальный размер изображения, укажите значение ноль(0).
zh_cn: 大于此尺寸的图片将自动缩小尺寸.默认(0)则不设置限制.
zh_tw: 大於此尺寸的圖片將自動縮小尺寸,使用(0)則不設置限制

source: Image Exif data
cs: Exif data obrázku
da: Billede Exif data
de: EXIF-Daten
es: Datos Exif de imagen
fr: Données Exif de l'image
id: Data Exif gambar
it: Dati EXIF
ja: 画像のExifデータ
nb: Exif-data på bilder
nl: Foto Exif gegevens
pt_br: Dados EXIF da imagem
ru: Данные Exif
uk: Exif дані зображення
zh_cn: 图像的Exif数据
zh_tw: 圖像Exif資料

source: Keep
cs: Zachovat
da: Behold
de: Beibehalten
es: Mantener
fr: Garder
id: Biarkan
it: Mantieni
ja: 保持する
nb: Beholde
nl: Bewaar
pt_br: Manter
ru: Сохранять
uk: Тримати
zh_cn: 保留
zh_tw: 保留

source: Select the default setting for image <a %s>Exif data</a> on upload.
cs: Zvolit výchozí nastavení pro <a %s>Exif data</a> obrázku při nahrávání.
de: Wählen Sie die Standardeinstellung für <a %s>EXIF-Daten</a> beim Upload.
es: Selecciona la configuración predeterminada para los <a %s>datos Exif</a> al subir.
fr: Sélectionnez le paramètre par défaut pour les <a %s>données Exif</a> de l'image à l'envoi.
id: Pilih pengaturan default untuk gambar <a %s>Exif data</a> pada ungguhan.
it: Seleziona l'impostazione predefinita per i dati <a %s>EXIF</a> nel caricamento.
ja: アップロードした画像の<a %s>Exifデータ</a>に関してのデフォルト設定を選択してください。
nb: Velg standardinnstilling for bilde <a %s>Exif-data</a> på opplasting.
nl: Kies de standaard waarde voor de <a %s>Exif data</a> van de afbeelding bij uploaden.
pt_br: Selecione a configuração padrão para os dados <a %s> EXIF </a> de uma imagem em um envio.
ru: Выберите настройку по-умолчанию для обработки <a %s>данных Exif</a> при загрузке.
uk: Виберіть налаштування для зображення <a %s>Exif дані</a> при загрузці
zh_cn: 选择默认的图片 <a %s>Exif数据</a> 上传.
zh_tw: 選擇預設的圖像 <a %s>Exif資料</a> 上傳.

source: Image Exif data (user setting)
cs: Exif data obrázku (uživ. nastavení)
de: EXIF-Daten (Benutzer-Einstellung)
es: Datos Exif imagen (configuración de usuario)
fr: Données Exif de l'image (réglage de l'utilisateur)
id: Data Exif gambar (pengaturan pengguna)
it: Dati EXIF (impostazione utente)
ja: 画像のExifデータ（ユーザー設定）
nb: Exif-data (brukerinnstilling)
nl: Foto Exif gegevens (gebruikers instelling)
pt_br: Dados EXIF da imagem (definição do usuário)
ru: Данные Exif (пользовательская настройка)
uk: Exif дані зображення (налаштування)
zh_cn: 图像的Exif数据(用户设定)
zh_tw: 圖像Exif資料 (使用者設置)

source: Enable this if you want to allow each user to configure how image Exif data will be handled.
cs: Povolte, pokud chcete, aby měl každý uživatel možnost nastavit, jak bude nakládáno s EXIF daty obrázku.
de: Aktivieren, falls Sie Benutzern erlauben wollen, die Behandlung von EXIF-Daten beim Upload individuell zu wählen.
es: Habilita esto si quieres permitir que cada usuario pueda configurar como se manejarán los datos Exif.
fr: Activez cette option si vous souhaitez permettre à chaque utilisateur de configurer comment les données Exif de l'image seront traitées.
id: Aktifkan ini jika anda ingin membolehkan setiap pengguna mengatur bagaimana data Exif gambar akan ditangani.
it: Abilita questa opzione per consentire ad ogni utente di configurare la gestione dei dati EXIF.
ja: 画像のExifデータをユーザー毎に設定を許可する場合はこの設定を有効にしてください。
nb: Aktiver denne hvis du vil at brukere selv kan velge hvordan Exif-data behandles.
nl: Schakel dit in om iedere gebruiker toe te staan om aan te geven hoe afbeeldings EXIF gegevens worden behandeld.
pt_br: Habilite esta se você quiser permitir que cada usuário configure como imagem de dados EXIF ​​serão tratadas.
ru: Включите, чтобы разрешить каждому пользователю задавать способ обработки данных Exif.
uk: Включити, якщо ви хочете, щоб кожен користувач для налаштування зображення даних Exif були оброблені.
zh_cn: 启用它, 如果你允许每个用户设置是否删除图像的Exif数据.
zh_tw: 啟用它, 如果您允許每個用戶設置是否刪除圖像的Exif資料.

source: Maximum upload file size
cs: Maximální velikost nahrávaného souboru
de: Maximale Upload-Dateigröße
es: Tamaño máximo de archivo de subida
fr: Taille maximale de l'image importé
id: Ukuran unggah berkas maksimum
it: La dimensione massima del file di caricamento
ja: 最大アップロードファイルサイズ
nb: Maks filstørrelse for opplasting.
nl: Maximale upload bestandsgrootte
pt_br: Tamanho máximo do arquivo para envio
ru: Максимальный размер файла
zh_cn: 最大文件大小 (MB)
zh_tw: 最大上傳大小

source: Maximum size allowed by server is %s. This limit is capped by %u and %p (%f values).
cs: Maximální velikost povolená serverem je %s. Tato velikost je limitována %u a %p (%f hodnoty).
de: Die maximale Dateigröße die vom Server erlaubt wird beträgt %s. Dieses Limit wird von %u und %p begrenzt (%f Werte).
es: Tamaño máximo permitido por el servidor es %s. Este límite es regido por %u y %p (valores %f).
fr: La taille maximale autorisée par le serveur est %s. Cette limite est fixée par %u et %p (valeurs %f)
id: Ukuran maksumum yang diperbolehkan serever adalah %s. Ukuran ini dibatasi oleh %u dan %p (nilai %f).
it: La dimensione massima consentita dal server è %s. Questo limite è ricoperta da %u e %p (%f valori).
ja: サーバーが許可している最大サイズは、%sです。この制限は、%u、%p(%f)によって行われたものです。
nb: Den maksimale størrelsen tillatt av serveren er %s. Denne begrensningen er avkortet av %u og %p (%f-verdier).
nl: Maximum grootte toegestaan door de server is %s. Deze limiet is ingesteld via %u en %p (%f waarden).
pt_br: O tamanho máximo permitido pelo servidor é %s. Esse limite é limitado por %u e %p (valores %f).
ru: Ограничение сервера - %s. Это ограничение обусловлено %u и %p (значения %f).
zh_cn: 服务器最大允许上传%s.因为参数%u和%p(文件:%f)
zh_tw: 主機限制最大上傳大小是%s這個限制是因為%u以及%p(%f的數值)

source: Same as "%s" but for guests.
cs: Stejné jako "%s" ale platné pouze pro neregistrované uživatele.
de: Das Gleiche wie "%s" aber für Gäste.
es: Lo mismo que "%s" pero para invitados.
ja: "%s"と同じですが、ゲストです。
nl: Hetzelfde als "%s" maar dan voor bezoekers.
zh_cn: 跟"%s"一样，游客允许上传大小.

source: Image path
cs: Cesta k obrázku
da: Billede sti
de: Bildpfad
es: Ruta de las imágenes
fr: Répertoire des images
id: Jalur gambar
it: Percorso immagine
ja: イメージパス
nb: Bildesti
nl: Pad
pl: Ścieżka do grafiki
pt_br: Caminho da imagem
ru: Путь к изображениям
uk: Шлях до зображень
vi: Đường dẫn ảnh
zh_cn: 图像路径
zh_tw: 圖片路徑

source: Relative to Chevereto root
cs: Relativně k Chvereto root
da: Relativt til Chevereto root
de: Relativ zum Chevereto-Stammverzeichnis
es: Relativa a la raíz de Chevereto
fr: Relatif à la racine Chevereto
id: Berhubungan ke akar Chevereto
it: Relativo alla root del sito web
ja: サイトルートからの相対パス
nb: Relativ til Cheveretos rotmappe
nl: Relatief aan de hoofdmap van Chevereto
pl: Względna do głównego katalogu Chevereto
pt_br: Relativo ao root do Chevereto
ru: Относительно пути к Chevereto
uk: Відносно шляху до Chevereto
vi: Đến thư mục gốc của Chevereto
zh_cn: 相对于Chevereto的root
zh_tw: 相對於Chevereto根目錄

source: Where to store the images? Relative to Chevereto root.
cs: Kde ukládat obrázky? Relativní k chevereto rootu.
da: Hvor skal billederne gemmes? Relativt til Cheverto root.
de: Wo wollen Sie die Bilder speichern? Relativ zum Chevereto-Stammverzeichnis.
es: ¿Dónde almacenar las imágenes? Relativo a la raíz de Chevereto.
fr: Où stocker les images ? Relatif à la racine Chevereto.
id: Dimana harus menyimpan gambar? Tergantung pada akar Chevereto.
it: Percorso archiviazioni immagini. Relativo alla root del sito web.
ja: 画像をどこへ保存しますか？ウェブサイトのルートからの相対パス
nb: Hvor skal bildene lagres? Relativ sti til Cheveretos rotmappe.
nl: Waar wilt u de afbeeldingen opslaan? Relatief aan de Chevereto hoofdmap
pl: Gdzie przechowywać grafiki? Względnie do głównego katalogu Chevereto.
pt_br: Onde armazenar as imagens? Relativo ao root do Chevereto.
ru: Где хранить изображения? Относительно пути к Chevereto.
uk: Де зберігати зображення? Щодо шляху до Chevereto.
vi: Muốn lưu hình? Đến thư mục gốc của Chevereto
zh_cn: 在哪里存储图像? 相对于Chevereto根目录.
zh_tw: 圖片儲存的位置? 相對於Chevereto根目錄

source: Storage mode
cs: Režim ukládání
da: Lagertilstand
de: Speichermodus
es: Modo de almacenamiento
fr: Mode de stockage
id: Mode penyimpanan
it: Modalità spazio di archiviazione.
ja: ストレージモード
nb: Lagringsmodus
nl: Opslagwijze
pl: Tryb przechowywania
pt_br: Modo de armazenamento
ru: Режим хранения
uk: Режим зберігання
vi: Chế độ lưu trữ
zh_cn: 存储方式
zh_tw: 儲存空間模式

source: Datefolders
cs: Složky podle data
da: Datomapper
de: Datum
es: Carpetas por fecha
fr: Dossiers de dates
id: Tanggalfolder
ja: 日付フォルダ
nb: Datamapper
nl: Datummappen
pl: Foldery z datami
pt_br: Pastas de dados
ru: По датам
uk: Папки по датах
vi: Thư mục theo ngày
zh_cn: 日期文件夹
zh_tw: 利用時間建立資料夾

source: Direct
cs: Přímý
da: Direkte
de: Direkt
es: Directo
id: Langsung
it: Diretto
ja: ダイレクト
nb: Direkte
pl: Bezposrednio
pt_br: Direto
ru: В одной папке
uk: Прямий
vi: Trực tiếp
zh_cn: 默认格式
zh_tw: 直接儲存

source: Datefolders creates %s structure
cs: Složka podle data vytvoří %s strukturu
da: Datofolder skaber %s struktur
de: "Datum" erstellt %s Struktur
es: Datefolders crea una estructura %s
fr: Les dossiers de dates créent une structure %s
id: Tanggalfolder membuat struktur %s
it: Datefolders crea struttura %s
ja: 日付形式を%s形式で作成
nb: Datamapper opprettes i %s struktur
nl: Structuur van datummappen: %s
pl: Foldery z datami tworzą strukturę %s
pt_br: Datefolders cria %s estrutura
ru: Режим "По датам" создает структуру вида %s
uk: "Папки по датах" створює структуру виду %s
zh_cn: 日期文件夹创建 %s 结构
zh_tw: 時間建立資料夾 %s 建立結構

source: File naming method
cs: Metoda pojmenování souborů
da: Fil navngivnings metode
de: Benennungsmethode
es: Método de nombramiento de archivos
fr: Méthode de nommage des fichiers
id: Metode penamaan berkas
it: Modalità denominazione file
ja: ファイル名の命名規則
nb: Filnavngivingsmetoden
nl: Bestandsnaamlogica
pl: Metoda nazewnictwa plików
pt_br: Método de nomeação do arquivo
ru: Формат имени файла
uk: Назви файлів
zh_cn: 文件的命名格式
zh_tw: 檔案命名方式

source: Original
cs: Originální
id: Asli
it: Originale
ja: オリジナル
nl: Orgineel
pl: Oryginalna
ru: Исходный
uk: Оригінал
vi: Gốc
zh_cn: 原始的
zh_tw: 原始

source: Mix original + random
cs: Mix originál + náhodné
de: Mix Original & Zufall
es: Combinar original + aleatorio
fr: Mélange original + aléatoire
id: Campur asli + acak
it: Originale + casuale
ja: オリジナルとランダムの混合
nb: Bland original + tilfeldig
nl: Meng origineel en willekeurig
pt_br: Original Mix + aleatória
ru: Дополнять исходное имя случайными символами
uk: Змішане оригінал + випадкове
zh_cn: 原始的 + 随机
zh_tw: 原始 + 隨機

source: "Original" will try to keep the image source name while "Random" will generate a random name. "ID" will name the image just like the image ID.
cs: "Originál" se bude snažit zachovat název zdrojového obrázku, zatímco "náhodné " bude generovat náhodné jméno. "ID" název bude stejný, jako ID obrázku.
de: Die Einstellung "Original" versucht den ursprünglichen Dateinamen des Bildes zu erhalten, während "Zufall" einen zufälligen Dateinamen erzeugt. "ID" bennent das Bild nach der Bild-ID.
es: "Original" intentará de mantener el nombre original mientras que "Aleatorio" generará un nombre al azar. "ID"nombrará la imagen tal cual la ID de la imagen.
fr: "Original" tentera de garder le nom de l'image source tandis que "aléatoire" générera un nom aléatoire. "ID" nommera l'image comme l'ID de l'image.
id: "Asli" akan mencoba menjaga nama sumber gambar sedangkan "Acak" akan menghasilkan sebuah nama acak. "ID" akan menamakan gambar seperti halnya ID gambar.
it: Con "originale" è conservato il nome nativo, con "casuale" è generato un nome casuale, con "ID" il nome assegnato all'immagine corrisponde all'ID.
ja: 「ランダム」が一意なファイル名を作成する間は、元ファイル名が保持されます。「ID」は、画像にIDを振るのみです。
nb: "Original" vil forsøke å beholde kildefilens navn mens "Tilfeldig" vil generere et tilfeldig navn. "ID" vil gi samme navnet som bilde-ID.
nl: "Origineel" probeert de echte bestandsnaam te behouden terwijl "Willekeurig" een gegenereerde naam krijgt. Met "ID" krijgt de afbeelding enkel het afbeelding ID.
pt_br: "Original" irá tentar manter o nome da fonte de imagem enquanto "AUTO" vai gerar um nome aleatório. "ID" será o nome a imagem exatamente como o ID de imagem.
ru: "Исходный" попытается сохранить изначальное имя файла, "Случайный" создаст случайное имя, а "ID" - использует ID изображения в качестве имени файла.
uk: "Оригінал" намагатиметься зберегти ім'я джерела зображення, а "Випадкова" буде генерувати випадкове ім'я. "ID" назве зображення так само, як зображення ID.
zh_cn: "原始的"会尽量保持图像源名称, 而"随机"则生成一个随机名称. "ID"则使用生成的图像ID来命名.
zh_tw: "原始的"會盡量保持圖像原始名稱, 而"隨機"則產生一個隨機名稱. "ID"則使用圖像ID來產生命名.

source: Thumb size
cs: Velikost miniatury
da: Miniature størrelse
de: Vorschaubildgröße
es: Tamaño de miniatura
fr: Taille de miniature
id: Ukuran Thumb
it: Formato miniature
ja: サムネイルのサイズ
nb: Miniatyrbildestørrelse
nl: Thumbnail formaat
pl: Rozmiar miniaturki
pt_br: Tamanho da miniatura
ru: Размер миниатюры
uk: Розмір мініатюри
vi: Kích thước ảnh nhỏ
zh_cn: 缩略图大小
zh_tw: 縮圖大小

source: Thumbnails will be fixed to this size.
cs: MIniatury budou nastaveny na tuto velikost
da: Miniaturene vil blive fastsat til denne størerlse
de: Vorschaubilder werden an die gewählte Größe angepasst.
es: Las miniaturas se ajustaran a este tamaño.
fr: Les miniatures seront fixées à cette taille.
it: Le miniature avranno questo formato.
ja: サムネイルは、このサイズに変更されます。
nb: Miniatyrbilder vil bli endret til denne størrelsen.
nl: Thumbnails worden aangepast naar dit formaat.
pl: Miniaturki zostaną dopasowane do tego rozmiaru.
pt_br: As miniaturas serão ajustadas para este tamanho.
ru: Миниатюра будет ограничена этим размером.
uk: Мініатюра буде обмежена цим розміром.
vi: Ảnh nhỏ sẽ được giữ nguyên ở kích thước này
zh_cn: 固定大小的缩略图
zh_tw: 縮圖將會被固定在此大小

source: Medium image fixed dimension
cs: Střední velikost obrázku - pevný rozměr
de: Feste Größe für Medium-Bild
es: Dimension fija de la imagen media
fr: Fixe les dimensions d'une image moyenne
it: Dimensione prefissata dell'immagine ridotta
ja: 中間サイズのリサイズ値
nb: Mellomstore bilder, faste størrelser
nl: Medium afbeelding vaste dimensie
pt_br: Imagem média com dimensão fixa
ru: Фиксированная сторона среднего
uk: Середній розмір зображення фіксований
zh_cn: 中等图片尺寸固定
zh_tw: 中等圖像固定尺寸

source: Medium sized images will be fixed to this dimension. For example, if you select "width" that dimension will be fixed and image height will be automatically calculated.
cs: Střední velikost obrázku bude mít tyto rozměry. Například, pokud zvolíte "šířku", tento rozměr bude opraven a výška obrázku bude automaticky vypočítána.
de: Medium-Bilder werden auf eine feste Größe gesetzt. Wenn Sie zum Beispiel die Breite als feste Größe setzen, wird die Höhe automatisch berechnet.
es: Las imágenes medias se fijaran a esta dimension. Por ejemplo, si seleccionas "ancho" esta dimension será fija y el alto de la imagen se calculara automáticamente.
fr: Les images de taille moyenne seront fixées à cette dimension. Par exemple, si vous sélectionnez «width» cette dimension sera fixe et hauteur de l'image sera calculée automatiquement.
it: Se selezioni "larghezza", l'altezza sarà calcolata di conseguenza in automatico, e viceversa.
ja: 中間サイズの画像はこの値にリサイズされます。たとえばもし”幅”を選択した場合、幅はその値でリサイズされ、画像の高さは自動的に計算されてリサイズされます。
nb: Mellomstore bilder vil bli låst til denne dimensjonen. For eksempel, hvis du velger "bredde", vil den verdien bli låst, mens høyden på bildet blir automatisk beregnet.
nl: Medium formaat afbeeldingen worden vastgezet op deze waarden. Bijvoorbeeld, als u 'breedte' selecteert zal die waarde worden vastgezet en zal de afbeeldingshoogte automatisch worden berekend.
pt_br: Imagens médias serão fixado a esta dimensão. Por exemplo, se você selecionar "largura" essa dimensão será fixa e a altura da imagem será automaticamente calculada.
ru: Изображения среднего размера будут приведены к этой стороне. Например, если вы укажите значение "ширина", эта сторона будет зафиксирована, а высота будет рассчитана автоматически.
uk: Середні зображення будуть фіксовані до цього розміру. Для прикладу, якщо ви вибираєте "ширина", то розмір буде фіксованим і висота зображення будуть автоматично розраховані.
zh_cn: 中等图像将被固定至此分辨率. 例如, 如果您选择"宽度", 这方面将是固定的, 图像的高度将自动计算.
zh_tw: 中等圖像將被固定至此分辨率. 例如, 如果您選擇"寬度", 這方面將是固定的, 圖像的高度將自動計算.

source: Medium image fixed size
cs: Střední velikost obrázku - pevná velikost
de: Feste Größe für Medium-Bild
es: Tamaño fijo de la imagen media
fr: Image de taille moyenne fixe
it: Formato fisso delle immagini ridotte
ja: 中間サイズのリサイズ
nb: Mellomstore bilde med fast størrelse
nl: Medium afbeelding vaste grootte
pt_br: Imagem média de tamanho fixo
ru: Фиксированный размер среднего
uk: Середнє зображення фіксованого розміру
zh_cn: 中等图片大小固定
zh_tw: 中等圖像固定大小
