Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Feel free to browse and discover all my shared images and albums.
cs: Neváhejte a prohlédněte si všechny mé sdílené obrázky a alba.
da: Du er velkommen til at gennemse og opdage alle mine delte billeder og albums.
de: Durchsuchen und entdecke alle meine geteilten Bilder und Alben.
es: Siéntete libre de navegar y descubrir todas mis imágenes y álbumes compartidos.
fr: Profitez-en pour découvrir toutes mes images et albums partagés.
id: Silahkan mencari dan menemukan semua gambar dan album yang saya bagikan.
it: Divertiti a sfogliare e scoprire tutte le mie immagini ed i miei album condivisi!
ja: お気軽に共有設定しているアルバムと画像をご覧下さい。
nb: Føl deg fri til å bla gjennom og oppdage alle mine delte bilder og album.
nl: Voel je vrij om mijn gedeelde foto's en albums door te bladeren.
pt_br: Sinta-se livre para navegar e descobrir todas minhas imagens e álbuns compartilhados.
ru: Чувствуйте себя как дома и наслаждайтесь моими изображениями и альбомами.
uk: Не соромтеся, щоб переглянути всі мої завантажені зображення та альбоми.
vi: Cứ thoải mái khám phá tất cả ảnh và album tôi đã chia sẻ công khai.
zh_cn: 随意浏览, 发现我所有的图片和相册共享.
zh_tw: 隨意瀏覽, 探索我所有分享的圖片和相冊

source: View all my images
cs: Zobrazit všechny mé obrázky
da: Vis alle mine billeder
de: Alle meine Bilder anzeigen
es: Ver todas mis imágenes
fr: Voir toutes mes images
id: Tampilkan semua gambarku
it: Visualizza tutte le mie immagini
ja: 全ての画像を見る
nb: Vis alle mine bilder
nl: Bekijk al mijn foto's
pl: Wszystkie moje grafiki
pt_br: Visualize todas minhas imagens
ru: Показать мои изображения
uk: Переглянути всі мої зображення
vi: Xem tất cả ảnh của tôi
zh_cn: 查看我的所有图片
zh_tw: 查看我所有的圖片

source: Plugin
es: Complemento
ja: プラグイン
nb: Utvidelse
ru: Плагин
uk: Плаґін
zh_cn: 插件
zh_tw: 插件

source: That page doesn't exist
cs: Tato stránka neexistuje
da: Denne side findes ikke
de: Diese Seite existiert nicht
es: Esa página no existe
fr: Cette page n'existe pas
id: Halaman tersebut tidak tersedia.
it: La pagina non esiste
ja: ページが存在しません。
nb: Denne siden eksisterer ikke
nl: Deze pagina is niet beschikbaar
pl: Ta strona nie istnieje
pt_br: Esta página não existe
ru: Эта страница не существует
uk: Такої сторінки не існує
vi: 404: Trng này không tồn tại
zh_cn: 该页面不存在
zh_tw: 該網頁不存在

source: Forgot password?
cs: Zapoměli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
es: Recuperar contraseña
fr: Mot de passe oublié ?
id: Lupa password anda?
it: Password dimenticata?
ja: パスワードを忘れてしまいましたか？
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
uk: Забули пароль?
vi: Quên mật khẩu?
zh_cn: 忘记密码?
zh_tw: 忘記密碼?

source: Reset password
cs: Resetovat heslo
da: Nulstil adgangskode
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
id: atur ulang password
it: Reimpostazione password
ja: パスワードのリセット
nb: Nullstill passord
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt_br: Redefinir senha
ru: Сбросить пароль
uk: Скинути пароль
vi: Tạo lại mật khẩu
zh_cn: 重置密码
zh_tw: 重設密碼

source: Resend account activation
cs: Znovu zaslat aktivační informace
da: Gensend aktiveringskode
de: Aktivierungs-Link erneut senden
es: Re-enviar activación de cuenta
fr: Renvoyer l'activation du compte
id: Kirim kembali kode aktivasi
it: Reinvia la richiesta di attivazione account
ja: アカウント認証メールを再送信する
nb: Send kontoaktivering på nytt
nl: Activatie opnieuw verzenden
pl: Wyślij ponownie wiadomość aktywacyjną
pt_br: Reenviar ativação da conta
ru: Повторить отправку ссылки для активации
uk: Повторити відправку посилання для активації
vi: Gửi lại mã kích hoạt
zh_cn: 重新激活帐户
zh_tw: 重寄一封帳號確認信

source: Add your email address
cs: Přidejte vaši e-mailovou adresu.
da: Tilføj din email
de: E-Mail-Adresse hinzufügen
es: Agrega tu dirección de email
fr: Ajouter votre adresse email
id: Masukkan alamat email anda
it: Aggiungi il tuo indirizzo email
ja: メールアドレスの追加
nb: Legg inn din e-postadresse
nl: Voeg uw e-mailadres toe
pl: Dodaj swój adres -email
pt_br: Adicione o seu endereço de email
ru: Добавить адрес электронной почты
uk: Додати адресу електронної пошти
vi: Thêm email của bạn
zh_cn: 添加您的电子邮件地址
zh_tw: 增加您的電子郵件

source: Email changed
cs: E-mail změněn
da: Email opdateret
de: E-Mail-Adresse geändert
es: Email cambiado
fr: Adresse email modifiée
id: Email telah berubah
it: Indirizzo email modificato
ja: メールアドレスが変更されました。
nb: E-post endret
nl: E-mailadres veranderd
pl: Adres e-mail został zmieniony
pt_br: E-mail alterado
ru: Адрес электронной почты изменен
uk: Адреса електронної пошти змінена
vi: Email đã đổi
zh_cn: 该电子邮件已修改
zh_tw: 電子郵件已修改

source: The reCAPTCHA wasn't entered correctly
cs: Kód reCAPTCHA nebyl opsán v pořádku.
da: reCAPTCHA blev ikke indtastet korrekt
de: Das reCAPTCHA wurde nicht korrekt eingegeben
es: El reCAPTCHA no fue ingresado correctamente
fr: Le reCAPTCHA n'a pas été entré correctement
id: Kode reCAPTCHA salah
it: Il codice reCAPTCHA non è stato inserito correttamente
ja: 画像認証が正しくありません。
nb: reCAPTCHA er ikke korrekt
nl: reCAPTCHA is foutief ingevoerd
pl: Kod reCAPTCHA nie został wpisany poprawnie
pt_br: O reCAPTCHA não foi introduzido corretamente
ru: Вы неверно ввели капчу
uk: Ви ввели неправильну капчу
vi: reCAPTCHA chưa nhập đúng
zh_cn: 验证码错误
zh_tw: 驗證碼錯誤

source: Invalid Username/Email
cs: Neplatné uživatelské jméno nebo e-mail.
da: Ugyldig Brugernavn eller Email
de: Ungültiger Benutzername / E-Mail
es: Nombre de usuario / Email inválido
fr: Nom d'utilisateur/email incorrect
id: Username/Email tidak sah
it: Nome utente/Indirizzo email non validi
ja: ユーザ名/メールアドレスが有効ではありません。
nb: Ugyldig brukernavn/e-postadresse
nl: Ongeldige gebruikersnaam of e-mailadres
pl: Błędna nazwa użytkownika lub adres e-mail
pt_br: Nome de usuário ou e-mail inválido
ru: Неверное Имя пользователя/E-mail
uk: Неправильне ім'я користувача або email
vi: Sai Tên / Email
zh_cn: 无效的用户名或电子邮件
zh_tw: 無效的帳號或電子郵件

source: User doesn't have an email.
cs: Uživatel nemá žádnou e-mailovou adresu.
da: Denne bruger har ingen e-mail.
de: Für diesen Benutzer wurde keine E-Mail-Adresse hinterlegt.
es: El usuario no tiene email.
fr: L'utilisateur n'a pas d'adresse email.
id: Pengguna tidak memiliki email
it: L'utente non dispone di indirizzo email.
ja: ユーザのメールアドレスが登録されていません。
nb: Brukeren har ikke registrert e-postadresse.
nl: Deze gebruiker heeft geen e-mailadres.
pl: Użytkownik nie ma adresu e-mail.
pt_br: O usuário não tem um e-mail.
ru: Для этого пользователя не задан адрес электронной почты.
uk: Для цього користувача не задано адресу електронної пошти.
vi: Người dùng chưa có email
zh_cn: 用户没有设置电子邮件.
zh_tw: 使用者沒有設置電子郵件

source: Request denied
cs: Požadavek byl zamítnut
da: Anmodning afvist
de: Anfrage verweigert
es: Solicitud denegada
fr: Demande refusée
id: Permintaan ditolak
it: Richiesta rifiutata
ja: リクエストは拒否されました。
nb: Forespørsel avslått
nl: Aanvraag niet toegestaan
pl: Żądanie odrzucone
pt_br: Pedido negado
ru: В запросе отказано
uk: У запиті відмовлено
vi: Yêu cầu bị từ chối
zh_cn: 请求被拒绝
zh_tw: 請求被否定

source: Account needs to be activated to use this feature
cs: Pro použití této funkce si musíte svůj účet nejprve aktivovat.
da: Din konto skal aktiveres før du kan bruge denne funktion
de: Ihr Konto muss zunächst aktiviert werden, um diese Funktion nutzen zu können
es: La cuenta necesita ser activada para usar esta característica
fr: Le compte doit être activé pour utiliser cette fonction
id: Akun perlu untuk diaktivasi agar bisa menggunakan fitur ini
it: Per utilizzare questa funzionalità è necessaria l'attivazione dell'account
ja: この機能を使用するためには、アカウント認証が必要です。
nb: Kontoen må aktiveres for å benytte denne funksjonen
nl: Gebruikersaccount moet geactiveerd zijn om deze optie te gebruiken!
pl: Aby używać tej funkcji konto musi zostać aktywowane
pt_br: A sua conta precisa ser ativada antes de poder usar este recurso
ru: Для использования этой функции, аккаунт должен быть активирован
uk: Для використання цієї функції, акаунт повинен бути активований
vi: Phải kích hoạt tài khoản để dùng tính năng này
zh_cn: 帐号需要激活才能使用此功能
zh_tw: 要使用這項功能，帳號需要被啟用

source: Account already activated
cs: Účet již byl aktivován
da: Denne konto er allerede aktiveret
de: Das Konto wurde bereits aktiviert
es: La cuenta ya está activada
fr: Compte déjà activé
id: Akun telah diaktivasi
it: Account già attivato
ja: アカウントは既に認証されています。
nb: Konto er allerede aktivert
nl: Gebruikersccount is al geactiveerd
pl: Konto już aktywowane
pt_br: Conta já ativada
ru: Аккаунт уже активирован
uk: Акаунт вже активований
vi: Tài khoản đã kích hoạt
zh_cn: 帐户已经被激活
zh_tw: 帳號已經被啟用

source: Allow up to 15 minutes for the email. You can try again later.
cs: Zkuste to prosím později. E-mail by měl dorazit do 15 minut.
da: Vent venligst op til 15 minutter før du prøver igen. Du kan prøve igen senere.
de: Es kann bis zu 15 Minuten dauern, bis die E-Mail Ihr Postfach erreicht. Versuchen Sie es später noch einmal.
es: Permite hasta 15 minutos para el email. Puedes intentar más tarde.
fr: Veuillez patienter 15 minutes pour l'email. Vous pouvez réessayer ultérieurement.
id: Tunggu sampai 15 menit untuk email. Anda bisa mencoba lagi nanti.
it: Attendi fino a 15 minuti per la ricezione delll'email. Puoi riprovare più tardi.
ja: メールが届くまで15分ほどお待ち下さい。その後、再度お試し下さい。
nb: Vent inntil 15 minutter på e-posten. Du kan forsøke igjen senere.
nl: Wacht a.u.b. 15 minuten op het ontvangen van een e-mail. U kunt het later opnieuw proberen.
pl: Poczekaj 15 minut na wiadomość e-mail. Możesz spróbować ponownie później.
pt_br: Aguarde até 15 minutos para receber o e-mail. Você poderá tentar novamente mais tarde.
ru: Подождите сообщение хотя бы 15 минут. После этого попробуйте ещё раз.
uk: Зачекайте повідомлення хоча б 15 хвилин. Після цього спробуйте ще раз.
vi: Hãy đợi email trong vòng 15 phút. Hoặc bạn có thể thử lại sau.
zh_cn: 已超过15分钟内发送电子邮件次数. 您可以稍后再试.
zh_tw: 已超過15分鐘內發送電子郵件次數，您可以稍後再試

source: Reset your password at %s
cs: Resetujte si své heslo na %s
da: Nulstil din adgangskode til %s
de: Passwort bei %s zurücksetzen
es: Restablecer tu contraseña en %s
fr: Réinitialisez votre mot de passe sur %s
id: Reset password anda di %s
it: Cambia la tua password %s
ja: パスワードが%sに変更されました。
nb: Nullstill ditt passord på %s
nl: Wachtwoord resetten op %s
pl: Reset hasła na %s
pt_br: Mude a sua senha em %s
ru: Сброс пароля на %s
uk: Скинути пароль на %s
vi: Tạo lại mật khẩu lúc %s
zh_cn: 在 %s 重置您的密码
zh_tw: 在 %s 後重設您的密碼

source: Confirmation required at %s
cs: Je vyžadován souhlas na %s
da: Bekræftelse påkrævet til %s
de: Bestätigung für %s benötigt
es: Confirmación requerida en %s
fr: Validation de votre compte sur %s
id: Konfirmasi diperlukan di %s
it: Conferma obbligatoria a %s
ja: %sに確認が必要です。
nb: Bekreftelse kreves på %s
nl: Bevestiging nodig voor %s
pl: Potwierdzenie wymagane na %s
pt_br: Confirme sua conta na %s
ru: Подтверждение регистрации на %s
uk: Підтвердження реєстрації на %s
vi: Xác nhận yêu cầu lúc %s
zh_cn: 您在 %s 注册的账号已经准备好, 激活后可立即使用.
zh_tw: 您在 %s 註冊的帳號已經準備好，啟用後可立即使用.

source: Welcome to %s
cs: Vítejte do %s
da: Velkommen til %s
de: Willkommen bei %s
es: Bienvenido/a a %s
fr: Bienvenue sur %s
id: Selamat datang di %s
it: Benvenuti in %s
ja: ようこそ、%sさん
nb: Velkommen til %s
nl: Welkom bij %s.
pl: Witamy w %s
pt_br: Bem-vindo a %s
ru: Добро пожаловать на %s
uk: Ласкаво просимо на %s
vi: Chào mừng %s
zh_cn: 欢迎来到 %s
zh_tw: 歡迎到%s

source: Passwords don't match
cs: Hesla se neshodují
da: Adgangskoderne matcher ikke
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
id: Password tidak cocok
it: Le password non corrispondono
ja: パスワードが一致しません。
nb: Passordene er ikke like
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie
pt_br: As senhas não coincidem
ru: Пароли не совпадают
uk: Паролі не збігаються
vi: Mật khẩu không khớp
zh_cn: 密码不匹配
zh_tw: 密碼不合

source: Email already being used
cs: E-mailová adresa již v systému existuje
da: Denne email er allerede taget i brug
de: Diese E-Mail wird bereits verwendet
es: Email actualmente en uso
fr: Adresse email déjà utilisée
id: Email telah digunakan
it: Indirizzo email già utilizzato
ja: このメールアドレスは既に使用されています。
nb: E-postadressen er allerede i bruk
nl: E-mailadres wordt al gebruikt door iemand anders
pl: Adres e-mail jest już w użyciu
pt_br: Esse e-mail já está sendo utilizado
ru: E-mail уже используется
uk: Адреса вже використовується
vi: Email đã sử dụng
zh_cn: 该电子邮箱已经被使用
zh_tw: 此電子郵件已被使用

source: Check the errors in the form to continue.
cs: Aby jste mohli pokračovat, zkontrolujte chyby ve formuláři.
da: Kontroller fejlene i formularen for at fortsætte.
de: Beachten Sie die angezeigten Fehler im Formular, bevor Sie fortfahren.
es: Comprueba los errores en el formulario para continuar.
fr: Vérifiez les erreurs dans le formulaire pour continuer.
id: Periksa kesalahan pada kotak isian untuk melanjutkan
it: Per proseguire verifica gli errori di compilazione.
ja: 先に進むためには、フォーム内のエラーを修正してください。
nb: Sjekk feil i skjemaet for å fortsette.
nl: Controleer de fouten in de tekstvelden om verder te gaan.
pl: Sprawdź błędy w formularzu, aby kontynuować
pt_br: Verifique os erros no formulário para continuar.
ru: Перед тем как продолжить, проверьте правильность заполнения формы.
uk: Перед продовженням перевірте форму на наявність помилок
vi: Kiểm tra lỗi trong biểu mẫu để tiếp tục.
zh_cn: 请检查错误并继续.
zh_tw: 請檢查表單中的錯誤以繼續

source: Password required
cs: Je vyžadováno heslo
da: Adgangskode kræves
de: Passwort erforderlich
es: Contraseña requerida
fr: Mot de passe requis
id: Kata sandi diperlukan
it: Password obbligatoria
ja: パスワードが必要です。
nb: Passord kreves
nl: Wachtwoord vereist
pt_br: É necessário uma senha
ru: Требуется указать пароль
uk: Пароль обов'язковий
vi: Yêu cầu mật khẩu
zh_cn: 需要密码
zh_tw: 需要密碼

source: Share
cs: Sdílet
da: Del
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: 共有
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
uk: Поділитися
vi: Chia sẻ
zh_cn: 分享
zh_tw: 分享

source: Embed codes
cs: Kódy pro vložení
da: Del kode
es: Insertar
fr: Codes d'intégration
id: Kode cantumkan
it: Condivisione
ja: 埋め込みコード
nb: Integrasjonskoder
nl: Insluitcodes
pl: Kody do osadzania
pt_br: Códigos para incorporar
ru: Коды для встраивания
uk: Коди для вбудовування
vi: Mã nhúng
zh_cn: 嵌入代码
zh_tw: 嵌入代碼

source: Full info
cs: Kompletní informace
da: Fuld info
de: Alle Informationen
es: Info completa
fr: Infos complètes
id: Informasi lengkap
it: Informazioni estese
ja: 詳細情報
nb: Detaljer
nl: Volledige informatie
pl: Pełne informacje
pt_br: Informação completa
ru: Подробная информация
uk: Детальна інформація
vi: Thông tin đầy đủ
zh_cn: 详细信息
zh_tw: 全部資訊

source: %a album hosted in %w
cs: %a album hostováno v %w
da: %a album hostet i %w
de: %a album ist in %w gespeichert
es: Álbum %a alojado en %w
fr: Album %a hébergé dans %w
id: %a album disimpan di %w
it: Album %a ospitato in %w
ja: %a アルバムは %w にてホストされます。
nb: %a album lagres hos %w
pt_br: Álbum %a salvo em %w
ru: Альбом %a расположенный в %w
uk: %a альбом розміщений в %w
vi: %a album được chia sẻ tại %w
zh_cn: %a 相册托管在 %w
zh_tw: %a 相簿儲存在 %w

source: Stats
cs: Statistiky
da: Statistik
de: Statistik
es: Estadísticas
fr: Statistiques
id: Status
it: Statistiche
ja: 最新状況
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
uk: Статистика
vi: Thống kê
zh_cn: 统计
zh_tw: 統計

source: Images
cs: Obrázky
da: Billeder
de: Bilder
es: Imágenes
id: Foto
it: Immagini
ja: 画像
nb: Bilder
nl: Afbeeldingen
pl: Grafiki
pt_br: Imagens
ru: Изображения
uk: Зображення
vi: Ảnh
zh_cn: 图片
zh_tw: 圖片

source: Albums
cs: Alba
de: Alben
es: Álbumes
id: Album
it: Album
ja: アルバム
nb: Album
pl: Albumy
pt_br: Álbuns
ru: Альбомы
uk: Альбоми
zh_cn: 相册
zh_tw: 相簿

source: Users
cs: Uživatelé
da: Brugere
de: Benutzer
es: Usuarios
fr: Utilisateurs
id: Pengguna
it: Utenti
ja: ユーザ
nb: Brukere
nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
ru: Пользователи
uk: Користувачі
vi: Người dùng
zh_cn: 用户
zh_tw: 使用者

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
uk: Налаштування
vi: Cài đặt
zh_cn: 设置
zh_tw: 設定

source: Chevereto version
cs: Verze Chevereta
es: Versión de Chevereto
fr: Version de Chevereto
id: Versi Chevereto
it: Versione Chevereto
ja: Cheveretoのバージョン
nb: Chevereto-versjon
nl: Versie
pl: Wersja Chevereto
pt_br: Versão
ru: Версия Chevereto
uk: Версія Chevereto
vi: Phiên bản Chevereto
zh_cn: Chevereto版本
zh_tw: Chevereto版本

source: install update
cs: Instalovat aktualizaci
da: installer opdatering
de: Installiere Update
es: instalar actualización
fr: Installer la mise à jour
id: Pasang pembaharuan
it: installa l'aggiornamento
ja: 更新をインストール
nb: installer oppdatering
nl: Update installeren
pl: zainstaluj aktualizację
pt_br: Instalar atualização
ru: установить обновление
uk: Інсталювати оновлення
vi: cài đặt cập nhật
zh_cn: 安装更新
zh_tw: 安裝更新

source: check for updates
cs: Zkontrolovat aktualizace
da: tjek for opdateringer
de: Suche nach Aktualisierungen
es: comprobar actualizaciones
fr: rechercher les mises à jour
id: Cek pembaharuan
it: controlla aggiornamenti
ja: アップデートのチェック
nb: se etter oppdateringer
nl: controleer op updates
pl: sprawdź aktualizacje
pt_br: procurar atualizações
ru: проверить обновления
uk: перевірити оновлення
vi: kiểm tra cập nhật
zh_cn: 检查更新
zh_tw: 檢查更新

source: Support
cs: Podpora
es: Soporte
id: Dukungan
it: Supporto
ja: サポート
nb: Brukerstøtte
nl: Ondersteuning
pt_br: Suporte
ru: Поддержка
uk: Підтримка
vi: Hỗ trợ
zh_cn: 客服支持
zh_tw: 支援

source: Need help? Go to %s and you will get help quickly.
cs: Potřebujete pomoc? Navštivte %s a získejte rychle pomoc nebo radu.
da: Brug for hjælp? Gå til %s, og du får hurtigt hjælp.
de: Benötigen Sie Hilfe? Gehen Sie auf %s und Ihnen wird schnellstmöglich geholfen.
es: ¿Necesitas ayuda? Ve a %s y obtendrás ayuda rápidamente.
fr: Besoin d'aide ? Rendez-vous sur le %s !
id: Butuh bantuan? Pergi ke %s dan anda akan mendapatkan bantuan segera.
it: Serve una mano? Vai al %s per un aiuto veloce!
ja: ヘルプが必要な方は、 %s まで。
nb: Trenger du hjelp? Gå til %s for å få hjelp raskt.
nl: Hulp nodig? Ga naar %s en je krijgt deze zo snel mogelijk.
pt_br: Precisa de ajuda ? Vá até %s e você vai achar ajuda rapidamente.
ru: Нужна помощь? Посетите %s и мы быстро поможем вам.
uk: Потрібна допомога? Перейдіть до %s, і ви швидко отримаєте допомогу.
vi: Cần giúp đỡ? Đi tới %s và bạn sẽ nhận được trợ giúp nhanh chóng.
zh_cn: 需要帮助? 转到%s, 您将快速获得帮助.
zh_tw: 需要協助？前往 %s 以及您將可獲得解答。

source: PHP version
cs: PHP verze
es: Versión de PHP
fr: Version de PHP
id: Versi PHP
it: Versione PHP
ja: PHPバージョン
nb: PHP-versjon
nl: PHP versie
pl: Wersja PHP
pt_br: Versão do PHP
ru: Версия PHP
uk: Версія PHP
vi: Phiên bản PHP
zh_cn: PHP版本
zh_tw: PHP版本

source: Server
es: Servidor
fr: Serveur
ja: サーバ
pl: Serwer
pt_br: Servidor
ru: Сервер
uk: Сервер
vi: Máy chủ
zh_cn: 服务器
zh_tw: 伺服器

source: MySQL version
cs: MySQL verze
es: Versión de MySQL
fr: Version de MySQL
id: Versi MySQL
it: Versione MySQL
ja: MySQLバージョン
nb: MySQL-versjon
nl: MySQL versie
pl: Wersja MySQL
pt_br: Versão do MySQL
ru: Версия MySQL
uk: Версія MySQL
vi: Phiên bản MySQL
zh_cn: MySQL数据库版本
zh_tw: MySQL版本

source: MySQL server info
cs: Informace o MySQL serveru
es: Info servidor MySQL
fr: Infos du serveur MySQL
id: Informasi server MySQL
it: Info server MySQL
ja: MySQLサーバ情報
nb: MySQL-serverinformasjon
nl: MySQL server informatie
pl: Informacje o serwerze MySQL
pt_br: Informação do servidor MySQL
ru: Информация о сервере MySQL
uk: Інформація про сервер MySQL
vi: Thông tin MySQL server
zh_cn: MySQL数据库服务器信息
zh_tw: MySQL伺服器資訊

source: File uploads
cs: Nahraných souborů
da: Fil uploads
de: Datei-Uploads
es: Subidas de archivos
fr: Envoi de fichiers
id: Mengunggah berkas
it: File caricati
ja: ファイルのアップロード
nb: Filopplastinger
nl: Uploads
pl: Wysyłka plików
pt_br: Envios de arquivos
ru: Загрузка файлов
uk: Завантаження файлів
vi: Ảnh upload
zh_cn: 文件上传
zh_tw: 檔案上傳

source: Enabled
cs: Zapnuto
da: Aktiveret
de: Aktiviert
es: Habilitado
fr: Activé
id: Diaktifkan
it: Abilitato
ja: 有効
nb: Aktivert
nl: Ingeschakeld
pl: Włączona
pt_br: Ativado
ru: Вкл.
uk: Увімк.
vi: Đã bật
zh_cn: 启用
zh_tw: 啟用

source: Disabled
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ja: 無効化
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączona
pt_br: Desativado
ru: Выкл.
uk: Вимк.
vi: Đã tắt
zh_cn: 禁用
zh_tw: 禁用

source: Max. upload file size
cs: Max. velikost nahrávaného souboru
da: Maks. upload filstørrelse
de: Maximale Upload-Dateigröße
es: Tamaño máx. de archivo de subida
fr: Taille maximum de l'image importée
id: Ukuran unggah berkas maks.
it: Max. dimensione del file di caricamento
ja: アップロードファイルの最大サイズ
nb: Maks opplastingsstørrelse
nl: Max. upload bestandsgrootte
pt_br: Tamanho máximo do arquivo
ru: Макс. размер файла
uk: Макс. розмір файлу що завантажується
vi: Tập tin tải lên tối đa
zh_cn: 最大的文件上传
zh_tw: 最大上傳檔案大小

source: Max. post size
cs: Max. velikost nahrávání (post size)
da: Maks. post størrelse
de: Maximaler POST-Wert
es: Tamaño máx. de post
fr: Taille d'envoi du formulaire maximale
id: Ukuran maks. penulisan
it: Max. valore POST
ja: 最大投稿サイズ
nb: Maks poststørrelse
nl: Maximale berichtgrootte
pl: Maksymalny rozmiar post
pt_br: Tamanho maximo do envio
ru: Макс. размер POST-запроса
uk: Макс. розмір POST-запиту
vi: Dung lượng đăng tối đa
zh_cn: 最大的执行大小
zh_tw: 最大的傳送大小

source: Max. execution time
cs: Max. čas požadavků (exec, time)
da: Maks. eksekveringstid
de: Maximale Ausführungszeit
es: Tiempo máx. de ejecución
fr: Temps d'exécution maximal
id: Waktu maks. eksekusi
it: Max. tempo di esecuzione
ja: 最大実行時間
nb: Maks kjøretid
nl: Maximale laadtijd uploaden
pl: Maksymalny czas wykonywania
pt_br: Tempo máximo de execução
ru: Макс. время выполнения
uk: Макс. час виконання
vi: Thời gian thi hành tối đa
zh_cn: 最大的执行时间
zh_tw: 最大執行時間

source: %d second
cs: %d sekunda
da: %d sekund
de: %d Sekunde
es: %d segundo
fr: %d seconde
id: %d detik
it: %d secondo
ja: %d 秒
nb: %d sekund
nl: %d seconde
pl: %d sekunda
pt_br: %d segundo
ru: %d секунда
uk: %d секунд
vi: %d giây
zh_cn: %d 秒
zh_tw: %d 秒

source: Memory limit
cs: Limit paměti (mem. limit)
da: Hukommelses grænse
de: PHP-Speicherlimit
es: Límite de memoria
fr: Limite de mémoire
id: Batas memori
it: Limite memoria
ja: メモリ制限
nb: Minnebegrensning
nl: Geheugenlimiet
pl: Limit pamięci
pt_br: Limite de memória
ru: Ограничение памяти
uk: Обмеження пам'яті
vi: Giới hạn bộ nhớ
zh_cn: 内存限制
zh_tw: 記憶體限制

source: Links
cs: Odkazy
es: Enlaces
fr: Liens
id: Tautan
it: Link utili
ja: リンク
nb: Lenker
pl: Odnośniki
ru: Ссылки
uk: Посилання
vi: Đường dẫn
zh_cn: 链接
zh_tw: 連結

source: Documentation
cs: Dokumentace
da: Dokumentation
de: Dokumentation
es: Documentación
id: Dokumentasi
it: Documentazione
ja: ドキュメント
nb: Dokumentasjon
nl: Documentatie
pt_br: Documentação
ru: Документация
uk: Документація
vi: Tài liệu
zh_cn: 文档
zh_tw: 文件

source: Changelog
cs: Seznam změn
da: Seneste nyt
es: Cambios
id: Catatan perubahan
it: Registro novità
ja: 変更履歴
nb: Endringslogg
nl: Wijzigingen
pt_br: Log de mudanças
ru: Список изменений
uk: Список змін
vi: Nhật ký thay đổi
zh_cn: 更新日志
zh_tw: 改版日誌

source: Request new features
cs: Požádat o nové funkce
da: Anmod om nye funktioner
de: Neue Features vorschlagen
es: Solicitar nuevas funciones
fr: Demande de nouvelles fonctionnalités
id: Minta fitur baru
it: Richiedi nuove funzionalità
ja: 新機能のリクエスト
nb: Foreslå nye funksjoner
nl: Vraag nieuwe functies
pt_br: Pedir novas funcionalidades
ru: Предложить новый функционал
uk: Запит нових функцій
vi: Yêu cầu thêm tính năng mới
zh_cn: 请求新功能
zh_tw: 請求新功能
