Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Select an existing album to move the uploaded content. You can also <a class="modal-switch" data-switch="move-new-album">create a new album</a> and move the content there.
cs: Vyberte existující album k nahrání obrázků. Samozřejmě můžete také <a class="modal-switch" data-switch="move-new-album">vytvořit album</a> a nahrát obrázky do něj.
da: Vælg et eksisterende album for at flytte indholdet. Du kan også <a class="modal-switch" data-switch="move-new-album">lave et nyt album</a> of flytte indholdet dertil.
de: Markieren Sie ein bestehendes Album um die hochgeladenen Inhalte zu verschieben. Sie können außerdem ein <a class="modal-switch" data-switch="move-new-album">neues Album</a> erstellen und die Inhalte in das neue Album verschieben.
es: Selecciona el álbum donde quieres trasladar el contenido subido. También puedes <a class="modal-switch" data-switch="move-new-album">crear un álbum</a> y trasladar el contenido al mismo.
fr: Sélectionnez un album existant pour déplacer le contenu envoyé. Vous pouvez également <a class="modal-switch" data-switch="move-new-album">créer un nouvel album</a> et déplacer le contenu dans celui-ci.
id: Pilih sebuah album yang ada untuk memindah konten yang telah diupload Anda juga dapat <a class="modal-switch" data-switch="move-new-album">membuat sebuah album baru</a> dan memindahkan konten kesana.
it: Seleziona un album esistente in cui spostare le immagini caricate. Puoi anche <a class="modal-switch" data-switch="move-new-album">creare un nuovo album</a> e spostarvi il contenuto.
ja: アップロードされたコンテンツを移動するお持ちのアルバムを選択して下さい。 または、 <a class="modal-switch" data-switch="move-new-album">アルバムの新規作成</a>を行い、移動することもできます。
nb: Velg et eksiterende album for å flytte bildene du har lastet opp. Du kan også <a class="modal-switch" data-switch="move-new-album">opprette et nytt album</a> og flytte bildene dit.
nl: Selecteer een bestaand album om de geüploade content naar te verplaatsen. U kunt ook <a class="modal-switch" data-switch="move-new-album">een nieuw album maken</a> en de inhoud daarheen verplaatsen.
pl: Wybierz istniejący album do przeniesienia wysłanej zawartości. Możesz również <a class="modal-switch" data-switch="move-new-album">utworzyć nowy album</a> i przenieść ją do niego.
pt_br: Selecione um álbum existente para mover o conteúdo enviado. Você também pode <a class="modal-switch" data-switch="move-new-album">criar um novo álbum</a> e mover o conteúdo para lá.
ru: Выберите существующий альбом для перемещения загруженного содержимого. Вы также можете <a class="modal-switch" data-switch="move-new-album">создать новый альбом</a> и переместить содержимое в него.
uk: Виберіть існуючий альбом для переміщення завантаженого вмісту. Ви також можете <a class="modal-switch" data-switch="move-new-album">створити новий альбом</a> і перемістити вміст в нього.
vi: Chọn Album sẵn có để chuyển ảnh vào. Hoặc có thể <a class="modal-switch" data-switch="move-new-album">tạo Album mới</a> rồi chuyển hình ảnh vừa upload vào.
zh_cn: 选择一个现有的相册储存将上传的图片. 你也可以<a class="modal-switch" data-switch="move-new-album">创建一个新的相册</a> 和移动图片.
zh_tw: 選擇一個現有的相簿儲存將要上傳的圖片. 你也可以<a class="modal-switch" data-switch="move-new-album">建立一個新的相簿</a> 和移動圖片.

source: Error report
cs: Chybová zpráva
da: Fejl rapport
de: Fehlermeldung
es: Reporte de error
fr: Rapport d'erreur
id: Laporan error
it: Rapporto d'errore
ja: エラーレポート
nb: Feilmelding
nl: Foutrapport
pl: Raport błędu
pt_br: Relatório de erro
ru: Отчет об ошибках
uk: Звіт про помилки
vi: Thông báo lỗi
zh_cn: 错误报告
zh_tw: 錯誤報告

source: album
es: álbum
ja: アルバム
pt_br: álbum
ru: альбом
uk: альбом
zh_cn: 相册
zh_tw: 相簿

source: Viewer links
cs: Odkaz s náhledem
de: Betrachter-Link
es: Enlaces de visualizador
fr: Liens du visualisateur
id: Penonton tautan
it: Link di visualizzazione
ja: 閲覧用リンク
nb: Visningslenker
nl: Kijker
pl: Odnośniki do przeglądarki
pt_br: Ver links
ru: Ссылки на просмотр
uk: Посилання на перегляд
vi: Link người xem
zh_cn: 查看链接
zh_tw: 觀看者連結

source: HTML Codes
cs: HTML kódy
da: HTML koder
es: Códigos HTML
fr: Codes HTML
id: Kode HTML
it: Codici HTML
ja: HTMLコード
nb: HTML-koder
pl: Kody HTML
pt_br: Códigos HTML
ru: HTML-коды
uk: HTML коди
vi: Mã HTML
zh_cn: HTML代码
zh_tw: HTML代碼

source: HTML image
cs: HTML obrázku
da: HTML billede
de: HTML (Vollansicht)
es: HTML imagen
fr: Image HTML
id: Gambar HTML
it: Immagine originale
ja: HTMLイメージ
nb: HTML-bilde
nl: HTML foto
pt_br: Imagem HTML
ru: HTML-код изображения
uk: HTML зображення
zh_cn: HTML图像
zh_tw: HTML圖片

source: HTML full linked
cs: plná velikost obrázku s odkazem na originál
da: HTML fuld link
de: HTML (Vollansicht-Link)
es: HTML completa enlazada
fr: Lien complet HTML
id: Tautan penuh HTML
it: Immagine originale con link
ja: HTMLフルリンク
nb: HTML full link
nl: HTML groot met link
pt_br: HTML completo
ru: HTML-код полноразмерного со ссылкой
uk: HTML код оригіналу з посиланням
zh_cn: HTML详细链接
zh_tw: HTML完整大小連結

source: HTML medium linked
cs: středně velký obrázek s odkazem na originál
de: HTML (Medium-Bild-Link)
es: HTML media enlazada
fr: Lien HTML intermédiaire
id: Tautan medium HTML
it: Immagine ridotta con linkg
ja: 中間サイズへのHTMLリンク
nb: HTML medium link
nl: HTML medium met link
pl: Kod HTML do średniej grafiki z odnośnikiem
pt_br: HTML médio
ru: HTML-код среднего размера со ссылкой
uk: HTML середнього розміру з посиланням
zh_cn: HTML中等大小图片链接
zh_tw: HTML中等圖片連結

source: HTML thumbnail linked
cs: miniatura obrázku s odkazem na originál
da: HTML miniature linked
de: HTML (Vorschaubild-Link)
es: HTML miniatura enlazada
fr: Lien HTML miniature
id: Tautan gambar kecil HTML
it: Immagine in miniatura con link
ja: サムネイルへのHTMLリンク
nb: HTML minibilde-link
nl: HTML thumbnail met link
pl: Kod HTML do miniaturki z odnośnikiem
pt_br: HTML da miniatura
ru: HTML-код миниатюры со ссылкой
uk: HTML код мініатюри з посиланням
zh_cn: HTML缩略图链接
zh_tw: HTML縮圖連結

source: BBCodes
cs: do fóra (BBCode)
da: BBKoder
id: BBcode
it: BBcode
ja: BBコード
nb: BBkoder:
pl: BBCode
pt_br: Códigos BB
ru: BB-коды
uk: BB-коди
zh_cn: BBCode代码
zh_tw: BBCode代碼

source: BBCode full
cs: BBKód plné velikosti obrázku
da: BBCode fuld
de: BBCode (Vollansicht)
es: BBCode completa
fr: BBCode complet
id: BBcode penuh
it: Immagine originale
ja: BBCodeフル
nb: BBkode (full):
nl: BB code groot
pt_br: BBCode completo
ru: BB-код полноразмерного
uk: BB-код оригіналу з посиланням
zh_cn: BBCode详细
zh_tw: BBCode完整大小

source: BBCode full linked
cs: Plný odkaz do diskuzního fóra.
da: BBCode fuld link
de: BBCode (Vollansicht-Link)
es: BBCode completa enlazada
fr: Lien complet BBCode
id: Tautan BBcode penuh
it: Immagine originale con link
ja: BBCodeフルリンク
nb: BBkode (fullstørrelse med lenke)
nl: BB code groot met link
pt_br: BBCode completo
ru: BB-код полноразмерного со ссылкой
uk: BB-код оригіналу з посиланням
zh_cn: BBCode详细链接
zh_tw: BBCode完整大小連結

source: BBCode medium linked
cs: Kód do fóra se střední zmenšeninou obrázku a odkazem.
da: BBCode medium link
de: BBCode (Medium-Bild-Link)
es: BBCode media enlazada
fr: Lien BBCode intermédaire
id: Tautan BBcode sedang
it: Immagine ridotta con link
ja: BBコード(中間サイズへのリンク)
nb: BBkode (mediumstørrelse med lenke)
nl: BB code medium met link
pl: BBCode do średniej grafiki z odnośnikiem
pt_br: Código BBCode do tamanho médio
ru: BB-код среднего размера со ссылкой
uk: BB-код середнього розміру з посиланням
zh_cn: 中等大小的图片的BBCode链接
zh_tw: BBCode中等圖片連結

source: BBCode thumbnail linked
cs: miniatura obrázku s odkazem na originál
da: BBKode miniature linked
de: BBCode (Vorschaubild-Link)
es: BBCode miniatura enlazada
fr: Lien BBCode miniature
id: Tautan BBcode gambar kecil
it: Immagine in miniatura con link
ja: BBコード(サムネイルへのリンク)
nb: BBkode (miniatyrbilde med lenke)
nl: BB code thumbnails met link
pl: BBCode do miniaturki z odnośnikiem
pt_br: Código BBCode da miniatura
ru: BB-код миниатюры со ссылкой
uk: BB-код мініатюри з посиланням
zh_cn: BBCode 缩略图链接
zh_tw: BBCode縮圖連結

source: Markdown full
cs: Markdown kód plné velikosti obrázku
de: Markdown (Vollansicht)
es: Markdown completo
fr: Markdown complet
id: Markdown penuh
it: Immagine originale
ja: 全マークダウン
nl: Markdown groot
ru: Markdown-разметка полноразмерного
uk: Розмітка повна
zh_cn: Markdown详细信息
zh_tw: Markdown 詳細訊息

source: Markdown full linked
cs: Markdown kód plné velikosti obrázku s odkazem
de: Markdown (Vollansicht-Link)
es: Markdown completa enlazada
fr: Markdown complet avec liens
id: Markdown penuh terhubung
it: Immagine originale con link
ja: [いいね]された全マークダウン
nb: Markdown full linket
nl: Markdown groot met link
ru: Markdown-разметка полноразмерного со ссылкой
uk: Розмітка повна посилання
zh_cn: Markdown详细链接
zh_tw: Markdown 詳細連結

source: Markdown medium linked
cs: Markdown kód střední velikosti velikosti obrázku
de: Markdown (Mediumansicht-Link)
es: Markdown media enlazada
fr: Markdown moyen avec liens
id: Markdown sedang terhubung
it: Immagine ridotta con link
ja: 中いいねされたマークダウン
nb: Markdown medium linket
nl: Markdown medium met link
ru: Markdown-разметка среднего размера со ссылкой
uk: Розмітка середня посилання
zh_cn: Markdown中等大小图片链接
zh_tw: Markdown 中等大小圖像連結

source: Markdown thumbnail linked
cs: Markdown kód náhledu obrázku s odkazem
de: Markdown (Vorschaubild-Link)
es: Markdown miniatura enlazada
fr: Markdown miniature avec liens
id: Thumbnail Markdown ditambahkan
it: Immagine in miniatura con link
ja: いいねされたサブネイルをマークダウン
nb: Markdown thumbnail linket
nl: Markdown thumbnail met link
ru: Markdown-разметка миниатюры со ссылкой
uk: Розмітка мініатюрами посилання
zh_cn: Markdown缩略图链接
zh_tw: Markdown 縮圖連結

source: All these words
cs: Všechna tato slova
da: Alle disse ord
de: Alle Wörter
es: Todas estas palabras
fr: Tous ces mots
id: Semua kata ini
it: Tutte queste parole chiave
ja: 全ての語句
nb: Alle disse ordene
nl: Al deze woorden
pt_br: Todas estas palavras
ru: Со словами
uk: Зі словами
zh_cn: 搜索全部关键字内容
zh_tw: 全部關鍵字

source: Type the important words: tri-colour rat terrier
cs: Zadejte důležitá slova: tri-colour rat terrier
de: Wichtige Begriffe eingeben: Roter Afrikanischer Elefant
es: Ingresa las palabras importantes: Terrier ratonero tricolor
fr: Tapez les mots importants : rat terrier couleur
id: Ketik kata-kata penting: tri-warna tikus terrier
it: Inserire le parole chiave: tri-color rat terrier
ja: 重要な語句を入力します。
nb: Skriv inn søkeord
nl: Voer de belangrijke woorden in: tri-colour rat terrier
pt_br: Introduza as palavras importantes: cachorro
ru: Введите ключевые слова: русский черный терьер
uk: Введіть ключові слова: слава україні героям слава
zh_cn: 按此格式码关键字: 风景 人物 摄影
zh_tw: 輸入關鍵字: 風景 人物 攝影

source: This exact word or phrase
cs: Toto konkrétní slovo či frázi
de: Genauer Begriff oder Phrase
es: Esta palabra o frase exactas
fr: Ce mot exact ou la phrase
id: Kata atau farsa tertentu ini
it: Questa parola chiave o frase esatta
ja: これと一致する語句
nb: Eksakt ord eller frase
nl: Precieze woord of zin
pt_br: Esta palavra ou frase exata
ru: Со словосочетанием
uk: Зі словосполученням
zh_cn: 精确搜索关键字（若关键字带空格请加双引号）
zh_tw: 精確搜索關鍵字（若關鍵字帶空格請加雙引號）

source: Put exact words in quotes: "rat terrier"
cs: Zadejte přesná slova v uvozovkách: "rat terrier"
de: Exakter Begriff in Anführungszeichen: "Afrikanischer Elefant"
es: Ingresa las palabras exactas entre comillas: "Terrier ratonero"
fr: Mettez les mots exacts entre quillemets: "rat terrier"
id: Berikan kata yang tepat dalam tanda kutip: "sejenis tikus"
it: Definire le parole chiave esatte tra virgolette: "rat terrier"
ja: 引用する語句を正確に入力
nb: Skriv inn eksakte ord i anførselstegn: "20kg lange"
nl: Type dezelfde woorden in tussen aanhalingstekens: "rat terrier"
pt_br: Introduza palavras exatas entre aspas: "rato terrier"
ru: Заключите словосочетание в кавычки: "черный терьер"
uk: Укладіть словосполучення в лапки: "слава україні"
zh_cn: 按此格式码关键字: "风景 人物"
zh_tw: 按此格式輸入關鍵字: "風景 人物"

source: None of these words
cs: Žádné z těchto slov
de: Begriffe ignorieren
es: Ninguna de estas palabras
fr: Aucun de ces mots
id: Tak satu pun dari kata-kata ini
it: Nessuna di queste parole chiave
ja: これらの語句を含まない
nb: Ingen av disse ordene
nl: Geen van deze woorden
pt_br: Nenhuma destas palavras
ru: Без слов
uk: Без слів
zh_cn: 排除的关键字（若关键字带空格请加双引号）
zh_tw: 排除的關鍵字（若關鍵字帶空格請加雙引號）

source: Put a minus sign just before words you don't want: -rodent -"Jack Russell"
cs: Vložte znaménko mínus před slova, která nechcete povolit: -rodent - "Jack Russell"
de: Minuszeichen vor zu ignorierende Begriffe: -Indischer "Gefangener Elefant"
es: Ingresa un signo menos justo delante de las palabras que no deseas que aparezcan: -Roedor, -"Jack Russell"
fr: Mettez le signe moins devant le mot non souhaité: -rongeur -"James Bond"
id: Berikan tanda minus sebelum kata yang tidak anda inginkan: -hewan pengerat -"Jack Russell"
it: Inserisci un segno meno davanti alle parole chiave non volute: -rodent - "Jack Russell"
ja: 検索結果に含みたくない語句の前にマイナス(-)をつけて下さい。： -ねずみ目 -"ジャック・ラッセル・テリア"
nb: Sett et minustegn foran ord du ikke vil ha : -lange -"20kg"
nl: Voer een minteken in voor de woorden die je niet wilt: -rodent - Jack Russell".
pt_br: Coloque um sinal de subtracção antes das palavras que não lhe interessam: -roedor -"Jack Russell"
ru: Поставьте знак минуса перед словами: -цвет -"русский той"
uk: Поставте знак мінуса перед словами: -колір - "український той"
zh_cn: 在关键字前加减号: -邓丽欣 -"王 祖男"
zh_tw: 在不需要的關鍵字前加減號: -鄧麗欣 -"王 祖男"

source: Storage
cs: Úložiště
de: Datenspeicher
es: Almacenamiento
fr: Stockage
id: Penyimpanan
it: Archiviazione
ja: ストレージ
nb: Lagring
nl: Opslag
pt_br: Armazenamento
ru: Хранилище
uk: Сховище
zh_cn: 存储
zh_tw: 儲存空間

source: IP address
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
id: Alamat IP
it: Indirizzo IP
ja: IPアドレス
nb: IP-adresse
nl: IP adres
pl: Adres IP
pt_br: Endereço de IP
ru: IP-адрес
uk: IP адреса
zh_cn: IP地址
zh_tw: IP位置

source: Album name
cs: Název alba
da: Album navn
es: Nombre del álbum
fr: Nom de l'album
id: Nama Album
it: Nome album
ja: アルバム名
nb: Albumnavn
nl: Album naam
pl: Nazwa albumu
pt_br: Nome do álbum
ru: Название альбома
uk: Назва альбому
vi: Tên Album
zh_cn: 相册名称
zh_tw: 相簿名稱

source: move to existing album
cs: přesunout do existujicího alba
de: in bestehendes Album verschieben
es: trasladar a álbum existente
fr: déplacer dans l'album existant
id: pindahkan ke album yang ada
it: sposta in un album esistente
ja: 既に存在するアルバムへ移動
nb: flytt til eksisterende album
nl: verplaats naar bestaande album
pl: przenieś do istniejącego albumu
pt_br: mover para um álbum existente
ru: переместить в существующий
uk: перемістити в існуючий
vi: chuyển vào Album sẵn có
zh_cn: 移动到现有的相册
zh_tw: 移動到現有的相簿

source: Album description
cs: Popis alba
de: Albumbeschreibung
es: Descripción del ábum
fr: Description de l'album
id: Deskripsi Album
it: Descrizione album
ja: アルバムの説明
nb: Albumbeskrivelse
nl: Album omschrijving
pl: Opis albumu
pt_br: Descrição do álbum
ru: Описание альбома
uk: Опис альбому
vi: Chú thích cho album
zh_cn: 相册描述
zh_tw: 相簿描述

source: Brief description of this album
cs: Stručný popis tohoto alba
de: Kurze Beschreibung des Albums
es: Breve descripción de este álbum
fr: Courte description de l'album
id: Deskripsi singkat album ini
it: Descrizione sintetica di questo album
ja: このアルバムの簡単な説明
nb: Kort beskrivelse av albumet
nl: Korte omschrijving van dit album
pl: Krótki opis tego albumu
pt_br: Breve descrição deste álbum
ru: Краткое описание этого альбома
uk: Короткий опис цього альбому
vi: Mô tả tóm tắt của album này
zh_cn: 简要的描述一下这个相册
zh_tw: 簡短的相簿敘述

source: Album privacy
cs: Soukromí alba
de: Album-Privatsphäre
es: Privacidad del álbum
fr: Album privé
id: Privasi album
it: Privacy album
ja: アルバムの公開モード
nb: Privat album?
pt_br: Privacidade do álbum
ru: Защита альбома
zh_cn: 相册加密
zh_tw: 相簿隱私

source: Who can view this content
cs: Kdo může zobrazit tento obsah
da: Hvem kan se dette indhold
de: Wer kann diesen Inhalt sehen?
es: Quién puede ver este contenido
fr: Qui peut voir ce contenu
id: Siapa yang bisa melihat konten ini
it: Chi può visualizzare questo contenuto
ja: このコンテンツを見ることのできるユーザ
nb: Hvem kan se dette innholdet
nl: Wie kan deze inhoud zien?
pl: Kto może wyświetlać tę zawartość
pt_br: Quem pode visualizar este conteúdo
ru: Кто может просматривать это содержимое
uk: Хто може переглядати цей контент
vi: Ai xem được nội dung này
zh_cn: 谁可以看到
zh_tw: 誰可以看到

source: Private (just me)
cs: Soukromé (pouze já)
da: Privat (Kun mig)
de: Privat (Nur ich)
es: Privado (sólo yo)
fr: Privé (moi uniquement)
id: Pribadi (hanya saya)
it: Privato (solo io)
ja: 非公開 (自分のみ閲覧可)
nb: Privat (bare meg)
nl: Prive (alleen ik)
pl: Prywatny (tylko ja)
pt_br: Privado (apenas eu)
ru: Скрытое (только я)
uk: Приховане (тільки я)
vi: Riêng tư (chỉ bạn thấy)
zh_cn: 加密（只有我）
zh_tw: 私密（只有我）

source: Private (anyone with the link)
cs: Soukromé (kdokoliv komu dáte link)
da: Privat (alle med linket)
de: Privat (Jeder mit Link)
es: Privado (cualquiera con el enlace)
fr: Privé (tous ceux avec le lien)
id: Pribadi (siapapun yang memiliki tautan)
it: Privato (chiunque tramite link)
ja: 非公開 (リンクを知っている人全員)
nb: Privat (alle med link)
nl: Privé (iedereen met link)
pl: Prywatny (każda osoba z linkiem)
pt_br: Privado (qualquer pessoa com o link)
ru: Скрытое (только по ссылке)
uk: Приховане (тільки за посиланням)
vi: Riêng tư (Có link sẽ xem được)
zh_cn: 加密（通过相册链接可见）
zh_tw: 私密（任何知道連結的人）

source: Private (password protected)
cs: Soukromé (chráněno heslem)
de: Privat (passwortgeschützt)
es: Privado (protegido con contraseña)
fr: Privé (protégé par mot de passe)
id: Privat (dilindungi kata sandi)
it: Privato (protetto da password)
ja: 非公開(パスワードが必要)
nb: Privat (passordbeskyttet)
nl: Privé (wachtwoord beveiligd)
pt_br: Privado (protegido por senha)
ru: Скрытое (с паролем)
zh_cn: 加密 (密码访问, 包括你)
zh_tw: 私人 (密碼保護)

source: Album password
cs: Heslo alba
de: Album-Passwort
es: Contraseña del álbum
fr: Mot de passe album
id: Kata sandi album
it: Password album
ja: アルバムパスワード
nb: Albumpassord
nl: Album wachtwoord
pt_br: Senha do álbum
ru: Пароль альбома
zh_cn: 相册密码
zh_tw: 相簿密碼

source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Imię
pt_br: Nome
ru: Имя
uk: Ім'я
vi: Tên
zh_cn: 名字
zh_tw: 名字

source: Category name
cs: Jméno kategorie
de: Kategoriebezeichnung
es: Nombre de la categoría
fr: Nom de catégorie
id: Nama kategori
it: Nome categoria
ja: カテゴリ名
nb: Kategorinavn
nl: Categorie naam
pl: Nazwa kategorii
pt_br: Nome da categoria
ru: Название категории
uk: Назва категорії
vi: Tên của danh sách
zh_cn: 类别名称
zh_tw: 分類名稱

source: URL key
cs: URL klíč
da: URL nøgle
de: URL-Schlüssel
es: Llave URL
fr: Clé URL
id: Kunci URL
it: Chiave URL
ja: URLキー
nb: URL-nøkkel
nl: URL sleutel
pl: Klucz URL
pt_br: Chave URL
ru: Ключ для URL-адреса
uk: Ключ для посилання
vi: Từ khóa URL
zh_cn: 链接 key
zh_tw: 連結key

source: Category URL key
cs: URL klíč kategorie
de: Kategorie-URL-Schlüssel
es: Llave URL de categoría
fr: Clé URL de la catégorie
id: Kunci kategori URL
it: Chiave URL categoria
ja: カテゴリURLキー
nb: Kategori URL-nøkkel
nl: Categorie URL sleutel
pl: Klucz URL kategorii
pt_br: Chave URL da categoria
ru: Ключ для URL-адреса категории
uk: Ключ для посилання категорії
vi: Từ khóa URL của danh sách
zh_cn: 分类 URL key
zh_tw: 分類連結key

source: Only letters, numbers, and hyphens
cs: Pouze písmena, čísla a pomlčky
de: Buchstaben, Ziffern und Bindestriche erlaubt
es: Sólo letras, números y guiones
fr: Lettres, chiffres et tirets uniquement.
id: hanya huruf, nomor dan tanda hubung
it: Soltanto lettere, numeri e trattini
ja: 英文字、数字とハイフンのみです。
nb: Bare bokstaver, tall og bindestrek
nl: Alleen letters, cijfers en koppeltekens
pt_br: Apenas letras, números ou hyfens
ru: Только буквы, цифры и дефисы
uk: Тільки букви, цифри та дефіси
zh_cn: 只允许字母, 数字和字符
zh_tw: 只有字母, 數字和片語

source: Brief description of this category
cs: Stručný popis této kategorie
de: Kurze Beschreibung der Kategorie
es: Breve descripción de esta categoría
fr: Courte description de la catégorie
id: Deskripsi singkat dari kategori ini
it: Descrizione sintetica di questa categoria
ja: このカテゴリの簡単な説明
nb: Kort beskrivelse av denne kategorien
nl: Korte omschrijving van deze categorie
pl: Krótki opis tej kategorii
pt_br: Breve descrição desta categoria
ru: Краткое описание этой категории
uk: Короткий опис цьої категорії
vi: Mô tả tóm tắt của danh sách này
zh_cn: 简要描述这一类别
zh_tw: 簡短的類別敘述

source: Untitled image
cs: Obrázek bez názvu
de: Unbetiteltes Bild
es: Imagen sin título
fr: Image sans nom
id: gambar belum berjudul
it: Immagine senza titolo
ja: 画像のタイトルを入力
nb: Bilde uten navn
nl: Naamloze afbeelding
pl: Grafika bez nazwy
pt_br: Imagem sem titulo
ru: Безымянное
uk: Безіменне
zh_cn: 无标题图像
zh_tw: 未命名圖片

source: You can use wildcard * characters.
cs: Můžete použít zástupné znaky *.
de: Sie können Platzhalter (*) verwenden.
es: Puedes usar caracteres comodín *.
fr: Vous pouvez utiliser des caractères spéciaux.
ja: ワイルドカード * 文字 をご利用いただけます。
nl: Je kunt wildcard * karakters gebruiken.
zh_cn: 你可以使用通配符 * 符号.

source: Expiration date
cs: Datum platnosti
de: Ablaufdatum
es: Fecha de expiración
fr: Date d'expiration
id: Tanggal kadaluarsa
it: Data di scadenza
ja: 期限
nb: Utløpsdato
nl: Vervaldatum
pl: Data wygasania
pt_br: Data de validade
ru: Срок блокировки
uk: Дата закінчення
zh_cn: 截止日期
zh_tw: 到期日

source: Example
cs: Příklad
de: Beispiel
es: Ejemplo
fr: Exemple
id: Contoh
it: Esempio
ja: 例
nb: Eksempel
nl: Voorbeeld
pl: Przykład
pt_br: Exemplo
ru: Пример
uk: Приклад
zh_cn: 例如
zh_tw: 範例

source: Until which date this IP address will be banned? Leave it empty for no expiration.
cs: Do kdy bude tato IP zakázána? Zanechte pole prázdné pro trvalý zákaz.
de: Bis wann soll die IP-Adresse gesperrt werden? Bei keiner Eingabe wird kein Ablaufdatum festgelegt.
es: ¿Hasta qué fecha esta IP estará baneada? Deja en blanco para no establecer expiración.
fr: Jusqu'à quelle date cette adresse IP devra être bannie ? Laissez vide pour illimité.
id: Sampai kapan alamat IP ini diblokir? Biarkon kosong jika tidak ada kadaluarsa
it: Data di scadenza del blocco IP. Lascia vuoto per non impostare alcuna scadenza.
ja: このIPアドレスはいつまでアクセス禁止にしますか？期限なしの場合は空欄にしてください。
nb: Frem til hvilken dato skal IP-adressen blokkeres? La stå blank om du ikke ønsker utløpsdato.
nl: Tot welke datum moet dit IP geblokkeerd worden? Leeg laten is oneindig.
pt_br: Até quando este endereço de IP ficará banido? Deixe em branco para permanente.
ru: Срок блокировки этого IP-адреса. Для бессрочной блокировки оставьте это поле пустым.
uk: До якого часу ця IP-адреса буде заблокована? Залиште його порожнім для безтермінового блокування.
zh_cn: 禁止IP到此日期? 留空则永久禁止.
zh_tw: 阻擋此IP到多久? 留空則永久禁止

source: Message
cs: Zpráva
da: Besked
de: Nachricht
es: Mensaje
id: Pesan
it: Messaggio
ja: 本文
nb: Melding
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
uk: Повідомлення
vi: Nội dung
zh_cn: 消息
zh_tw: 訊息

source: Text message, HTML or a redirect URL
cs: Textová zpráva, HTML nebo přesměrovat URL
de: Textnachricht, HTML oder eine Weiterleitungs-URL
es: Mensaje de texto, HTML o una URL de redirección
fr: Message texte, HTML ou une adresse URL de redirection.
id: Pesan teks, HTML atau sebuah URL pengarahan
it: Messaggio di testo, HTML o URL di reindirizzamento
ja: テキストメッセージ、HTMLまたはリダイレクト先のURL
nb: Tekstmelding, HTML eller en nettadresse for viderekobling
nl: Tekstbericht, HTML of verwijs URL
pt_br: Mensagem de texto, HTML ou um redireccionamento URL
ru: Текстовое сообщение, HTML-код или ссылка для переадресации
uk: Текстове повідомлення, HTML або перенаправлення URL
zh_cn: 文本消息, HTML或重定向URL
zh_tw: 文字訊息, HTML或重導向至URL

source: Existing album
cs: Stávající album
da: Eksisterende album
de: Bestehendes Album
es: Álbum existente
fr: Album existant
id: Album yang telah ada
it: Album esistente
ja: 既に存在するアルバム
nb: Eksisterende album
nl: Bestaand album
pl: Istniejący album
pt_br: Álbum existente
ru: Существующий альбом
uk: Існуючий альбом
vi: Album hiện có
zh_cn: 现有的相册
zh_tw: 現有的相簿
