Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: The user has been deleted
cs: Uživatel byl smazán
da: Brugeren er blevet slettet
de: Der Benutzer wurde gelöscht.
es: El usuario ha sido eliminado
fr: L'utilisateur a été supprimé
id: Pengguna telah dihapus
it: L'utente è stato cancellato
ja: そのユーザは削除されています。
nb: Denne brukeren har blitt slettet
nl: De gebruiker is verwijderd
pl: Użytkownik został usunięty
pt_br: O usuário foi apagado
ru: Пользователь удален
uk: Користувач видалений
vi: Người dùng đã bị xóa
zh_cn: 用户已被删除
zh_tw: 該使用者已被刪除

source: The content has been deleted.
cs: Obsah byl smazán.
da: Indholdet er blevet slettet.
de: Der Inhalt wurde gelöscht.
es: El contenido ha sido eliminado.
fr: Ce contenu a été supprimé.
id: Konten telah dihapus.
it: Il contenuto è stato cancellato.
ja: コンテンツは削除されました。
nb: Innholdet er slettet.
nl: De inhoud is verwijderd
pl: Zawartość została usunięta.
pt_br: O conteúdo foi eliminado.
ru: Содержимое удалено.
uk: Вміст видалено.
vi: Nội dung đã bị xóa
zh_cn: 该图片已经被删除.
zh_tw: 該內容已被刪除

source: Your account is almost ready
cs: Váš účet je téměř připraven
da: Din bruger er næsten klar
de: Ihr Konto ist fast fertig
es: Tu cuenta esta casi lista
fr: Votre compte est presque prêt
id: Akun anda hampir siap
it: Il tuo account è quasi pronto
ja: アカウントの設定が完了するまで、あと少しです。
nb: Kontoen din er nesten klar
nl: Uw account is bijna klaar voor gebruik
pl: Twoje konto jest niemal gotowe
pt_br: A sua conta está quase pronta
ru: Ваша учетная запись почти готова
uk: Ваш обліковий запис майже готовий
vi: Tài khoản bạn đã sẵn sàng
zh_cn: 您的账号已经准备好
zh_tw: 您的帳戶已經準備好

source: An email to %s has been sent with instructions to activate your account. The activation link is only valid for 48 hours. If you don't receive the instructions try checking your junk or spam filters.
cs: E-mail pro %s byl právě odeslán. E-mail obsahuje instrukce o tom jak aktivovat váš účet. Aktivaci je možné provést do 48 hodin. Pokud e-mailovou zprávu neobdržíte, pak prosím zkontrolujte vaši složku se spamem.
da: En email er blevet sendt til %s med instrukser til hvordan du skal aktivere din bruger. Aktivationslinket er kun gyldig de næste 48 timer. Hvis du ikke modtager nogle instrusker anbefaler vi at du prøver at checke din junk eller spam filtrer.
de: Es wurde eine E-Mail an %s mit Informationen zur Aktivierung Ihres Kontos gesendet. Der Aktivierungslink ist nur für einen Zeitraum von 48 Stunden gültig. Falls Sie keine E-Mail erhalten haben, sollten Sie Ihren Junk- oder Spam-Filter überprüfen.
es: Un email ha sido enviado a %s con instrucciones para activar tu cuenta. El enlace de activación sólo es válido por 48 horas. Si no recibes las instrucciones revisa en tu carpeta de correo no deseado.
fr: Un email a été envoyé à l'adresse %s avec les instructions pour activer votre compte. Ce lien d'activation n'est valide que 48 heures. Si vous ne recevez pas les instructions, pensez à vérifier le contenu de vos filtres anti-spam.
id: Sebuah email ke %s telah dikirim dengan instruksi untuk mengaktifkan akun. Tautan aktivasi hanya berlaku untuk 48 jam. Jika anda tidak menerima instruksi coba periksa sampah atau penyaring spam anda.
it: Una e-mail a %s è stata inviata con le istruzioni per attivare il tuo account. Il link di attivazione è valida solo per 48 ore. Se non ricevete le istruzioni Prova a controllare i filtri junk o spam.
ja: %s宛にアカウント認証のためのメールを送信しました。 アカウント認証のためのリンクは48時間以内有効です。届いていない場合には迷惑メールフォルダをチェックして下さい。
nb: En e-post har har blitt sendt til %s med instruksjoner for aktivering av konto. Aktiveringslinken er gyldig i 48 timer. Hvis du ikke har mottatt e-posten, sjekk spamfilteret ditt.
nl: Een e-mail werd verstuurd naar %s met instructies om uw account te activeren. De activatielink is slechts 48 uur geldig. Indien u deze niet heeft ontvangen, controleer dan uw spam-folder.
pl: Na adres %s została wysłana wiadomość z instrukcjami aktywacji konta. Odnośnik jest ważny przez 48 godzin. Jeśli nie otrzymasz instrukcji sprawdź wiadomości w folderze ze spamem.
pt_br: Um e-mail para foi enviado para %s com as instruções para ativar a sua conta. O link de ativação só é válido por 48 horas. Se você não receber as instruções verifique a sua pasta de spam ou lixo.
ru: Инструкции по активации вашего аккаунта были отправлены на %s. Ссылка для активации действительна в течение 48 часов. Если вы не получили сообщение проверьте папку Спам.
uk: Інструкції з активації вашого аккаунта були відправлені на %s. Посилання для активації дійсне протягом 48 годин. Якщо ви не отримали повідомлення перевірте папку Спам.
vi: Một email đến %s đã gửi. Link kích hoạt chỉ tồn tại trong 48 tiếng. Kiểm tra trong Spam nếu không có.
zh_cn: 激活链接电子邮件已发送到您的帐户 %s. 激活链接只适用于48小时. 如果您没有收到请检查您的垃圾邮件或垃圾邮件过滤器.
zh_tw: 啟用的電子郵件已發送到您的帳戶 %s. 啟用連結只適用於48小時以內. 如果您沒有收到請檢查您的垃圾郵件或垃圾郵件過濾器.

source: Go to homepage
cs: Jít na úvodní stránku
da: Gå til hjemmesiden
de: Zur Startseite
es: Ir a la página principal
fr: Retourner sur l'accueil
id: Pergi ke beranda
it: Vai alla home page
ja: ホームへ戻る
nb: Tilbake til startsiden
nl: Naar de startpagina
pl: Przejdź do strony głównej
pt_br: Ir para página inicial
ru: На главную
uk: Головна
vi: Về trang chủ
zh_cn: 转到主页
zh_tw: 轉到主頁

source: Resend activation
cs: Znovu odeslat aktivaci
da: Gensend aktivering
de: Aktivierung wiederholen
es: Re-enviar activación
fr: Renvoyer l'email d'activation
id: Kirim ulang aktivasi
it: Inviami di nuovo la email di attivazione
ja: 認証メールを再送信
nb: Send e-post med aktiveringslink på nytt
nl: Activatie opnieuw verzenden
pl: Wyślij ponownie e-mail aktywacyjny
pt_br: Reenviar ativação
ru: Выслать письмо с активацией аккаунта еще раз
uk: Повторити відправку посилання для активації
vi: Gửi kích hoạt lại
zh_cn: 重新激活
zh_tw: 重新啟用

source: You have successfully changed your account email to %s
cs: Úspěšně jste změnili e-mail k vašemu účtu na %s
da: Du har successfuldt opdateret din kontos email til %s
de: Die E-Mail-Adresse des Kontos wurde erfolgreich auf %s geändert.
es: Has cambiado exitosamente el email de tu cuenta a %s
fr: Vous avez changé l'adresse email de votre compte en %s avec succès
id: Anda telah berhasil mengubah email aktivasi anda ke %s
it: Avete cambiato con successo la tua email account per %s
ja: あなたのアカウントのメールアドレスを%sに変更しました。
nb: Du har endret kontoe-post til %s
nl: U heeft met succes uw e-mailadres aangepast naar %s
pl: Pomyślnie zmieniono adres e-mail na %s
pt_br: Você alterou com sucesso a sua conta de e-mail para %s
ru: Вы успешно поменяли адрес электронной почты на %s
uk: Ви успішно поміняли адресу електронної пошти на %s
vi: Chuyển thành công email sang %s
zh_cn: 您已成功改变了您的帐户的电子邮件 %s
zh_tw: 您已成功改變了您的帳戶的電子郵件 %s

source: Go to my profile
cs: Jdi na můj profil
da: Go til min profil
de: Gehe zum Profil
es: Ir a mi perfil
fr: Allez à mon profil
id: Pergi ke profil ku
it: Vai al mio profilo
ja: プロフィールへ
nb: Gå til min profil
nl: Naar mijn profiel
pl: Przejdź do mojego profilu
pt_br: Ir para o meu perfil
ru: Перейти в мой профиль
uk: Перейти на мою сторінку
vi: Đi tới trang cá nhân
zh_cn: 去我的图片
zh_tw: 前往我的頁面

source: A confirmation link will be sent to this email with details to activate your account.
cs: Odkaz k potvrzení bude zaslán na e-mail spolu s detaily k aktivaci účtu.
da: Et bekræftelselink vil blive sendt til denne e-mail med detaljer for at aktivere din konto.
de: Ein Bestätigungslink mit Anweisungen zur Aktivierung Ihres Kontos wird an Ihre E-Mail-Adresse versendet.
es: Un enlace de confirmación será enviado a este email con detalles para activar tu cuenta.
fr: Un lien de confirmation va être envoyé à cette adresse avec les détails d’activation de votre compte.
id: Sebuah tautan konfirmasi akan dikirim ke email ini dengan detail untuk mengaktifkan akun anda.
it: Un link di conferma verrà inviato a questa email con i dettagli per attivare l'account
ja: アカウントを有効化するための詳細と確認用リンクをメールで送信しました。
nb: En bekreftelseslenke vil bli sendt til denne e-posten med detaljer for å aktivere kontoen din.
nl: Er wordt een bevestigingslink naar dit e-mailadres gestuurd met de nodige gegevens om uw account te activeren.
pl: Odnośnik potwierdzający zostanie wysłany na ten adres razem z instrukcjami aktywacji konta.
pt_br: Um link de confirmação será enviado para este e-mail com os detalhes para ativar sua conta.
ru: На ваш адрес будет отправлена ссылка для активации аккаунта.
uk: На вашу адресу буде надіслане посилання для активації облікового запису.
vi: Đã gửi email link kích hoạt tài khoản.
zh_cn: 确认链接将被发送到这个邮箱, 详情请登录邮箱并激活您的帐户.
zh_tw: 確認連結將被發送到這個郵箱, 詳情請登入信箱並啟用您的帳戶.

source: Your email address
cs: Vaše e-mailová adresa
da: Din email addresse
de: Ihre E-Mail-Adresse
es: Tu dirección de email
fr: Votre adresse email
id: Alamat email anda
it: Il tuo indirizzo email
ja: メールアドレス
nb: Din e-postadresse
nl: Uw e-mailadres
pl: Twój adres e-mail
pt_br: O seu endereço de email
ru: Ваш адрес электронной почты
uk: Ваша адреса електронної пошти
vi: Địa chỉ email của bạn
zh_cn: 你的Email地址
zh_tw: 您的電子郵件

source: Add email
cs: Přidat e-mail
da: Tilføj email
de: E-Mail hinzufügen
es: Agregar email
fr: Ajouter une adresse email
id: Tambahkan email
it: Aggiungi indirizzo email
ja: メールアドレスを追加
nb: Legg til e-post
nl: Email toevoegen
pl: Dodaj adres e-mail
pt_br: Adicionar e-mail
ru: Добавить адрес электронной почты
uk: Додати адресу електронної пошти
vi: Thêm email
zh_cn: 添加Email
zh_tw: 增加電子郵件

source: An email with instructions to reset your password has been sent to the registered email address. If you don't receive the instructions try checking your junk or spam filters.
cs: E-mail s instrukcemi jak resetovat vaše heslo byl právě odeslán na e-mailovou adresu, kterou jste uvedli při registraci. Pokud jste e-mail s instrukcemi neobdrželi, pak prosím zkontrolujte vaši složku se spamem či ostatní filtrovanou poštu.
da: En email med instruktioner til hvordan du nulstiller deres kodeord er blevet sendt til det registreret email addresse. Hvis du ikke modtager instrukserne, skal du checke din junk og spam filtrer.
de: Es wurde eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts an die hinterlegte E-Mail-Adresse gesendet. Falls Sie keine E-Mail erhalten haben, sollten Sie Ihren Junk- oder Spam-Filter überprüfen.
es: Un email con instrucciones para restablecer tu contraseña ha sido enviado a la dirección de email con la que te registraste. Si no recibes las instrucciones revisa en tu carpeta de correo no deseado.
fr: Un email avec les instructions pour réinitialiser votre mot de passe a été envoyé à votre adresse email. Si vous ne recevez pas les instructions, vérifiez vos filtres anti-spam.
id: Sebuah email dengan instruksi mengatur ulang kata sandi anda telah dikirim ke email yang terdaftar. Jika anda tidak menerima instruksi cobalah periksa sampah atau penyaring spam.
it: Ti abbiamo inviata una email all'indirizzo email registrato con le indicazioni per reimpostare la password. Se non la hai ricevuta, verifica anche nelle cartelle spam o posta indesiderata.
ja: パスワードのリセット方法を登録されているメールアドレス宛に送信しました。もし届いていない場合には、迷惑メールフォルダをチェックして下さい。
nb: En e-post med instruksjoner for å nullstille passordet ditt har blitt sendt til e-postadressen du har registrert. Hvis du ikke mottar instruksjonene, sjekk spamfilteret ditt.
nl: Een e-mail met instructies om uw wachtwoord te resetten is verstuurd naar het opgegeven e-mailadres. Indien u deze niet heeft ontvangen, controleer dan uw spam-folder.
pl: Wiadomość z instrukcjami resetowania hasła została wysłana na przypisany adres e-mail. Jeśli nie otrzymasz instrukcji sprawdź wiadomości w folderze ze spamem.
pt_br: Um e-mail com instruções para redefinir sua senha foi enviado para o endereço de e-mail da sua conta. Se você não receber as instruções verifique a sua pasta de spam ou lixeira.
ru: Инструкции по сбросу пароля были оправлены на ваш адрес. Если вы их не получили, проверьте папку Спам.
uk: Інструкції по скиданню паролю були надіслані на вашу адресу. Якщо ви їх не отримали, перевірте папку Спам.
vi: Chúng tôi đã gửi 1 email chứa mã reset và hướng dẫn cách reset lại mật khẩu đến địa chỉ email đăng ký tài khoản. Nếu không nhận được email nào trong vòng 10 phút, hãy kiểm tra lại hộp thư rác và Spam
zh_cn: 这封关于重新设定密码的邮件已发送到您的邮箱. 如果你收不到请检查你的垃圾邮件.
zh_tw: 一封關於重新設定密碼的郵件已發送到您的郵箱. 如果你收不到請檢查你的垃圾郵件.

source: Resend instructions
cs: Zaslat instrukce znova.
da: Gensend instrukser
de: Anweisungen erneut senden
es: Re-enviar instrucciones
fr: Renvoyer les instructions
id: Kirim ulang instruksi
it: Invia di nuovo le istruzioni
ja: 手順を再送信
nb: Send på nytt
nl: Instructies opnieuw verzenden
pl: Wyślij instrukcje ponownie
pt_br: Reenviar instruções
ru: Повторить отправку инструкций
uk: Повторити відправку інструкцій
vi: Gửi lại hướng dẫn
zh_cn: 重新发送
zh_tw: 重新發送

source: An error occurred. Please try again later.
cs: Došlo k chybě. Prosím zkuste opakovat akci později.
da: Der er sket en fejl. Venligt prøv igen senere.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Ha ocurrido un error. Por favor inténtalo más tarde.
fr: Une erreur est survenue. Veuillez réessayer plus tard.
id: Terjadi sebuah kesalahan. Harap coba lagi lain kali.
it: Si è verificato un errore. Riprova più tardi.
ja: エラーが発生しました。後ほど、再度お試し下さい。
nb: En feil oppsto. Vennligst forsøk senere.
nl: Er is een fout opgetreden. Probeer het later nog eens.
pl: Wystąpił błąd. Spróbuj ponownie później.
pt_br: Ocorreu um erro. Por favor, tente novamente mais tarde.
ru: В процессе выполнения произошла ошибка. Пожалуйста попробуйте позже.
uk: У процесі виконання сталася помилка. Будь ласка спробуйте пізніше.
vi: Có lỗi xảy ra, hãy quay lại sau.
zh_cn: 发生错误. 请稍后再试.
zh_tw: 發生錯誤. 請稍後再試.

source: A previous email has been sent with instructions to reset your password. If you did not receive the instructions try checking your junk or spam filters.
cs: E-mail s instrukcemi k resetování vašeho hesla jsme již odeslali. Pokud vám nedorazil pak si prosím zkontrolujte vaši složku se spamem.
da: En email er blevet sendt til %s med instrukser til hvordan du skal aktivere din konto.n\Hvis du modtager instrukserne, check din junk og spam filtrer.
de: Es wurde bereits eine E-Mail mit Anweisungen an die hinterlegte E-Mail-Adresse versendet. Falls Sie keine E-Mail erhalten haben, sollten Sie Ihren Junk- oder Spam-Filter überprüfen.
es: Un email a %s ha sido enviado con instrucciones para activar tu cuenta. Si no recibes las instrucciones revisa en tu carpeta de correo no deseado.
fr: Un email a été envoyé avec les instructions pour activer votre compte à l'adresse %s.n\\Si vous ne recevez pas les instructions, essayez de vérifier vos filtres anti-spam.
id: Email sebelumnya telah dikirim dengan instruksi untuk mengubah kata sandi anda. Jika anda tidak menerima instruksi cobalah periksa sampah atau penyaring spam.
it: Ti abbiamo già inviata una email con le indicazioni per reimpostare la password. Se non la hai ricevuta, verifica anche nelle cartelle spam o posta indesiderata.
ja: パスワードのリセットの手順をメールで送信しました。届いていない場合には、迷惑メールフォルダをチェックして下さい。
nb: Det har allerede blitt sendt en e-post for å nullstille ditt passord. Hvis du ikke har mottatt e-posten, sjekk spamfilteret ditt.
nl: Een eerdere e-mail is verstuurd met instructies om uw wachtwoord te resetten. Indien u deze niet heeft ontvangen, controleer dan uw spam-folder.
pl: Poprzednia wiadomość z instrukcjami resetowania hasła została wysłana. Jeśli jej nie otrzymałeś sprawdź wiadomości w folderze ze spamem.
pt_br: Um email anterior foi enviado com instruções para redefinir a sua palavra passe. Se não recebeu as instruções verifique a sua pasta de correio não solicitado/spam/Lixo.
ru: Вам уже было отправлено сообщение с инструкциями по сбросу пароля. Если вы не получили сообщения, проверьте папку Спам.
uk: Вам вже було надіслано повідомлення з інструкціями щодо скидання пароля. Якщо ви не отримали повідомлення, перевірте папку Спам.
vi: Chúng tôi đã gửi email chứa mã reset mật khẩu và hướng dẫn. Nếu không nhận được email nào trong vòng 10 phút, hãy kiểm tra lại hộp thư rác và Spam
zh_cn: 刚才的电子邮件已发送和说明重置您的密码. 如果您没有收到邮件, 请尝试检查您的垃圾邮件或垃圾邮件过滤器.
zh_tw: 剛才的電子郵件已發送和說明重置您的密碼. 如果您沒有收到郵件, 請嘗試檢查您的垃圾郵件或垃圾郵件過濾器

source: Enter your username or the email address that you used to create your account.
cs: Vložte vaše přihlašovací jméno, nebo e-mailovou adresu, kterou jste uvedli během registrace.
da: Indtast dit brugernavn eller email adressen som du brugte til at lave kontoen med.
de: Bitte geben Sie Ihren Benutzernamen oder die E-Mail-Adresse an, die Sie bei der Erstellung des Kontos benutzt haben.
es: Introduce tu nombre de usuario o el email que usaste cuado creaste tu cuenta.
fr: Saisissez votre nom d'utilisateur ou l'adresse email attachée à votre compte.
id: Masukkan username atau alamat email yang anda gunakan untuk membuat akun anda.
it: Inserisci username/email utilizzato per creare il tuo account.
ja: アカウント作成時のユーザ名、または、メールアドレスを入力して下さい。
nb: Skriv inn brukernavnet ditt, eller e-postadressen du oppga da du registrerte deg.
nl: Voer je gebruikersnaam of e-mailadres in.
pl: Użyj nazwy użytkownika lub adresu e-mail użytego przy rejestracji.
pt_br: Introduza o seu nome de usuário ou o seu endereço de e-mail que usou para criar a sua conta.
ru: Введите имя пользователя и адрес электронной почты, использованные при регистрации.
uk: Введіть ім'я користувача та адресу електронної пошти, використані при реєстрації.
vi: Nhập tên đăng nhập hoặc tài khoản email bạn đã dùng lúc tạo tài khoản.
zh_cn: 请输入您的用户名或您注册帐户的电子邮件地址.
zh_tw: 請輸入您的帳戶名稱或您註冊帳戶的電子郵件地址.

source: Submit
cs: Odeslat
da: Indsend
de: Senden
es: Enviar
fr: Envoyer
id: Kirimkan
it: Invia
ja: 送信
nb: Utfør
nl: Versturen
pl: Wyślij
pt_br: Enviar
ru: Отправить
uk: Надіслати
vi: Gửi
zh_cn: 提交
zh_tw: 送出

source: Your password has been changed. You can now try logging in using your new password.
cs: Vaše heslo bylo úspěšně změněno. Nyní se můžete přihlásit s vašim novým heslem.
da: Dit kodeord er blevet ændret. Du kan logge ind med dit nye kodeord.
de: Ihr Passwort wurde geändert. Sie können nun versuchen, sich mit Ihrem neuen Passwort anzumelden.
es: Tu contraseña ha sido actualizada. Puedes intentar ingresar ahora usando tu nueva contraseña.
fr: Le mot de passe a été modifié. Vous pouvez essayer de vous connecter à l'aide de votre nouveau mot de passe.
id: Kata sandi anda telah diubah. Kini anda dapat mencoba masuk dengan kata sandi baru anda.
it: La tua password è stata modificata. Ora puoi collegarti con la nuova password.
ja: パスワードの変更が完了しました。新しいパスワードでログインして下さい。
nb: Passordet ditt er endret. Du kan nå logge inn med det nye passordet.
nl: Uw wachtwoord is aangepast. U kunt vanaf nu inloggen met uw nieuw wachtwoord.
pl: Hasło zostało zmienione. Spróbuj zalogować się przy użyciu nowego hasła.
pt_br: A sua senha foi alterada com sucesso. Agora você pode iniciar sessão com a sua nova senha.
ru: Пароль успешно изменен. Вы можете войти используя ваш новый пароль.
uk: Пароль успішно змінений. Ви можете увійти використовуючи ваш новий пароль.
vi: Mật khẩu của bạn đã đổi thành công. Từ giờ bạn có thể đăng nhập bằng mật khẩu mới.
zh_cn: 您的密码已被更改. 现在, 您可以尝试使用您的新密码登录.
zh_tw: 您的密碼已被更改. 現在, 您可以嘗試使用您的新密碼登入.

source: Login now
cs: Přihlásit se
da: Log ind nu
de: Jetzt anmelden
es: Ingresar ahora
fr: Se connecter
id: Masuk sekarang
it: Collegati ora
ja: 今すぐログイン
nb: Logg inn nå
nl: Nu inloggen
pl: Zaloguj się teraz
pt_br: Entrar agora
ru: Войти сейчас
uk: Увійти зараз
vi: Đăng nhập
zh_cn: 现在登录
zh_tw: 現在登入

source: Enter the new password that you want to use.
cs: Vložte nové heslo, které chcete používat.
da: Indtast den nye kodeord du vil bruge.
de: Bitte geben Sie ein neues Passwort ein.
es: Introduce la nueva contraseña que deseas utilizar.
fr: Saisissez le nouveau mot de passe que vous souhaitez utiliser.
id: Masukkan kata sandi yang ingin anda gukanan.
it: Inserisci la nuova password che intendi utilizzare.
ja: 新しいパスワードを入力して下さい。
nb: Skriv inn nytt passord
nl: Voer een nieuw wachtwoord in.
pl: Wpisz nowe hasło, którego chcesz użyć
pt_br: Introduza a nova senha que pretende usar.
ru: Введите новый пароль
uk: Введіть новий пароль
vi: Nhập mật khẩu mới mà bạn muốn sử dụng.
zh_cn: 请输入您要使用的新密码.
zh_tw: 請輸入您要使用的新密碼.

source: New Password
cs: Nové heslo
da: Nyt Kodeord
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
nb: Nytt passord
nl: Nieuw wachtwoord
pl: Nowe hasło
pt_br: A nova senha
ru: Новый пароль
uk: Новий пароль
vi: Mật khẩu mới
zh_cn: 新密码
zh_tw: 新密碼

source: %d characters min
cs: %d znaků minimálně
da: %d tegn min
de: Mindestens %d Zeichen
es: %d caracteres min
fr: %d caractères min
id: Min. %d karakter
it: Minimo %d caratteri
ja: 最低%d文字
nb: minst %d tegn
nl: minimaal %d tekens
pl: minimum %d znaków
pt_br: %d caracteres mínimos
ru: мин. %d символов
uk: мін. %d символів
vi: tối thiểu phải %d ký tự
zh_cn: 最少 %d 个字符
zh_tw: 最少 %d 個字元

source: Enter your new password
cs: Vložte vaše nové heslo
da: Indtast dit nye kordord
de: Neues Passwort eingeben
es: Introduce tu nueva contraseña
fr: Saisissez un nouveau mot de passe
id: Masukkan kata sandi baru anda
it: Inserisci la tua nuova password
ja: 新しいパスワードを入力して下さい。
nb: Skriv inn ditt nye passord
nl: Voer een nieuw wachtwoord in
pl: Wpisz swoje nowe hasło
pt_br: Introduza sua nova senha
ru: Введите ваш новый пароль
uk: Введіть ваш новий пароль
vi: Nhập mật khẩu mới của bạn
zh_cn: 请输入您的新密码
zh_tw: 輸入新密碼

source: Confirm password
cs: Potvrďte heslo
da: Bekræft kodeord
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
id: Konfirmasi kata sandi
it: Conferma password
ja: 新しいパスワード（確認）
nb: Bekreft passord
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirme sua senha
ru: Подтвердите пароль
uk: Підтвердіть пароль
vi: Xác nhận lại mật khẩu
zh_cn: 请再次输入新密码确认
zh_tw: 確認密碼

source: Re-enter your new password
cs: Znovu vyplňte nové heslo
da: Genindtast dit nye kodeord.
de: Passwort wiederholen
es: Re-ingresa tu nueva contraseña
fr: Confirmez le nouveau mot de passe
id: Masukkan kembali kata sandi baru anda
it: Reinserisci la tua nuova password
ja: 新しいパスワードを再度入力して下さい。
nb: Skriv inn ditt nye passord igjen
nl: Wachtwoord nogmaals invoeren
pl: Wpisz ponownie swoje nowe hasło
pt_br: Digite novamente a sua nova senha
ru: Повторите новый пароль
uk: Підтвердіть новий пароль
vi: Nhập lại mật khẩu mới
zh_cn: 请再次输入新的密码
zh_tw: 重新輸入新密碼
