Repository: rodber/chevereto-free
Catalog: app/content/languages/*.po
Languages: cs, da, de, es, fr, id, it, ja, nb, nl, pl, pt_br, ru, uk, vi, zh_cn, zh_tw

source: Most liked
cs: Nejoblíbenější
da: Mest synes godt om
de: Beliebt
es: Más me gusta
fr: Plus aimés
id: Paling disukai
it: Più piaciute
ja: もっともいいね！されている
nb: Mest likt
nl: meest geliked
pl: Najbardziej lubiane
pt_br: Mais curtidas
ru: Избранные
uk: Найбільш сподобались
vi: Được thích nhiều nhất
zh_cn: 最喜欢的
zh_tw: 最喜歡的

source: Explore
cs: Prozkoumat
da: Udforsk
de: Entdecken
es: Explorar
fr: Explorer
id: Jelajahi
it: Esplora
ja: もっと見る
nb: Utforsk
nl: Verkennen
pl: Eksploruj
pt_br: Galeria
ru: Обзор
uk: Огляд
vi: Khám phá ảnh
zh_cn: 探索
zh_tw: 探索

source: Animated
cs: Animované
da: Animeret
de: Animiert
es: Animado
fr: Animé
it: Animato
ja: アニメーション
nb: Animert
nl: Geanimeerde
pt_br: Animadas
ru: Анимации
vi: Ảnh động
zh_cn: 动图
zh_tw: 動圖

source: Search
cs: Hledat
da: Søg
de: Suche
es: Buscar
fr: Rechercher
id: Cari
it: Cerca
ja: 検索
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

source: People
cs: Lidé
da: Folk
de: Menschen
es: Gente
fr: Personnes
it: Persone
ja: 人々
nb: Folk
nl: Mensen
pt_br: Pessoas
ru: Люди
uk: Люди
vi: Mọi người
zh_cn: 人
zh_tw: 人

source: Image
cs: Obrázek
da: Billede
de: Bild
es: Imagen
id: Gambar
it: Immagine
ja: 画像
nb: Bilde
nl: Afbeelding
pl: Grafika
pt_br: Imagem
ru: Изображение
uk: Зображення
vi: Ảnh
zh_cn: 图片
zh_tw: 圖片

source: Album
es: Álbum
ja: アルバム
pt_br: Álbum
ru: Альбом
uk: Альбом
vi: Albums
zh_cn: 相册
zh_tw: 相簿

source: User
cs: Uřivatel
da: Bruger
de: Benutzer
es: Usuario
fr: Utilisateur
id: Pengguna
it: Utente
ja: ユーザ
nb: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
uk: Користувача
vi: Người dùng
zh_cn: 用户
zh_tw: 使用者

source: Can't create %s destination dir
cs: Nelze vytvořit %s cílový adresář
da: Kan ikke oprette %s destinationsdir
de: %s Zielverzeichnis kann nicht erstellt werden
es: No se puede crear el directorio %s de destino
fr: Impossible de créer le dossier de destination %s
id: Tidak dapat membuat direktori tujuan %s
it: Impossibile creare la cartella di destinazione %s
ja: 転送先ディレクトリ %s が作成できません。
nb: Kan ikke opprette %s mappe målet
nl: Kan doelmap %s niet maken
pl: Nie można utworzyć katalogu docelowego %s
pt_br: Não foi possível criar %s destino dir
ru: Невозможно создать каталог %s
uk: Неможливо створити %s папку у призначеному місці
vi: Không thể tạo %s đường dẫn đích
zh_cn: 无法创建 %s 目标目录
zh_tw: 無法創建 %s 目標目錄

source: Can't open %s for writing
cs: Nelze otevřít %s pro zápis
da: Kan ikke åbne %s til skrivning
de: %s kann nicht zum Schreiben geöffnet werden
es: No se puede abrir %s para escritura
fr: Impossible d'ouvrir %s pour écriture
id: Tidak dapat membuka %s untuk ditulis
it: Impossibile aprire %s in scrittura
ja: 書込み権限で %s を開けません。
nb: Kan ikke åpne %s for skriving
nl: Kan %s niet openen om te schrijven
pt_br: Não foi possível abrir %s para escrita
ru: Невозможно открыть %s для записи
uk: Неможливо відкрити %s для запису
vi: Không thể mở %s để sửa
zh_cn: 无法打开 %s 写入
zh_tw: 無法打開 %s 寫入

source: Internal
cs: Interní
da: Internt
de: Intern
es: Interna
fr: Interne
it: Interno
ja: 内部
nb: Lokalt
nl: Intern
pt_br: Interno
ru: Внутреннее
uk: Внутрішній
vi: Nội bộ
zh_cn: 内部
zh_tw: 內部

source: Can't insert storage.
cs: Nelze vložit úložiště.
da: Kan ikke indsætte lager.
de: Datenspeicher kann nicht eingefügt werden.
es: No se puede insertar el almacenamiento.
fr: Vous ne pouvez pas ajouter de stockage.
id: Tidak dapat menyisipkan penyimpanan.
it: Impossibile aggiungere spazio di archiviazione
ja: ストレージを追加できません
nb: Kan ikke sette lagring.
nl: Kan deze opslag niet toevoegen.
pt_br: Não foi possível inserir armazenamento.
ru: Невозможно добавить хранилище.
uk: Неможливо додати сховище
vi: Không thể chèn vào kho lưu trữ.
zh_cn: 无法添加存储
zh_tw: 無法增加儲存空間

source: Storage capacity can't be lower than its current usage (%s).
cs: Velikost úložiště nemůže být menší než ta, kterou používáte nyní (%s).
da: Lagerkapacitet kan ikke være lavere end den aktuelle brug (%s).
de: Die Speicherkapazität darf den aktuellen Verbrauch nicht unterschreiten (%s).
es: La capacidad de almacenamiento no puede ser menor que su uso actual (%s).
fr: La capacité de stockage ne peut pas être inférieure à son usage actuel (%s).
id: Kapasitas penyimpanan tidak bisa lebih rendah dari penggunaan sekarang (%s).
it: Lo spazio di archiviazione non può essere inferiore a quello attualmente in uso (%s).
ja: ストレージ容量は現在の使用量 (%s)より小さくできません。
nb: Lagringskapasiteten kan ikke være lavere enn dagens bruk (%s).
nl: Opslagcapaciteit kan niet lager zijn dan wat er nu in gebruik is (%s).
pt_br: A capacidade de armazenamento não pode ser menor do que está sendo usada atualmente (%s).
ru: Доступное дисковое пространство не может быть меньше использованного в данный момент (%s).
uk: Ємність не може бути нижчою, ніж його поточне використання (%s).
vi: Dung lượng lưu trữ không thể thấp hơn hiện tại đang sử dụng (%s)
zh_cn: 存储容量不能少于当前的使用情况（%s）.
zh_tw: 儲存空間不能少於當前的使用情形（%s）.

source: Can't update storage details.
cs: Nelze aktualizovat podrobnosti o úložišti.
da: Kan ikke opdatere lageroplysninger.
de: Details zum Datenspeicher können nicht aktualisiert werden.
es: No se pueden actualizar los datos del almacenamiento.
fr: Vous ne pouvez pas mettre à jour les informations du stockage.
id: Tidak dapat memperbarui detail penyimpanan.
it: Impossibile aggiornare i dettagli dello spazio di archiviazione.
ja: ストレージの詳細を更新できません
nb: Kan ikke oppdatere lagringsdetaljer.
nl: Kan opslagdetails niet bijwerken.
pt_br: Não foi possível atualizar dados de armazenamento.
ru: Невозможно получить подробную информацию о хранилище.
uk: Неможливо оновити дані сховища
vi: Không thể cập nhật chi tiết kho lưu trữ.
zh_cn: 无法更新存储信息
zh_tw: 無法更新儲存空間訊息

source: requires %s
cs: vyžaduje %s
da: kræver %s
de: Benötigt %s
es: requiere %s
fr: requis %s
it: richiede %s
ja: %sが必要
nb: krever %s
nl: vereist %s
pt_br: Requer %s
ru: требует %s
uk: вимагається %s
vi: đòi hỏi %s
zh_cn: 需要 %s
zh_tw: 要求%s

source: Unlimited
cs: Neomezeno
da: Ubegrænset
de: Unlimitiert
es: Ilimitado
fr: Illimité
id: Tanpa batasan
it: Illimitato
ja: 無制限
nb: Ubegrenset
nl: Ongelimiteerd
pl: Bez ograniczeń
pt_br: Ilimitado
ru: Без лимита
uk: Необмежений
vi: Không giới hạn
zh_cn: 无限制
zh_tw: 無限的

source: used
cs: využíváno
da: brugt
de: benutzt
es: usado
fr: utilisés
id: digunakan
it: usato
ja: 使用中
nb: brukt
nl: gebruikt
pl: użyte
pt_br: usado
ru: использовано
uk: використано
vi: đã dùng
zh_cn: 已使用
zh_tw: 已用

source: Private profile
cs: Soukromý profil
da: Privat profil
de: Privates Profil
es: Perfil privado
fr: Profil privé
id: Profil pribadi
it: Profilo privato
ja: 非公開プロフィール
nb: Privat profil
nl: Privéprofiel
pl: Profil prywatny
pt_br: Perfil privado
ru: Скрытый профиль
uk: Прихований профіль
vi: Hồ sơ bí mật
zh_cn: 私隐设置
zh_tw: 私人檔案

source: second
cs: sekunda
da: sekund
de: Sekunde
es: segundo
fr: seconde
id: detik
it: secondo
ja: 秒
nb: sekund
nl: seconde
pl: sekunda
pt_br: segundo
ru: секунда
uk: секунда
vi: giây
zh_cn: 秒
zh_tw: 秒

source: %s ago
cs: před %s
da: %s siden
de: Vor %s
es: hace %s
fr: il y a %s
id: %s yang lalu
it: %s fa
ja: %s前
nb: %s siden
nl: %s geleden
pl: %s temu
pt_br: a %s atrás
ru: %s назад
uk: %s тому
vi: cách đây %s
zh_cn: %s 前
zh_tw: %s 以前

source: moments ago
cs: před několika okamžiky
da: Få øjeblikke siden
de: Vor wenigen Momenten
es: hace unos momentos
fr: il y a peu de temps
id: beberapa waktu lalu
it: poco fa
ja: 少し前
nb: for kort tid siden
nl: zojuist
pl: chwilę temu
pt_br: a momentos atrás
ru: минут назад
uk: хвилин тому
vi: mới đây
zh_cn: 刚刚
zh_tw: 剛剛

source: Dashboard
cs: Administrace
da: Administrator
es: Administrar
fr: Tableau de bord
id: Beranda
it: Cruscotto
ja: ダッシュボード
nb: Kontrollpanel
pl: Panel kontrolny
pt_br: Administração
ru: Панель управления
uk: Панель керування
vi: Bảng chính
zh_cn: 仪表盘
zh_tw: 主控台

source: There is an update available for your system. Go to %s to download and install this update.
cs: Je k dispozici nová aktualizace pro Váš systém. Klikněte na následující odkaz %s pro stažení a instalaci této aktualizace.
da: Der er en opdatering til rådighed for dit system. Gå til %s for at downloade og installere denne opdatering.
de: Es ist ein Update für Ihr System zur Verfügung. Gehen Sie auf %s zum Herunterladen und Installieren des Updates.
es: Hay una actualización disponible para tu sistema. Ve a %s para descargar e instalar esta actualización.
fr: Il y a une mise à jour disponible pour votre système. Aller à %s pour télécharger et installer cette mise à jour.
id: Terdapat pembaruan untuk sistem anda. Pergi ke %s untuk mengunduh dan memasang pembaruan ini.
it: Aggiornamento di sistema disponibile: vai qui %s per scaricarlo ed installarlo.
ja: 適用できるアップデートがあります。%sからダウンロード後インストールしてください。
nb: Det er en oppdatering tilgjengelig for systemet. Gå til %s for å laste ned og installere denne oppdateringen.
nl: Er is een update beschikbaar voor uw systeem. Ga naar %s om deze update te downloaden en te installeren.
pt_br: Existe uma atualização disponível para o seu sistema, Vá até %s para baixar e instalar a atualização.
ru: Для вашей системы доступно обновление. Перейдите на %s, чтобы загрузить и установить его.
uk: Доступне оновлення для вашої системи. Перейдіть до %s, щоб завантажити та встановити це оновлення.
vi: Đã có sẵn bản cập nhật cho hệ thống của bạn. Đi tới %s để tải xuống và cài đặt bản cập nhật này.
zh_cn: 你的系统有一个可用更新. 转到 %s 下载并安装此更新.
zh_tw: 您的系統有一個可用更新. 前往 %s 下載並安裝此更新.

source: System database is outdated. You need to run the <a href="%s">update</a> tool.
cs: Systémová databáze je zastaralá. Je potřeba spustit <a href="%s">aktualizační</a> nástroj.
da: Systemdatabasen er forældet. Du skal køre <a href="%s">opdaterings</a> værktøjet.
de: Systemdatenbank ist veraltet. Starten sie das <a href="%s">Update-Tool</a>.
es: La base de datos del sistema esta desactualizada. Necesitas ejecutar la herramienta de <a href="%s">actualización</a>.
fr: La base de données système n'est pas à jour. Vous devez utiliser l'outil de <a href="%s">mise à jour</a>.
id: Sistem database sudah kadaluarsa. Anda perlu untuk menjalankan menu <a href="%s">update</a>
it: È necessario eseguire lo strumento di <a href="%s">aggiornamento</a> del database di sistema.
ja: システム用データベースが更新されていません。 <a href="%s">更新ツール</a> を起動して下さい。
nb: Systemdatabasen er utdatert. Du må kjøre <a href="%s">oppdateringsverktøyet</a>.
nl: Systeemdatabase is verouderd. Het is noodzakelijk om deze te <a href="%s">updaten</a>.
pl: Baza danych systemu jest nieaktualna. Należy uruchomić narzędzie <a href="%s">aktualizacji</a>.
pt_br: A base de dados do sistema está desatualizada. É necessário usar a ferramenta de <a href="%s">atualização</a>.
ru: База данных системы устарела. Пожалуйста запустите <a href="%s">службу обновления</a>.
uk: Системна база даних застаріла. Вам необхідно запустити <a href="%s">систему поновлення</a>
vi: Hệ thống dữ liệu đã cũ. Bạn cần phải chạy công cụ <a href="%s">cập nhật</a>.
zh_cn: 系统数据库已经过时. 你需要运行 <a href="%s">更新</a> 工具.
zh_tw: 系統資料庫已經過時. 你需要運行 <a href="%s">更新</a> 工具.

source: Website is in maintenance mode. To revert this setting go to <a href="%s">Dashboard > Settings</a>.
cs: Webová stránka se nachází v režimu údržby. Pro změnu tohoto nastavení jděte do <a href="%s">Administrace > Nastavení</a>.
da: Hjemmesiden er i vedligeholdelsestilstand. For at vende tilbage til denne indstilling, skal du gå til <a href="%s">Administrator> Indstillinger</a>.
de: Die Internetseite befindet sich im Wartungsmodus. Um den Modus zu beenden, rufen Sie die <a href="%s">Dashboard-Einstellungen</a> auf.
es: La página web está en modo de mantenimiento. Para revertir este ajuste ve a <a href="%s">Administrar > Configuraciones</a>.
fr: Le site web est en mode maintenance. Pour annuler ce paramètre, allez sur le <a href="%s">Tableau de bord > Paramètres</a>.
id: Website sedang dalam perbaikan. Untuk merubah setting ini kunjungi <a href="%s">Menu Utama > Pengaturan</a>
it: Sito web in modalità manutenzione. Per annullare questa impostazione vai al menu <a href="%s"> Cruscotto > Impostazioni </a>.
ja: Webサイトは現在メンテナンスモードです。 通常モードへ復帰させるためには <a href="%s">ダッシュボード > 設定</a>画面で行います。
nb: Nettstedet er i vedlikeholdsmodus. For å endre tilbake, gå til <a href="%s">Dashboard > Innstillinger</a>.
nl: Website is in onderhoudsmodus. Om deze instelling ongedaan te maken, ga naar <a href="%s">Dashboard > Instellingen</a>.
pt_br: O site está em modo de manutenção. Para reverter esta configuração vá até a página de <a href="%s">Administração</a>.
ru: Сайт находится в режиме технического обслуживания. Чтобы выйти из этого режима, перейдите в <a href="%s">Панель управления</a>.
uk: Сайт перебуває в режимі обслуговування. Щоб змінити параметри перейдіть у <a href="%s">Панель управління> Налаштування</a>
vi: Website đang bảo trì. Để tắt chế độ này vui lòng vào <a href="%s">Dashboard > Settings</a>.
zh_cn: 网站处于维护模式. 恢复设置 <a href="%s">仪表盘 > 设置</a>.
zh_tw: 網站處於維護模式. 欲恢復設置請前往 <a href="%s">主控台 > 設定</a>.

source: You should disable PHP error reporting for production enviroment. Go to <a href='%s'>System settings</a> to revert this setting.
cs: Měl by jste vypnout zobrazování PHP chyb pro přehlednější prostředí. Jděte na <a href='%s'>Systémové nastavení</a> pro změnu tohoto nastavení.
da: Du skal deaktivere PHP fejlrapportering for produktionsmiljø. Gå til <a href='%s'>Systemindstillinger</a> for at vende tilbage til denne indstilling.
de: Die PHP-Fehlerberichterstattung sollte bei Live-Systemen deaktiviert werden. Gehen Sie in die <a href='%s'>Systemeinstellungen</a> um diese Einstellung zu ändern.
es: Deberías inhabilitar el reporte de errores de PHP en entorno de producción. ve a <a href='%s'>Ajustes de sistema</a> para revertir este ajuste.
fr: Vous devez désactiver les rapports d'erreur PHP pour l'environnement de production. Aller dans les <a href='%s'>paramètres</a> pour résoudre ce problème.
id: Anda harus menonaktifkan pelaporan kesalahan PHP untuk lingkungan produksi. Pergi ke <a href='%s'>Pengaturan sistem</a> untuk mengembalikan pengaturan ini.
it: Si consiglia di disattivare il rapporto errori PHP in ambienti di produzione. Vai a <a href='%s'> Impostazioni di sistema </a> per annullare questa impostazione.
ja: 実機環境として運用される場合はPHPのエラーレポートを無効にするべきです。<a href='%s'>システム設定</a>からこの設定を変更してください。
nb: Du bør deaktivere PHP-feilrapportering for produksjonsmiljøer. Gå til <a href='%s'>Systeminnstillinger</a>for å endre dette.
nl: Het is aanbevolen om PHP foutmeldingen uit te schakelen in de productieomgeving. Ga naar <a href='%s'>Systeeminstellingen</a> om deze instelling uit te schakelen.
pt_br: Você deve desligar as notificações de erro do PHP. Vá até as<a href='%s'> Configurações do sistema</a> para reverter essa configuração.
ru: Вы должны отключить отображение ошибок PHP при выходе из пробного режима. Перейдите в <a href='%s'>Настройки системы</a>, чтобы применить эту настройку.
uk: Вам потрібно вимкнути показ помилок PHP. Для цього перейдіть у <a href='%s'>Налаштування</a> для зміни.
vi: Bạn nên tắt báo cáo lỗi PHP . Truy cập <a href='%s'> Cài đặt hệ thống</a> để hoàn tác cài đặt này.
zh_cn: 您应该禁用PHP错误报告在生产环境. 转到<a href='%s'>系统设置</a>恢复此设置.
zh_tw: 您應該禁用PHP錯誤報告在生產環境. 轉到 <a href='%s'>系統設定</a> 恢復此設置.

source: You haven't changed the default email settings. Go to <a href='%s'>Email settings</a> to fix this.
cs: Dosud jste nezměnili výchozí nastavení e-mailu. Pro změnu tohoto nastavení jděte do <a href='%s'>Nastavení e-mailu</a>.
da: Du har ikke ændret standard e-mail indstillinger. Gå til <a href='%s'>Email indstillinger</a> for at rette op på dette.
de: Sie haben die Standard-Mail-Einstellungen nicht angepasst. Gehen Sie zu den <a href='%s'>E-Mail-Einstellungen</a> um dies zu beheben.
es: No has cambiado los ajustes de email por defecto. Ve a <a href='%s'>Ajustes de email</a> para reparar esto.
fr: Vous avez pas changé les paramètres email par défaut. Modifier votre <a href='%s'>Compte</a> pour résoudre ce problème.
id: Anda belum mengubah pengaturan email bawaan. Pergi ke <a href='%s'>Pengaturan Email</a> untuk memperbaiki hal ini.
it: Le impostazioni email predefinite non sono state modificate. Vai a <a href='%s'> Impostazioni email </a> per gestirle.
ja: デフォルトのメール設定を変更していません。<a href='%s'>メール設定</a>から修正してください。
nb: Du har ikke endret standard e-postinnstillinger. Gå til <a href='%s'>E-postinnstillinger</a> for å fikse dette.
nl: Het standaard e-mailadres is niet gewijzigd. Ga naar <a href='%s'>E-mailinstellingen</a> om dit aan te passen.
pt_br: Você não mudou as configurações padrões do e-mail. Vá até as <a href='%s'>Configurações de e-mail</a> para arrumar.
ru: Вы не изменили настройки email по-умолчанию. Перейдите в <a href='%s'>Настройки Email</a>, чтобы исправить это.
uk: Ви не змінили налаштування електронної пошти за замовчуванням. Перейдіть у <a href='%s'>Налаштування Email</a> для зміни.
vi: Bạn chưa thay đổi cài đặt email mặc định. Truy cập <a href='%s'>Cài đặt Email </a> để khắc phục sự cố này.
zh_cn: 你没有改变默认的电子邮件设置. 转到<a href='%s'>电子邮件设置</a>以解决此问题.
zh_tw: 你沒有改變預設的電子郵件設定. 轉到 <a href='%s'>電子郵件設定</a> 以解決此問題.

source: There is an update available for your Chevereto based website.
cs: Je zde dostupná aktualizace pro vaši Chevereto webovou stránku.
da: Der er en opdatering tilgængelig til din Chevereto baserede hjemmeside.
de: Es gibt ein Update für Ihre auf Chevereto basierende Internetseite.
es: Hay una actualización disponible para tu sitio basado en Chevereto.
fr: Il y a une mise à jour disponible pour votre site Chevereto.
id: Terdapat pembaruan untuk website berbasis Chevereto anda.
it: Aggiornamento disponibile per il tuo sito web by Chevereto.
ja: あなたのCheveretoベースのサイトへ必要なアップデートがあります。
nb: Det er en oppdatering tilgjengelig for ditt Chevereto-baserte nettsted.
nl: Er is een update beschikbaar voor uw Chevereto website.
pt_br: Há uma atualização disponível para o seu site.
ru: Для вашего Chevereto доступно обновление.
uk: Існує оновлення для вашого веб-сайту на основі Chevereto.
vi: Đã có sẵn bản cập nhật cho trang Chevereto của bạn.
zh_cn: Chevereto有可用更新
zh_tw: Chevereto 基礎網站有可用的更新

source: The release notes for this update are:
cs: Poznámky k verzi této aktualizace:
da: Udgivelsesnote til denne opdatering:
de: Release-Notes für das Update:
es: Las notas de versión para esta actualización son:
fr: Les notes de version de cette mise à jour sont les suivantes :
id: Catatan rilis untuk pembaruan ini diantaranya:
it: Note di rilascio per questo aggiornamento:
ja: このアップデートのリリースノート：
nb: Utgivelsesnotat for denne oppdateringen er:
nl: De releaseopmerkingen voor deze update zijn:
pl: Informacje o aktualizacji:
pt_br: As notas de lançamento desta atualização são:
ru: Список изменений для данного обновления:
uk: Нотатки про випуск для цього оновлення:
vi: CHú ý cho bản cập nhật này là:
zh_cn: 本次更新的发行说明:
zh_tw: 本次發布的主要更新說明:

source: admin dashboard
cs: Nástěnka admina
da: admin startside
es: panel de administración
fr: Tableau de bord administrateur
id: dasbor admin
it: Cruscotto amministratore
ja: 管理者用ダッシュボード
nb: administratordashboard
nl: Beheer dashboard
pt_br: Painel de administração
ru: панель управления
uk: панель адміністратора
vi: bảng điều khiển
zh_cn: 管理仪表盘
zh_tw: 管理員主控台

source: You can apply this update directly from your %a or download it from %s and then manually install it.
cs: Tuto aktualizaci můžete nainstalovat automaticky přímo ze svého %a nebo si ji stáhnout z %s a nainstalovat manuálně.
da: Du kan anvende denne opdatering direkte fra din %a eller downloade den fra %s og derefter installere den manuelt.
de: Sie können dieses Update direkt aus Ihrem %a starten oder es manuell von %s herunterladen und installieren.
es: Puedes aplicar esta actualización directamente desde %a o puedes descargarla desde %s e instalar manualmente.
fr: Vous pouvez appliquer cette mise à jour directement à partir de votre %a ou la télécharger à partir de %s puis l'installer manuellement.
id: Anda dapat menerapkan pembaruan ini secara langsung dari %a anda atau mengunduhnya dari %s dan kemudian secara manual memasangnya.
it: Puoi applicare questo aggiornamento direttamente dal tuo %a, oppure scaricarlo dal %s ed installarlo manualmente.
ja: %aから直接アップデート・ダウンロードは出来ません。%sより手動でインストールしてください。
nb: Du kan bruke denne oppdateringen direkte fra %a eller laste den ned fra %s og deretter manuelt installere den.
nl: Je kunt deze update direct uitvoeren via %a of deze downloaden vanaf %s en dan handmatig installeren.
pt_br: Você pode aplicar essa atualização diretamente da sua %a ou baixa-lá da %s e assim instalar manualmente.
ru: Вы можете обновить систему через %a или скачать архив с %s и установить обновление вручную.
uk: Ви можете застосувати це оновлення безпосередньо зі свого %a або завантажити його з %s, і потім встановити його вручну.
vi: Bạn có thể áp dụng cập nhật này trực tiếp từ %a của bạn hoặc tải nó từ %s và sau đó tự cài đặt nó.
zh_cn: 您可以直接从 %a 安装此更新或从 %s 下载, 然后手动安装更新.
zh_tw: 您可以直接從 %a 安裝此更新或從 %s 下載, 然後手動安裝更新.

source: view on %s
cs: zobrazit na %s
da: visning på %s
de: Auf %s ansehen
es: ver en %s
fr: vue sur %s
id: Ditampilkan pad %s
it: visualizza su %s
ja: %sとして表示
nb: sett på %s
nl: Bekijk op %s
pt_br: ver no %s
ru: посмотреть на %s
uk: перегляд на %s
vi: xem trên %s
zh_cn: %s 已查看
zh_tw: %s 已查看

source: cookie policy
es: política de cookies
fr: politique des cookies
ja: Cookieのポリシー
vi: chính sách cookie
zh_cn: cookie 政策

source: We use our own and third party cookies to improve your browsing experience and our services. If you continue using our website is understood that you accept this %cookie_policy_link.
de: Wir nutzen eigene Cookies und Cookies von Drittanbietern um den Nutzungskomfort unserer Internetseite zu verbessern. Wenn Sie diese Internetseite weiter nutzen, erklären Sie sich mit unserer %cookie_policy_link einverstanden.
es: Utilizamos cookies propias y de terceros para mejorar tu experiencia de navegación y nuestros servicios. Si continúas usando nuestro sitio web, se entiende que aceptas esta %cookie_policy_link.
fr: Nous utilisons nos propres cookies et ceux de tiers pour améliorer votre expérience de navigation et nos services. Si vous continuez à utiliser notre site, il est entendu que vous acceptez la %cookie_policy_link.
ja: 当サイトでは、サイトをより快適にお使いいただけるように当社とサードパーティのCookieを利用しています。当サイトのご利用を続行頂いた場合、お客様は%cookie_policy_link に同意頂いたと見なします。
zh_cn: 我们使用了第三方的cookie政策来改善你的浏览体验与我们的服务标准； 如果你要继浏览并使用我们的网站，则你需要理解并接受这个Cookie政策%cookie_policy_link.

source: I understand
de: Ich stimme zu
es: Entiendo
fr: je comprends
ja: 私は次を理解しました：
vi: Tôi hiểu
zh_cn: "我"明白了
zh_tw: 我明白

source: You have been forbidden to use this website.
cs: Máte zakázáno používat tuto webovou stránku.
da: Du er bannet at bruge denne hjemmeside.
de: Die Nutzung dieser Seite ist Ihnen nicht gestattet.
es: Se te ha prohibido el acceso a este sitio web.
fr: Vous avez été banni du site.
id: Anda telah diblokir dari website ini.
it: Non sei autorizzato ad utilizzare questo sito web.
ja: あなたは、このウェブサイトを使うことができません。
nb: Du har blitt sperret fra å benytte denne siden.
nl: U bent verbannen van deze website.
pt_br: Você foi proibido de usar este site.
ru: Вам запрещено использовать этот сайт.
uk: Вам заборонено користуватися цим сайтом.
vi: Bạn bị bắt buộc dùng website này
zh_cn: 你已经被禁止使用本网站.
zh_tw: 你被禁止進入這個網站
